Repository: weynhamz/GNOME-anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: es

source: Anjuta IDE Manual
es: Manual del EID Anjuta

source: Manual for the Anjuta IDE
es: Manual para el EID Anjuta

source: Permission is granted to copy, distribute and/or modify this document under the terms of the <citetitle>GNU Free Documentation License</citetitle>, Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You may obtain a copy of the <citetitle>GNU Free Documentation License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
es: Se concede permiso para copiar, distribuir o modificar este documento según las condiciones de la <citetitle>GNU Free Documentation License</citetitle>, Versión 1.1 o cualquier versión posterior publicada por la Free Software Foundation sin Secciones invariantes, Textos de portada y Textos de contraportada. Encontrará una copia de la <citetitle>GNU Free Documentation License</citetitle> visitando su <ulink type="http" url="http://www.fsf.org">página web</ulink> o escribiendo a: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, EE. UU.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and those trademarks are made aware to the members of the GNOME Documentation Project, the names have been printed in caps or initial caps.
es: Muchos de los nombres usados por compañías para distinguir sus productos y servicios se mencionan como marcas comerciales. Donde aparezcan dichos nombres en cualquier documentación GNOME, y para que los miembros del proyecto de documentación las reconozcan dichas marcas comerciales, dichos nombres se imprimen en mayúsculas o iniciales mayúsculas.

source: Anjuta Manual 2.1.0
es: Manual de Anjuta 2.1.0

source: Anjuta Team
es: Equipo de Anjuta

source: Introduction
es: Introducción

source: <application>Anjuta</application> is a versatile Integrated Development Environment (IDE) for the GNOME desktop. It features a number of advanced programming facilities includes project management, application wizards, an interactive debugger, an integrated Glade UI designer, integrated Devhelp API help, an integrated Valgrind memory profiler, an integrated gprof performance profiler, a class generator, a powerful source editor, source browsing, and more.
es: <application>Anjuta</application> es un Editor Integrado de Desarrollo (EID) versátil para el escritorio GNOME. Tiene ciertas características para facilitar la programación que incluyen gestión de proyectos, asistentes de aplicación, un depurador interactivo integrado, un diseñador de IU Glade integrado, una ayuda API de devhelp integrada, un perfilador de memoria Valgrind integrado, un perfilador de rendimiento grpof integrado, un generador de clases, un potente editor de código fuente, búsqueda de fuentes y mucho más.

source: Anjuta DevStudio has been designed to be simple to operate yet powerful enough to fulfill all your programming needs. We've added many new features to Anjuta over the course of its development. Our focus is on delivering power and usability at the same time and making your software development enjoyable without overloading your senses. We intend to continue improving and stabilizing Anjuta to give you the best IDE experience possible. We hope you will have a good time using Anjuta. If not, please help us make it better by reporting bugs and suggestions.
es: Anjuta Devstudio se ha diseñado para ser simple de operar pero suficientemente potente para cumplir con todos sus necesidades de programación. Muchas características han evolucionado desde los primeros días y se han añadido algunas otras muy atractivas. Los desarrolladores se centran en proporcionar potencia y usabilidad al mismo tiempo sin sobrecargar los sentidos y haciendo que el desarrollo de su software sea placentero. Los desarrolladores siempre estarán ocupados para ofrecerle una de las mejores experiencias con EID, mejorando todas las características y estabilizándolo. Los desarrolladores esperan que pase un buen rato usando Anjuta. De lo contrario, ayúdelos a mejorar Anjuta informando de errores y haciendo sugerencias.

source: The following screenshot illustrates some of the things you will find in Anjuta.
es: La siguiente captura ilustra alguna de las cosas que encontrará en Anjuta.

source: Anjuta in action
es: Anjuta en acción

source: Anjuta has a flexible and advanced docking system that allows you to lay out all views in whatever way you like. You can drag and drop the views using drag bars and rearrange the layout. The layouts are persistent for each project so you can maintain different layouts for different projects. All dock views are minimizable to avoid clutter in the main window. Minimized views appear as icons on the left side of the main window. You can configure all menu actions either by typing when the cursor is over a menu item (the usual GNOME way) or through a dedicated shortcut configuration user interface.
es: Anjuta tiene un sistema de empotramiento muy flexible y avanzado que le permite disponer todas las vistas de la forma que quiera. Puede arrastrar y soltar las vistas usando las barras de arrastre y reordenar la disposición. Las disposiciones son persistentes para cada proyecto, de tal forma que puede mantener distintas disposiciones especiales en diferentes proyectos. Todas las vistas empotrables son minimizables para evitar el desorden en la ventana principal. Las vistas minimizadas aparecen como iconos en la parte izquierda de la ventana principal. Todas las acciones de los menús son configurables escribiendo en el menú (la forma usual de GNOME) o a través una interfaz de configuración de los atajos de teclado.

source: Please report any problems with <application>Anjuta</application> - this will help to improve the software, as well as helping the open source community.
es: Por favor, informe de cualquier problema con <application>Anjuta</application>: esto ayudará a mejorar el software así como ayuda a la comunidad código abierto.

source: Getting Familiar with Anjuta
es: Familiarizarse con Anjuta

source: Menus and shortcuts
es: Menús y atajos de teclado

source: At the top of the <application>Anjuta</application> main window is the menu bar. You can access almost all of Anjuta's functionality through menu items. Operations have been grouped according to their type. For example, file operations have been grouped into the <guisubmenu>File</guisubmenu> menu.
es: En la parte superior de la ventana principal de <application>Anjuta</application> está la barra de menú. Puede acceder a casi todas las funcionalidades de Anjuta desde los elementos del menú. Las operaciones se han agrupado de acuerdo con su tipo. Por ejemplo, las operaciones con archivos se han agrupado dentro del menú <guisubmenu>Archivo</guisubmenu>.

source: Menubar
es: Barra de menú

source: Anjuta menubar
es: Barra de menú de Anjuta

source: File menu
es: Menú Archivo

source: Shortcut keys are available for many menu items. All shortcut keys are shown alongside the corresponding menu items. Some other useful shortcuts are listed here.
es: Las teclas rápidas, o aceleradores de teclado, están disponibles para muchos elementos de los menús. Todas las teclas rápidas se muestran junto con los elementos del menú correspondientes. A continuación se listan algunas teclas rápidas útiles.

source: <emphasis>Switch Editor Page:</emphasis><keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Up</keycap></keycombo> (forward) and <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Down</keycap></keycombo> (backward). You can also switch pages by right-clicking on the notebook tabs and selecting a filename from the pop-up menu (useful when all the tabs in the editor are not visible at once). Some desktop configurations may already have these shortcut keys assigned. In that case, you will need to reconfigure them (not in Anjuta, because they are fixed) if you want to use these shortcuts.
es: <emphasis>Página del editor de selección:</emphasis> <keycombo><keycap>Ctrl</keycap><keycap>Tab</keycap></keycombo> (adelante) y <keycombo><keycap>Ctrl</keycap><keycap>Mayús</keycap><keycap>Tab</keycap></keycombo> (atrás). También puede seleccionar las páginas pulsando con el botón derecho del ratón en las solapas de notas y seleccionando una solapa del editor (útil cuando no se pueden ver a la vez todas las solapas del editor). Algunas configuraciones del escritorio pueden haber asignado teclas de acceso rápido. En ese caso, deberá reconfigurarlas (no en Anjuta, porque son fijas) si quiere disponer de esas combinaciones de teclas.

source: <emphasis>Context Help:</emphasis><keycombo><keycap>Shift</keycap><keycap>F1</keycap></keycombo>. Place the cursor on the word (for example, the function name) for which you want to get API help and type this shortcut. Context help only works if you have <application>Devhelp</application> installed; otherwise, the context help menu and toolbar button will be inactive. You can get Devhelp from the <application>Devhelp</application> website. You will also have to install the related <application>Devhelp</application> books.
es: <emphasis>Ayuda contextual:</emphasis> <keycombo><keycap>Mayús</keycap><keycap>F1</keycap></keycombo>. Sitúe el cursor sobre una palabra (por ejemplo, el nombre de la función) para la que quiere obtener la ayuda de la API y pulse este atajo. La ayuda contextual sólo funciona si tiene <emphasis>Devhelp</emphasis> instalado. Si no tiene instalado <application>Devhelp</application>, el menú de ayuda contextual y la barra de botones estarán inactivas. Puede obtenerlo de la página web de <application>Devhelp</application>. También tendrá que instalar los libros relacionados con<application>Devhelp</application>.

source: <emphasis>Autocomplete:</emphasis><keycombo><keycap>Ctrl</keycap><keycap>Enter</keycap></keycombo>. Type this shortcut with the cursor placed at the end of an incomplete word and a list of words matching the remaining part will appear. Scroll and select the right word from the list if you find one.
es: <emphasis>Autocompletar:</emphasis> <keycombo><keycap>Ctrl</keycap><keycap>Intro</keycap></keycombo>. Pulse la combinación de teclas con el cursor ubicado al final de una palabra incompleta y se mostrará una lista de palabras que coincidan con la parte restante. Desplace la lista y seleccione la palabra correcta de la lista, si encuentra una.

source: <emphasis>More shortcuts:</emphasis> Look for the shortcut keys displayed on the right side of menu item labels. Shortcuts can also be changed as explained in the tip below.
es: <emphasis>Más teclas rápidas:</emphasis> Consulte las teclas rápidas mostradas en la parte derecha de las etiquetas de los elementos del menú. También se pueden cambiar como se explica en el siguiente consejo.

source: Customize shortcuts
es: Personalizar los atajos de teclado

source: You can change the default shortcuts by choosing <menuchoice><guisubmenu>Edit</guisubmenu><guimenuitem>Preferences</guimenuitem></menuchoice> and selecting the <interface> Shortcuts</interface> tab.
es: Puede cambiar las combinaciones de teclas predeterminadas usando <menuchoice><guisubmenu>Editar</guisubmenu><guimenuitem>Preferencias</guimenuitem></menuchoice> y seleccionando la solapa <interface>Combinaciones de teclas</interface>.

source: Main Window
es: Ventana principal

source: The main window contains several view windows which can be rearranged by dragging on their title bars. They can also be minimized by clicking on the minimize buttons on the left of title bars.
es: La ventana principal contiene varias vistas que se pueden reordenar arrastrando sus barras de título. También se pueden minimizar pulsando en los botones de minimizar en la parte izquierda de las barras de título.

source: The <interface>Documents window</interface> will have one document active at a time (if there are any files opened). All file commands will apply to this active document. You can switch to any document by clicking on its tab. You can do the same by right-clicking on the page tabs and choosing the document from the pop-up menu that will appear. This is especially useful when you have a lot of files opened, but not all of them are visible in the page tab area.
es: La <interface>Ventana de documentos</interface> tendrá un documento activo cada vez (si hay algún archivo abierto). Todos los comandos del archivo se aplican en este documento. Puede cambiar a cualquier página pulsando en su solapa. Puede hacer lo mismo pulsando con el botón derecho del ratón en las solapas de la página y eligiendo el documento del menú emergente que aparecerá. Esto es especialmente útil cuando tiene muchos archivos abiertos pero no todos son visibles en el área de las solapas de la página.

source: The <interface>Project window</interface> shows a tree of project files if you have a project opened. Otherwise, the <interface>Project window</interface> is usually hidden. Double-clicking on any item in the <interface>Project window</interface> will open that file.
es: La <interface>Ventana de proyecto</interface> muestra un árbol con los archivos del proyecto si tiene un proyecto abierto. De otra forma, la <interface>Ventana de proyecto</interface> generalmente está oculta. Pulsar dos veces sobre cualquier elemento en la <interface>Ventana de proyecto</interface> abrirá ese archivo.

source: The <interface>Files window</interface> shows a file tree. If no project is open, the file tree usually points to the file system root but you can change this in the preferences. If a project is open, the window shows all files in the project. Double-clicking opens a file in the appropriate application as configured in the GNOME MIME preferences. Right-clicking opens a context menu which gives you choices about how to open the file.
es: La <interface>Ventana de archivos</interface> muestra un árbol de archivos. Si no hay un proyecto abierto, el árbol de archivos apunta a la raíz del sistema de archivos, pero puede cambiarlo en las preferencias. Si un proyecto está abierto muestra todos los archivos dentro del proyecto. Pulsar dos veces abre un archivo en la aplicación apropiada según esté configurado en las preferencias MIME de GNOME. Pulsar con el botón derecho abre un menú emergente que le proporciona opciones sobre cómo abrir el archivo.

source: The <interface>Symbols window</interface> shows a tree of available symbols in the project generated from the <application>ctags</application> parser. Double-clicking opens an editor window with the corresponding file and line.
es: La <interface>Ventana de símbolos</interface> muestra un árbol con los símbolos disponibles en el proyecto generados desde el analizador <application>ctags</application>. Al pulsar dos veces se abre una ventana del editor con el archivo y líneas correspondientes.

source: There is also a <interface>Search tab</interface> in the Symbols window where you can search for symbols.
es: También existe una <interface>Barra de búsqueda</interface> en la ventana Símbolos en la que puede buscar símbolos.

source: The <interface>Message window</interface> will list all the messages (both <filename>stdout</filename> and <filename>stderr</filename> outputs) when an external command is executed. The <interface>Message window</interface> is usually hidden, but appears as soon as an external command is executed, such as during file or project compilation, debugging sessions, searches, and many other operations. <application>Anjuta</application> also adds its own messages here when necessary.
es: La <interface>ventana de mensajes</interface> listará todos los mensajes (salidas tanto <filename>stdout</filename> como <filename>stderr</filename>) cuando se ejecute un comando externo. La <interface>ventana de mensajes</interface> generalmente está oculta, pero aparece tan pronto como se ejecuta un comando externo, ya sea durante la compilación del archivo o proyecto, las sesiones de depuración, las búsquedas o muchas otras operaciones. <application>Anjuta</application> también añade suspropios mensajes cuando es necesario.

source: The colors used to display the messages are important. Messages displayed in the standard foreground color (usually black) are normal messages. Messages displayed in orange are warnings, and those displayed in red are errors. Warning and error messages are <emphasis>linked</emphasis>: double-clicking on such a message will take you to the particular file and line number specified in the message.
es: Los colores que se usan para mostrar los mensajes son importantes. Los mensajes mostrados en el color de fondo estándar (generalmente negro) son mensajes normales. Los que se muestran en azul son mensajes importantes, como mensajes de error u otra información. Los mensajes mostrados en rojo están <emphasis>enlazados</emphasis>. Al pulsar dos veces sobre esos mensajes irá a archivo y número de línea particulares especificados en el mensaje.

source: For example, when you compile a file which contains errors, some red messages will appear showing what the problems are, and where they occur. Double-clicking on such messages will open the file and highlight the line containing the error.
es: Por ejemplo, cuando compila un archivo que contiene errores aparecerán algunos mensajes en rojo mostrando los problemas y dónde ocurren. Al pulsar dos veces sobre dichos mensajes se abrirá el archivo y se resaltará la línea que contiene el error.

source: The <interface>Terminal window</interface> is a terminal emulator where you can type commands just like in the GNOME Terminal application.
es: La <interface>Ventana del terminal</interface> es una emulación de un terminal donde puede ejecutar comandos igual que en la aplicación Terminal de GNOME.

source: Session management
es: Gestión de sesiones

source: All settings, including window sizes and positions, are saved when you exit <application>Anjuta</application>. Session management is still under development, so you should not exit <application>Anjuta</application> with any unsaved documents. <application>Anjuta</application> will display a warning if you try to exit with unsaved documents still open.
es: Todos los ajustes, incluyendo los tamaños y posiciones de las ventanas, se guardan al salir de <application>Anjuta</application>. La gestión de las sesiones aún está bajo desarrollo, así que no debería salir de <application>Anjuta</application> sin haber guardado antes sus documentos. <application>Anjuta</application> mostrará una advertencia si intenta salir con documentos sin guardar abiertos.

source: File Operations
es: Operaciones con archivos

source: Creating a new file and inserting text
es: Crear un archivo nuevo e insertar texto

source: Creating a New File
es: Crear un archivo nuevo

source: To create a new file, choose <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>New</guimenuitem></menuchoice> from the menu bar, or click on the <guibutton>New File</guibutton> button on the main toolbar. A new page will appear in the editor (or a new window if the parent document is windowed). New documents will be named <filename>newfile#1</filename>, <filename>newfile#2</filename>, <filename>newfile#3</filename> and so on.
es: Para crear un archivo nuevo, elija <menuchoice><guisubmenu>Archivo</guisubmenu><guimenuitem>Nuevo</guimenuitem></menuchoice> de la barra de menú o pulse el botón <guibutton>Archivo nuevo</guibutton> en la barra de herramientas. Se abrirá una nueva página en el editor (o una nueva ventana si el documento padre está en una ventana). Este nuevo documento se llamará <filename>newfile#1</filename>, <filename>newfile#2</filename>, <filename>newfile#3</filename> y demás.

source: Save file
es: Guardar archivo

source: You should save new documents as soon as possible to avoid any data loss in case of a crash.
es: Debería guardar sus documentos nuevos tan pronto como le sea posible para evitar cualquier pérdida de datos en caso de cuelgue.

source: File Wizard
es: Asistente de archivos

source: New File Wizard
es: Nuevo asistente de archivos

source: The Open File dialog
es: El diálogo Abrir archivo

source: A wizard can also be used to create a new file. To create a new file, choose <menuchoice><guisubmenu>File</guisubmenu><guisubmenu>New</guisubmenu><guimenuitem>File</guimenuitem></menuchoice> from the menu bar. This will open the New File dialog. Select the file type. Enter the filename. The suffix will be automatically added. You can add license information (according to your license choice) and a header. In case of a C/C++ header file, you can also add an header template. Click <guibutton>OK</guibutton> to validate the creation. <placeholder-1/>
es: También se puede usar un asistente para crear un archivo nuevo. Para crear un archivo nuevo, elija <menuchoice><guisubmenu>Archivo</guisubmenu><guisubmenu>Nuevo</guisubmenu><guimenuitem>Archivo</guimenuitem></menuchoice> de la barra de menú. Esto abrirá el diálogo Archivo nuevo. Seleccione el tipo de archivo. Introduzca el nombre del archivo. El sufijo se añadirá automáticamente. Puede añadir información sobre la licencia (de acuerdo con la licencia a su elección) y una cabecera. En caso de que sea una cabecera C o C++, también puede añadir una plantilla de cabecera. Pulse <guibutton>Aceptar</guibutton> para validar la creación. <placeholder-1/>

source: <application>Anjuta</application> occasionally also creates new file windows during some operations. For example, some Subversion operations such as <command>Diff</command> and <command>View Log</command> create new file windows and add the output there. You can save the contents of these windows to real files if you like.
es: <application>Anjuta</application> ocasionalmente crea nuevos archivos durante algunas operaciones. Por ejemplo, algunas operaciones sobre Subversion, tales como <command>diff</command> y <command>view log</command> crean archivos nuevos y añaden la salida allí. Estos se pueden guardar en un archivo real igual que los nuevos archivos normales.

source: Inserting Macros
es: Insertar macros

source: You can use <emphasis>macros</emphasis> to quickly edit repetitive sequences of text.
es: Puede usar <emphasis>macros</emphasis> para editar rápidamente secuencias repetitivas de texto.

source: The Macro plugin must be activated.
es: El complemento de macros debe estar activado.

source: Inserting
es: Insertar

source: Two types of macros are available: Anjuta macros and user macros (displayed as "My macros"). Anjuta macros are not modifiable, but you can define and modify your own user macros.
es: Existen dos tipos de macros disponibles: Los macros de Anjuta y los macros de usuario (se muestran como «Mis macros»). Los macros de Anjuta no son modificables por el usuario. Por otra parte, los macros del usuario se pueden definir y modificar por el usuario.
