Repository: weynhamz/GNOME-anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: es

source: Project configuration involves setting the correct build flags for targets, groups and the project itself. You can set these flags in their respective properties dialogs.
es: La configuración de un proyecto incluye ajustar las opciones de compilación correctas para los objetivos, grupos y para el proyecto en si. Puede establecer estas opciones en sus respectivos diálogos de propiedades.

source: You can freely use autoconf and automake variables that are automatically set for the project during configuration. Apart from these automatically set variables, you can also define your own variables in <link linkend="project-properties">Project Properties</link> and use them in properties. This will make it easy to update flags later, especially when a variable is used in several targets.
es: Puede usar libremente las variables de autoconf y automake que se ajustan automáticamente para el proyecto durante la configuración. Aparte de las variables ajustadas automáticamente, también puede definir sus propias variables en las <link linkend="project-properties">Propiedades del proyecto</link> y usarlas en las propiedades. Esto hará más sencilla la actualización de las opciones posteriormente, especialmente cuando la variable se usa en diversos objetivos.

source: <emphasis>$(prefix)</emphasis>: The installation prefix. The project is installed under various subdirectories under this prefix. By default it is /usr/local.
es: <emphasis>$(prefix)</emphasis>: El prefijo de instalación. El proyecto se instala en varios subdirectorios bajo este prefijo. De forma predeterminada es /usr/local.

source: <emphasis>$(bindir)</emphasis>: The installation directory for executable binaries. All your executable and script targets will be installed in this directory. By default, it is $(prefix)/bin.
es: <emphasis>($bindir)</emphasis>: El directorio de instalación de los binarios ejecutables. Todos sus objetivos ejecutables y los scripts se instarán en este directorio. De forma predeterminada es $(prefix)/bin.

source: <emphasis>$(libdir)</emphasis>: The installation directory for libraries. All your library targets (both shared and static) will be installed in this directory or a subdirectory below it. By default, it is $(prefix)/lib.
es: <emphasis>$(libdir)</emphasis>: El directorio de instalación para las bibliotecas. Todas las bibliotecas de sus objetivos (las compartidas y las estáticas) se instalarán en este directorio o un subdirectorio bajo él. De forma predeterminada es $(prefix)/lib.

source: <emphasis>$(module_CFLAGS)</emphasis> and $(module_LIBS): These flags are set by <application>configure</application> for the packages that your project depends on. The packages used by the project are set in <link linkend="project-properties">Project Properties</link>. 'module' is a package group that you specify in the project properties as described below.
es: <emphasis>$(module_CFLAGS)</emphasis> y $(module_LIBS): Estas opciones las establece <application>configure</application> para los paquetes de los que su proyecto depende. Los paquetes que usa el proyecto se establecen en las <link linkend="project-properties">Propiedades del proyecto</link>. «module» es grupo de paquetes que proporciona en las propiedades del proyecto.

source: Some of the many common variables are listed here. For full list of them see the <ulink url="info:automake">automake info documentation</ulink>. <placeholder-1/>
es: Algunas de las variables más comunes están listadas aquí. Para ver la lista completa consulte <ulink url="info:automake">documentación de información de automake</ulink>. <placeholder-1/>

source: Project properties
es: Propiedades del proyecto

source: Set the project name, version and URL in the <guibutton>General</guibutton> page. <application>configure</application> variables can also be use in these fields. The URL is the bug report URL for the project.
es: Establezca el nombre del proyecto, la versión y el URL en la página <guibutton>General</guibutton>. Las variables de <application>configure</application> también se pueden usar en estos campos. El URL es la página donde se han de enviar los informes de error del proyecto.

source: Add and remove dependencies for your project in the <guibutton>Packages</guibutton> page. See below for details.
es: Añada y elimine dependencias para su proyecto en la página <guibutton>Paquetes</guibutton>. Consulte más abajo para obtener más detalles.

source: Create more configure variables in the <guibutton>Variables</guibutton> page to use in group and target properties.
es: Cree más variables de configuración en la página <guibutton>Variables</guibutton> para usarlas en las propiedades de grupo y objetivo.

source: The project properties dialog can be opened only by choosing <menuchoice><guisubmenu>Project</guisubmenu><guimenuitem>Properties</guimenuitem></menuchoice> from the toplevel menu bar. You can: <placeholder-1/>
es: El diálogo de propiedades del proyecto sólo se puede obtener eligiendo <menuchoice><guisubmenu>Proyecto</guisubmenu><guimenuitem>Propiedades</guimenuitem></menuchoice> de la barra de menú de nivel superior. Puede: <placeholder-1/>

source: Project properties dialog
es: Diálogo Propiedades del proyecto

source: Dependencies are external packages that the project uses and are hence required to build it. Only packages installed using <ulink url="info:pkg-config">pkg-config</ulink> can be added from this interface. For others, the configure.ac file can be edited manually. <placeholder-1/>
es: Las dependencias son paquetes externos que usa el proyecto y que son necesarios para construirlo. Sólo los paquetes instalados usando <ulink url="info:pkg-config">pkg-config</ulink> se pueden añadir desde esta interfaz. Para otros, se puede editar manualmente el archivo configure.ac para los demás. <placeholder-1/>

source: External package dependencies are grouped into <emphasis>modules</emphasis>, so that their combined build flags can be conveniently added to different targets. <emphasis>Modules</emphasis> are just arbitrary groups of packages and can be named anything (only alphanumeric characters and _ are allowed in module names). Usually, they follow the name of targets they would be used in. Consequently, for small projects with single targets, just one module to hold all dependencies is enough.
es: Las dependencias de paquetes externos se agrupan en <emphasis>módulos</emphasis>, de tal forma que sus opciones de construcción combinadas se pueden añadir convenientemente a diferentes objetivos. Los <emphasis>módulos</emphasis> simplemente son nombres arbitrarios dados a los grupos de paquetes y se pueden llamar de cualquier forma (sólo se permiten caracteres alfanuméricos y guión bajo «_» en el nombre del módulo). Generalmente siguen el nombre de los objetivos en los que se usarán. Consecuentemente, para proyectos pequeños con un solo objetivo solamente un módulo es suficiente para mantener todas las dependencias.

source: Each package exports a set of <emphasis>compiler flags</emphasis> and <emphasis>libraries</emphasis>. They are aggregated together for all packages under a module, and <application>configure</application> variables <emphasis>$(module_CFLAGS)</emphasis> and <emphasis>$(module_LIBS)</emphasis> are defined. These variables can then be used in <link linkend="group-properties">Group properties</link> and <link linkend="target-properties">Target properties</link>.
es: Cada paquete exporta un conjunto de <emphasis>opciones de compilación</emphasis> y <emphasis>bibliotecas</emphasis>. Se añaden todas juntas para todos los paquetes bajo un módulo y se definen las variables de configuración <emphasis>$(module_CFLAGS)</emphasis> y <emphasis>$(module_LIBS)</emphasis>. Éstas variables se pueden usar en las <link linkend="group-properties">Propiedades del grupo</link> y las <link linkend="target-properties">Propiedades del objetivo</link>.

source: Select <menuchoice><guisubmenu>Project</guisubmenu><guimenuitem>Properties</guimenuitem></menuchoice> to bring up the project properties dialog.
es: Seleccione <menuchoice><guisubmenu>Proyecto</guisubmenu><guimenuitem>Propiedades</guimenuitem></menuchoice> para mostrar el diálogo de propiedades del proyecto.

source: Select the tab <guibutton>Packages</guibutton> to bring up the Packages page.
es: Seleccione la solapa <guibutton>Paquetes</guibutton> para mostrar la página de los paquetes.

source: Select the <emphasis>module</emphasis> to add the package to. If there is no module created yet or there is no appropriate module, create one by clicking <guibutton>Add module</guibutton>. Give a sensible name to the module, preferably in UPPERCASE to match other <application>configure</application> variables (only use alphanumeric and '_' characters) and press <keycap>Enter</keycap> to create it.
es: Seleccione el <emphasis>módulo</emphasis> para añadir al paquete. Si no hay ningún módulo creado o no hay un módulo apropiado, cree uno pulsando <guibutton>Añadir módulo</guibutton>. Proporcione un nombre al módulo, preferiblemente en LETRAS MAYÚSCULAS (se distinguen mayúsculas y minúsculas) para que coincida con el resto de las variables de <application>configure</application> (use caracteres alfanuméricos y el guión bajo «_» exclusivamente) y pulse <keycap>Intro</keycap> para crearlo.

source: Click <guibutton>Add Package</guibutton> to bring up the package selection dialog.
es: Pulse <guibutton>Añadir paquete</guibutton> para mostrar el diálogo de selección de paquetes.

source: Select the package to add and click <guibutton>Add</guibutton>.
es: Seleccione el paquete para añadir y pulse <guibutton>Añadir</guibutton>.

source: Click <guibutton>Close</guibutton> to close the properties dialog.
es: Pulse <guibutton>Cerrar</guibutton> para cerrar el diálogo de propiedades.

source: To add a package dependency: <placeholder-1/>
es: Para añadir una dependencia de un paquete: <placeholder-1/>

source: Group properties
es: Propiedades del grupo

source: Group properties dialog
es: Diálogo Propiedades del grupo

source: To edit a group's properties, double-click the group in the <interface>Project</interface> window to open the <interface>Group Properties</interface> dialog. (You can alternatively right-click the group and select <guimenuitem>Properties</guimenuitem> from the context menu.) <placeholder-1/>
es: Para establecer propiedades del grupo, pulse dos veces en el grupo en la ventana <interface>Proyecto</interface> para abrir el diálogo <interface>Propiedades de grupo</interface>. (Alternativamente puede pulsar con el botón derecho del ratón sobre el grupo y seleccionar <guimenuitem>Propiedades</guimenuitem> del menú contextual). <placeholder-1/>

source: <emphasis>Includes</emphasis>: Set your include directories for your C and C++ targets here. You need to provide the full include options of the compiler here, e.g. -I/usr/include/blah. The include paths will be used to find header files included by your source files. (You can also add other compiler flags here, but it's preferable to set them in their respective <emphasis>compiler flags</emphasis> fields as described below.)
es: <emphasis>Inclusiones</emphasis>: establezca sus directorios de inclusión para sus objetivos C y C++. Aquí debe proporcionar las opciones completas de inclusión del compilador, ej. -I/usr/include/blah. Las rutas de inclusión se usarán para buscar los archivos de inclusión en sus archivos de fuentes. Aquí también puede añadir otras opciones del compilador, pero es preferible establecerlas en sus respectivas propiedades de <emphasis>opciones del compilador</emphasis> (ver más abajo).

source: <emphasis>Compiler flags</emphasis>: Set your compiler-specific flags here. There are different fields for different compiler categories. Flags that can be set here depend on the actual compiler used. The default compiler used for C/C++ is gcc/g++ (the GNU C compiler). Check out the <ulink url="info:gcc">gcc info documentation</ulink> for more details.
es: <emphasis>Ajustes del compilador</emphasis>: establezca aquí las opciones específicas del compilador. Existen campos diferentes para las distintas categorías del compilador. Las opciones que se pueden establecer dependen del compilador usado actualmente. El compilador predeterminado para C/C++ es gcc/g++ (el compilador GNU de C). Para obtener más detalles consulte la <ulink url="info:gcc">información de documentación de gcc</ulink>.

source: <emphasis>Install directories</emphasis>: The dialog will display a field for each target in the group that requires an installation directory. Set each installation directory as relative to one of the many <application>automake</application> directory variables, such as $(prefix), $(bindir), $(libdir), or $(datadir).
es: <emphasis>Directorios de instalación</emphasis>: los objetivos del grupo que requieren directorios de instalación obtendrán un campo para introducir el directorio de instalación. De tal forma que sus directorios de instalación son relativos a una de las muchas variables de directorio de <application>automake</application>, tales como $(prefix), $(bindir), $(libdir), $(datadir), etc.

source: Properties set for a group apply to all the targets under it. So any compiler or linker flags set for a group will be automatically be part of all the targets in it (in addition to each target's individual properties). The following fields are available in the Group Properties dialog. <placeholder-1/>
es: Las propiedades establecidas para un grupo se aplican a todos los objetivos bajo él. De tal forma que cualquier opción del compilador o enlazador aquí establecidas serán automáticamente parte de todos los objetivos en él (además de las propiedades individuales del objetivo). Las siguientes opciones están disponibles en las Propiedades de grupo. <placeholder-1/>

source: Target properties
es: Propiedades del destino

source: Any properties set for a target apply to that target only. A target also inherits properties from its containing group.
es: Cualquier propiedad establecida para un objetivo se aplica sólo sobre ese objetivo. Un objetivo también hereda las propiedades del grupo que lo contiene.

source: Target properties dialog
es: Diálogo Propiedades del objetivo

source: To set a target's properties, double-click the target in the <interface>Project window</interface> to open the Target Properties dialog. (You can alternatively right-click the target and select <guimenuitem>Properties</guimenuitem> from the context menu.) <placeholder-1/>
es: Para establecer las propiedades del objetivo, pulse dos veces el objetivo en la <interface>Ventana de proyecto</interface> para abrir el diálogo Propiedades del objetivo. (También puede acceder al menú pulsando con el botón secundario del ratón y seleccionando <guimenuitem>Propiedades</guimenuitem> del menú contextual). <placeholder-1/>

source: You can add the modules you have added in <link linkend="project-properties">Project properties</link> to a specific target here. To activate the module simply toggle the checkbox next to the module name. This will automatically add include and linker flags to that target and enable you to use the module within this target.
es: Aquí puede añadir los módulos que ha añadido en las <link linkend="project-properties">Propiedades del proyecto</link> a un objetivo específico. Para activar el módulo simplemente conmute la caja de verificación junto al nombre del módulo. Esto añadirá automáticamente opciones de inclusión y enlazado sobre ese objetivo y le permitirá usar el módulo en ese objetivo.

source: Advanced target options
es: Opciones avanzadas del objetivo

source: The following fields are available in the advanced target configuration that you reach when you clicked the <guibutton>Advanded...</guibutton> button in the target properties dialog.
es: Los siguientes campos están disponibles en la configuración avanzada del objetivo, a la que se llega pulsando el botón <guibutton>Avanzadas...</guibutton> en el diálogo de propiedades del objetivo.

source: <emphasis>Compiler settings</emphasis>: Set your compiler-specific flags here. There are different fields for different compiler categories. Flags that can be set here depend on the actual compiler used. The default compiler used for C/C++ is gcc/g++ (the GNU C compiler). Check out the <ulink url="info:gcc">gcc info documentation</ulink> for more details.
es: <emphasis>Ajustes del compilador</emphasis>: establezca aquí las opciones específicas del compilador. Existen campos diferentes para las distintas categorías del compilador. Las opciones que se pueden establecer dependen del compilador usado actualmente. El compilador predeterminado para C/C++ es gcc/g++ (el compilador GNU de C). Para obtener más detalles consulte la <ulink url="info:gcc">información de documentación de gcc</ulink>.

source: <emphasis>Linker flags</emphasis>: Set linker flags that should be used when linking the target. These flags apply only to Program and Library targets. See the <ulink url="info:ld">ld info documentation</ulink> for available linker options.
es: <emphasis>Opciones del enlazador:</emphasis> Establezca las opciones del enlazador que se usarán al enlazar el objetivo. Se aplica sólo a objetivos tipo programa y biblioteca. Consulte <ulink url="info:ld">documentación de ld</ulink> para ver las opciones disponibles del enlazador.

source: <emphasis>Libraries</emphasis>: Set the libraries that the target depends on.
es: <emphasis>Bibliotecas</emphasis>: Establece las bibliotecas de las que depende el objetivo.

source: Building
es: Construir

source: Anjuta handles <application>autotools</application> projects. It is able to cope with other kinds of projects, such as projects using a user-written Makefile, but the current build interface is targeted at autotools projects. Some knowledge of them is useful to better understand the way a project is built.
es: Anjuta gestiona proyectos de <application>autotools</application>. Es capaz de gestionar otros tipos de proyectos como los escritos para Makefile pero la interfaz actual de construcción está pensada para proyectos de autotools. Es útil tener cierto conocimiento acerca de ellos para entender mejor cómo se construye un proyecto.

source: An autotools project is built in three steps:
es: Un proyecto de autotools se construye en tres pasos:

source: Generate
es: Generar

source: Configure
es: Configurar

source: Build
es: Construir

source: <emphasis>Build</emphasis> is the main step in which all target files are generated from the source files. It can be divided into two subphases: <emphasis>Compile</emphasis> and <emphasis>Link</emphasis>. In the <emphasis>Compile</emphasis> phase each object file is generated from its corresponding source file. For instance, a source file <filename>hello.c</filename> will generate <filename>hello.o</filename> after compilation. Usually you do not need to worry about these object files — just think of them as intermediate files. In the <emphasis>Link</emphasis> phase, all object files and libraries are linked together to create the final executable. Some programming languages do not need a <emphasis>Compile</emphasis> and a <emphasis>Link</emphasis> phase. Moreover the <emphasis>Build</emphasis> step may be used to generate other files, like documentation which doesn't need such phases.
es: <emphasis>Construir</emphasis> es el paso principal en el que se generan todos los archivos objeto del código fuente. Se puede dividir en dos subfases: <emphasis>Compilar</emphasis> y <emphasis>Enlazar</emphasis>. En la fase <emphasis>Compilar</emphasis> se genera cada archivo objeto de su correspondiente archivo fuente. Por ejemplo, un archivo fuente <filename>hola.c</filename> generará <filename>hola.o</filename> después de compilarlo. Generalmente no tiene que preocuparse por estos archivos; simplemente piense en ellos como archivos intermedios. En la fase <emphasis>Enlazar</emphasis> se enlazan todos los archivos objetos y bibliotecas juntos para crear el ejecutable final. Algunos lenguajes de programación no necesitan la fase <emphasis>Compilar</emphasis> y <emphasis>Enlazar</emphasis>. Además, el paso <emphasis>Construir</emphasis> se usa para generar otros archivos, como la documentación que no necesita tales fases.

source: <emphasis>Configure</emphasis> is the step in which the source tree is adjusted to your system. <application>autotools</application> projects can be built on a wide range of systems using different compilers and having different library functions. This step runs a script named <filename>configure</filename> that will check for various characteristics of your system and create some of the files required to perform a build (such as <filename>Makefile</filename> and <filename>config.h</filename>). This step is used to select build options, too; for instance, a build option may disable optimization to make debugging easier or disable some experimental part of a program.
es: <emphasis>Configurar</emphasis> es el paso en el que se ajusta el árbol de los fuentes a su sistema. Los proyectos de <application>autotools</application> se pueden construir en una gran variedad de sistemas usando diferentes compiladores y usando diferentes funciones de bibliotecas. Este paso ejecuta el script <filename>configure</filename> que comprobará varias características de su sistema y creará algunos de los archivos necesarios para realizar la construcción (tales como <filename>Makefile</filename> y <filename>config.h</filename>). Este paso también se usa para seleccionar opciones de construcción, por ejemplo, desactivar la optimización para hacer más fácil la depuración o desactivar alguna parte experimental de un programa.
