Repository: weynhamz/GNOME-anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: es

source: To insert a macro, move the cursor to the desired place. Select <menuchoice><guisubmenu>Edit</guisubmenu><guisubmenu>Macros</guisubmenu><guimenuitem>Macros...</guimenuitem></menuchoice>. A dialog window appears. Select the desired macro in the list. The result of the macro expansion is displayed in the window and a summary is shown in the dialog window. Choose <guibutton>Insert</guibutton>. The expanded macro text is inserted at the cursor position.
es: Para insertar una macro, mueva el cursor al lugar deseado. Seleccione <menuchoice><guisubmenu>Editar</guisubmenu><guisubmenu>Macros</guisubmenu><guimenuitem>Macros...</guimenuitem></menuchoice>. Aparecerá la ventana de diálogo. Seleccione la macro deseada de la lista. El resultado de la expansión de la macro se mostrará en la ventana así como un resumen en la ventana de diálogo. Elija <guibutton>Insertar</guibutton>. Se insertará el texto de la macro expandida en la posición del cursor.

source: The Macro dialog
es: El diálogo Macro

source: Another way to insert a macro is to select <menuchoice><guisubmenu>Edit</guisubmenu><guisubmenu>Macros</guisubmenu><guimenuitem>Insert Macro...</guimenuitem></menuchoice>, then to press the desired macro shortcut. <placeholder-1/>
es: Otra posibilidad para insertar un macro es seleecionar <menuchoice><guisubmenu>Editar</guisubmenu><guisubmenu>Macros</guisubmenu><guimenuitem>Insertar macro…</guimenuitem></menuchoice>, después pulsar el atajo de teclado sobre la macro seleccionado. <placeholder-1/>

source: Defining Macros
es: Definir macros

source: From the Insert Macro window, choose <guibutton>Add</guibutton> or select <menuchoice><guisubmenu>Edit</guisubmenu><guisubmenu>Macros</guisubmenu><guimenuitem>Add Macro... </guimenuitem></menuchoice>. The Add/Edit window appears. Enter the macro name, choose or define a category and enter a shortcut. Then edit text relative to your macro. The character ' | ' will indicate the cursor position after the macro insertion. Choose <guibutton>OK</guibutton>. The macro is added to the list.
es: Desde la ventana de Insertar macro, elija <guibutton>Añadir</guibutton> o seleccione <menuchoice><guisubmenu>Editar</guisubmenu><guisubmenu>Macros</guisubmenu><guimenuitem>Añadir macro...</guimenuitem></menuchoice>. Aparecerá la ventana de Añadir/editar. Introduzca el nombre de la macro, elija o defina una categoría e introduzca un atajo. Después edite el texto relativo a la macro. El carácter «|» indicará la posición del cursor después de la inserción de la macro. Elija <guibutton>Aceptar</guibutton>. La macro se añadirá a la lista.

source: You can also erase a macro by selecting it in the list and choosing <guibutton>Remove</guibutton>. This only works for user macros (My Macros), of course.
es: También puede borrar un macro seleccionándolo en la lista (sólo Mis macros) y después eligiendo <guibutton>Eliminar</guibutton>. Ésto sólo funciona para los macros del usuario (Mis macros).

source: Add/Edit Macro
es: Añadir/Editar macro

source: Add Edit dialog
es: Diálogo Añadir/Editar

source: Similarly, you can edit and modify a macro by selecting it in the list and choosing <guibutton>Edit</guibutton>. <placeholder-1/>
es: De la misma manera se puede editar un macro y modificarlo seleccionándolo en la lista y eligiendo después <guibutton>Editar</guibutton>. <placeholder-1/>

source: Macro Keywords
es: Palabras clave de los macros

source: Macro keywords are available. They can be included in macro definitions. These macro keywords start and finish with the character ' @ '.
es: Están disponibles las palabras clave para los macros. Pueden integrarse en la definición de la macro. Los nombres de estas palabras clave de los macros comienzan y finalizan con el carácter « @ ».

source: Keyword Macro
es: Palabra clave de la macro

source: The Keyword macro
es: La palabra clave de la macro

source: Available macro keywords are @DATE_TIME@, @DATE_YMD@, @DATE_Y@, @USER_NAME@, @FILE_NAME@, @FILE_NAME_UP@, @FILE_NAME_UP_PREFIX@, @EMAIL@, @TABSIZE@, @INDENTSIZE@, and @USETABS@. <placeholder-1/>
es: Las palabras clave de macro disponibles son: @DATE_TIME@, @DATE_YMD@, @DATE_Y@, @USER_NAME@, @FILE_NAME@, @FILE_NAME_UP@, @FILE_NAME_UP_PREFIX@, @EMAIL@, @TABSIZE@, @INDENTSIZE@ y @USETABS@. <placeholder-1/>

source: Opening and Saving Files
es: Abrir y guardar archivos

source: Open File dialog
es: Diálogo Abrir archivo

source: <emphasis>Opening a file:</emphasis> To open an existing file, choose <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Open</guimenuitem></menuchoice> from the menu bar, click on the <guibutton>Open</guibutton> button on the toolbar, or press <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>. This will display the <interface>Open File</interface> dialog. <placeholder-1/> Select or enter the name of file you want to open, then click <guibutton>Open</guibutton>. To open more than one file at once, select multiple files to open by holding down the <keycap>Ctrl</keycap> key and clicking each file in turn; then press <guibutton>Open</guibutton>. If you change your mind, click <guibutton>Cancel</guibutton> to dismiss the dialog without opening the file.
es: <emphasis>Abrir un archivo:</emphasis> para abrir un archivo existente elija <menuchoice><guisubmenu>Archivo</guisubmenu><guimenuitem>Abrir</guimenuitem></menuchoice> de la barra de menú, pulse el botón <guibutton>Abrir</guibutton> de la barra de herramientas o pulse <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>. Esto mostrará el diálogo <interface>Abrir archivo</interface>. <placeholder-1/> Seleccione o introduzca el archivo que quiere abrir, después pulse <guibutton>Abrir</guibutton>. Para abrir más de un archivo a la vez, seleccione múltiples archivos pulsando primero la tecla <keycap>Ctrl</keycap> y pulsando sobre los archivos en la lista y pulse <guibutton>Abrir</guibutton>. Si cambia de opinión, pulse <guibutton>Cancelar</guibutton> para cerrar el diálogo sin abrir el archivo.

source: Open Multiple File dialog
es: Diálogo Abrir múltiples archivos

source: The Open File dialog in multiple-select mode
es: El diálogo Abrir archivo en el modo de múltiple selección

source: You can enable the <emphasis>Show Hidden Files</emphasis> option through the pop-up menu that appears when you right-click in the Open File dialog. This option will make hidden files (files starting with ".") visible in the file list. Clear the option to hide hidden files. The Open File dialog also has a built-in file type filter. Select the appropriate file type filter in the dialog and the file list will be limited to the files of the selected type only.
es: Puede activar la opción <emphasis>Mostrar archivos ocultos</emphasis> a través del menú emergente que aparece al pulsar con el botón derecho en el diálogo Abrir archivo. Esta opción hará que los archivos ocultos (archivos que comienzan por «.») sean visibles en la lista de archivos. Pulse de nuevo para ocultarlos. El diálogo de selección de archivo de <application>Anjuta</application> también tiene un filtro para tipos de archivo incluido. Seleccione el filtro de tipo de archivo apropiado en el diálogo y la lista de archivos se limitará a los archivos del tipo seleccionado.

source: The Save As File
es: Guardar como archivo

source: <emphasis>Saving a file:</emphasis> To save a file, choose <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Save</guimenuitem></menuchoice> from the menu bar, click on the <guibutton>Save</guibutton> button on the toolbar, or press <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo>. This will save the file. If the file is new, a <interface>Save As</interface> dialog will appear. Enter a filename and click <guibutton>Save</guibutton> to save the new file with the name supplied. <placeholder-1/>
es: <emphasis>Guardar un archivo:</emphasis>. Para guardar un archivo elija <menuchoice><guisubmenu>Archivo</guisubmenu><guimenuitem>Guardar</guimenuitem></menuchoice> de la barra de menú, pulse el botón <guibutton>Guardar</guibutton> en la barra de herramientas, o pulse <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo>. Esto guardará el archivo. Si el archivo es nuevo aparecerá un diálogo <interface>Guardar como</interface>. Introduzca un nombre de archivo y pulse <guibutton>Guardar</guibutton> para guardar el archivo nuevo con el nombre proporcionado. <placeholder-1/>

source: File autosave
es: Autoguardar archivos

source: If you have enabled autosave, Anjuta will not autosave any new files. You must first save them manually. The same applies to the <guimenuitem>Save All</guimenuitem> option: Anjuta will not save new files, if you haven't saved them first manually. <emphasis>You must save a file manually before autosave or <guimenuitem>Save All</guimenuitem> will work with it.</emphasis>
es: Si ha habilitado el autoguardado, Anjuta no guardará ningún archivo nuevo. Primero debe guardarlos manualmente. Lo mismo se aplica a la opción <guimenuitem>Guardar todos</guimenuitem>: Anjuta no guardará ningún archivo nuevo si no los ha guardado antes manualmente. <emphasis>Debe guardar un archivo manualmente para que el autoguardado o <guimenuitem>Guardar todos</guimenuitem> funcionen con ellos.</emphasis>

source: <emphasis>Saving a file with a different name:</emphasis> You can explicitly save a file with a new filename. To do this, choose <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Save As</guimenuitem></menuchoice> from the menu bar. A <interface>Save As</interface> dialog will appear prompting you to enter the new filename. Enter the name and click <guibutton>Save</guibutton>.
es: <emphasis>Guardar un archivo con un nombre diferente:</emphasis> Puede guardar un archivo con un nombre nuevo explícitamente. Para hacerlo, elija <menuchoice><guisubmenu>Archivo</guisubmenu><guimenuitem>Guardar como</guimenuitem></menuchoice> de la barra de menú. Aparecerá un diálogo <interface>Guardar como</interface> preguntándole por el nombre de archivo nuevo. Introduzca el nombre y pulse <guibutton>Guardar</guibutton>.

source: File save as overwrite
es: Sobreescribir archivo al guardar

source: When you use <guimenuitem>Save As</guimenuitem> with an existing file, the original is not deleted. It is left unchanged since the last save. If a file with the new filename already exists, a confirmation dialog will appear to ensure that you want to overwrite it. Clicking <guibutton>Yes</guibutton> will overwrite the file with the file you are saving.
es: Cuando use <guimenuitem>Guardar como</guimenuitem> sobre un archivo ya existente, el original no se borra. Se deja sin cambiar desde la última vez que se guardó. Si un archivo con el nombre de archivo nuevo ya existe, aparecerá un diálogo de confirmación, para asegurar que quiere sobreescribirlo. Pulsar <guibutton>Sí</guibutton> sobreescribirá el archivo con el archivo que está guardando.

source: <emphasis>Closing a file:</emphasis> To close a file, choose <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Close</guimenuitem></menuchoice> from the menu bar, or click on the <guibutton>Close</guibutton> button on the toolbar. (You can also close a file by clicking the X in its filename tab.) This will close the current file. If the file is not saved, or is a new file, then <application>Anjuta</application> will prompt you to save the file before closing it.
es: <emphasis>Cerrar un archivo:</emphasis> para cerrar un archivo, elija <menuchoice><guisubmenu>Archivo</guisubmenu><guimenuitem>Cerrar</guimenuitem></menuchoice> de la barra de menú, o pulse el botón <guibutton>Cerrar</guibutton> de la barra de herramientas. (El archivo también se puede cerrar pulsando sobre la X en la solapa del nombre del archivo.) Esto cerrará el archivo actual. Si el archivo no está guardado o es un archivo nuevo, entonces <application>Anjuta</application> le preguntará si quiere guardar el archivo antes de cerrarlo.

source: Editing Files
es: Editar archivos

source: <application>Anjuta</application> has a number of features which help you edit and work with source files. The following sections describe how to use some of the interesting features available.
es: <application>Anjuta</application> posee cierto número de características de ayuda para la edición y el trabajo con archivos de código fuente. Las siguientes secciones describen cómo usar algunas de las interesantes características disponibles.

source: Editor Margins
es: Márgenes del editor

source: The Tags toolbar
es: La barra de herramientas de etiquetas

source: <emphasis>Editor Margins:</emphasis> Editor margins appear to the left of the editor and are used for some special purposes. There are three editor margins available: the <emphasis>line number margin</emphasis>, the <emphasis>marker margin</emphasis> and the <emphasis>code fold margin</emphasis>. By default (that is, when you run <application>Anjuta</application> for the first time) only the code fold margin will be visible. The rest can be made visible via <menuchoice><guimenu>View</guimenu><guisubmenu>Editor</guisubmenu></menuchoice>. <placeholder-1/>
es: <emphasis>Márgenes del editor:</emphasis> los márgenes del editor son las pequeñas áreas en la parte izquierda del editor que sirven para algunos propósitos especiales. Existen tres márgenes de editor disponibles el <emphasis>margen del número de línea</emphasis>, el <emphasis>margen de marcadores</emphasis> y el <emphasis>margen de plegado del código</emphasis>. De forma predeterminada (esto es, cuando inicia <application>Anjuta</application> por primera vez) sólo el margen de plegado del código será visible. El resto se puede hacer visible desde el menú <menuchoice><guimenu>Ver</guimenu><guisubmenu>Editor</guisubmenu></menuchoice>. <placeholder-1/>

source: The <emphasis>line number margin</emphasis> is largest of all the three margins (and is slightly darker then rest) and displays a document's line numbers. The <emphasis>line number margin</emphasis> can be shown or hidden by toggling <menuchoice><guimenu>View</guimenu><guisubmenu>Editor</guisubmenu><guimenuitem>Line Numbers Margin</guimenuitem></menuchoice>. Left-clicking on this margin will select an entire line (including the trailing newline, if present). You can set font properties for the line number margin in the preferences.
es: El <emphasis>Margen de números de línea</emphasis> es el más grande de los tres márgenes (y ligeramente más oscuro que el resto) y muestra los números de línea del documento. El <emphasis>Margen de números de línea</emphasis> puede hacerse visible o invisible conmutando <menuchoice><guimenu>Ver</guimenu><guisubmenu>Editor</guisubmenu><guimenuitem>Margen de números de línea</guimenuitem></menuchoice>. Pulsando con el botón izquierdo sobre este margen seleccionará la línea entera (incluyendo. si está presente, la última línea nueva). Puede establecer las propiedades de la tipografía para el margen de los números de línea en las preferencias.

source: The <emphasis>marker margin</emphasis> can be shown or hidden via <menuchoice><guimenu>View</guimenu><guisubmenu>Editor</guisubmenu><guimenuitem>Markers Margin</guimenuitem></menuchoice>. This margin displays graphical icons to mark the given line. The margin may display bookmark markers (blue and rectangular), breakpoint markers (red and circular) and line indicator markers (which look like a yellow pointed arrow). A bookmark marker indicates a bookmarked line, and can be toggled via <menuchoice><guimenu>Goto</guimenu><guisubmenu>Bookmark</guisubmenu><guimenuitem> Toggle Bookmark</guimenuitem></menuchoice> with the cursor placed on that line. A breakpoint marker is used in the debugger to indicate a debugging breakpoint (see the Debugging section for more details). A line indicator marker is used to indicate the current program position in the debugger.
es: El <emphasis>Margen de marcadores</emphasis> se puede hacer mostrar u ocultar a través de <menuchoice><guimenu>Ver</guimenu><guisubmenu>Editor</guisubmenu><guimenuitem>Margen de marcadores</guimenuitem></menuchoice>. Este margen muestra iconos gráficos para marcar la línea dada. Los marcadores que se mostrarán en éste margen son los Marcadores (icono rectangular azul), los Puntos de parada (círculo rojo) y los Indicadores de línea (flecha amarilla). Los marcadores se usan para indicar líneas marcadas que se pueden cambiar desde <menuchoice><guimenu>Ir a</guimenu><guisubmenu>Marcador</guisubmenu><guimenuitem>Cambiar marcador</guimenuitem></menuchoice> con el cursor sobre esa línea. Un marcador de puntos de parada se usa en la depuración para marcar la línea con puntos de para de la depuración (consulte la sección de depuración para obtener más detalles). Un marcador de indicador se usa para indicar la posición actual del programa en el depurador.

source: The <emphasis>code fold margin</emphasis> is where the folding tree is visible. Clicking on folding tree nodes will fold or unfold code blocks. An underline will also be drawn below a folded line to make it more obvious that a block of code has been folded below the line. For more details on code folding, see the section <emphasis>Code Folding</emphasis> below.
es: El <emphasis>Margen de plegado del código</emphasis> es donde el árbol de plegado es visible. Pulsando sobre esos nodos del árbol de plegado plegará o desplegará los bloques de código. Se dibujará un guión bajo debajo de la línea plegada para que sea más obvio que se ha plegado un bloque de código bajo la línea. Para obtener más detalles acerca del plegado de código, consulte la sección <emphasis>Plegado de código</emphasis> debajo.

source: Invisible margin marker
es: Marcador de márgenes invisibles

source: Editor markers when the marker margin is invisible
es: El editor marca cuando el margen del marcador es invisible

source: If the marker margin is not visible, Anjuta displays markers by changing the background color of a line. For example, if a breakpoint marker is set in a line and the marker margin is not visible, that line will be displayed with a red background. Similarly, for a bookmark marker and a line indicator marker the background color of the line will be sky blue and yellow, respectively. If you do not like this (perhaps due to some contrasting themes), enable the marker margin via <menuchoice><guimenu>View</guimenu><guisubmenu>Editor</guisubmenu><guimenuitem>Marker Margin</guimenuitem></menuchoice>. <placeholder-1/>
es: Si no se ve el margen del marcador, Anjuta mostrará los marcadores cambiando el color del fondo de la línea. Por ejemplo, si hay un marcador de punto de parada en una línea y el margen del marcador no se ve, esa línea se mostrará en un fondo rojo. De forma similar, para los marcadores y los marcadores indicadores de línea el color de fondo de la línea será azul cielo y amarillo respectivamente. Si no le gustan estos colores (quizá por el contraste entre ellos), active el <emphasis>Margen de marcadores</emphasis> desde <menuchoice><guimenu>Ver</guimenu><guisubmenu>Editor</guisubmenu><guimenuitem>Margen de marcadores</guimenuitem></menuchoice>. <placeholder-1/>

source: Editor Guides
es: Guías del editor

source: The editor can be set to display certain document information which is normally invisible, including <emphasis>indentation guides</emphasis>, <emphasis>white space</emphasis> and <emphasis>line end characters</emphasis>. They can be make visible or invisible by toggling the menu items in <menuchoice><guimenu>View</guimenu><guisubmenu>Editor</guisubmenu></menuchoice>. Indentation guides are small dotted lines drawn to connect matching braces in source code. When the cursor is over a matching brace, its dotted indentation guide is highlighted to emphasize the indentation level visually.
es: Se puede hacer que el editor cree cierta información del documento, que de otra manera no sería visible, incluyendo las <emphasis>guías de sangría</emphasis>, <emphasis>espacios en blanco</emphasis> y los <emphasis>caracteres de fin de línea</emphasis>. Se pueden hacer visibles o invisibles conmutando los elementos del menú en <menuchoice><guimenu>Ver</guimenu><guisubmenu>Editor</guisubmenu></menuchoice>. Las guías de sangría son las pequeñas líneas punteadas dibujadas para conectar las llaves coincidentes en el código fuente. Cuando el cursor está encima de uno de esas llaves coincidentes, las guías de sangría punteadas se resaltan para proporcionar una región visual del sangrado.

source: Editor with guides
es: Editor con guías

source: Syntax highlighting
es: Resaltado de sintaxis

source: <application>Anjuta</application> can highlight the syntax of many different languages. This is usually done automatically by determining the type of a file from its extension. If <application>Anjuta</application> cannot determine the type of a file, there will be no syntax highlighting. You can explicitly force a particular highlight style by selecting the style from the menu <menuchoice><guimenu>View</guimenu><guisubmenu>Editor</guisubmenu><guisubmenu> Highlight Mode</guisubmenu></menuchoice>.
es: <application>Anjuta</application> puede resaltar la sintaxis muchos lenguajes diferentes. Esto generalmente se hace automáticamente determinando el tipo del archivo desde la extensión de archivo. Si <application>Anjuta</application> no puede determinar el tipo del archivo, entonces no habrá resaltado de sintaxis. Puede forzar un estilo de resaltado particular seleccionándolo del menú <menuchoice><guimenu>Ver</guimenu><guisubmenu>Editor</guisubmenu><guisubmenu>Modo de resaltado</guisubmenu></menuchoice>.

source: Anjuta uses a properties file named <filename>$prefix/share/anjuta/properties/anjuta.properties</filename>, which has the same format as a SciTE properties file but does not use all properties. The style of each element for all languages is defined in a file named <filename>$prefix/share/anjuta/properties/styles.properties</filename>. It uses some common properties defined by Anjuta in the file <filename>$home/.config/anjuta/scintilla/editor-style.properties</filename>.
es: Anjuta usa un archivo de propiedades llamado <filename>$prefix/share/anjuta/properties/anjuta.properties</filename>, tiene el mismo formato que el archivo de propiedades SciTE pero no usa todas sus propiedades. El estilo de cada elemento para todos los idiomas está definido en un archivo llamado <filename>$prefix/share/anjuta/properties/styles.properties</filename>. Usa algunas propiedades comunes definidas por Anjuta en el archivo <filename>$home/.config/anjuta/scintilla/editor-style.properties</filename>.

source: Code folding
es: Plegado de código

source: Anjuta can display <emphasis>code folds</emphasis> for source files in block-structured languages (such as C, C++, Pascal, and Java). All code blocks in a source file can be folded or unfolded by clicking on the fold points in the code fold margin of the <interface>Editor</interface> window (usually a +/- symbol or up/down arrow). These fold points automatically appear for source files which use code blocks.
es: Anjuta puede mostrar <emphasis>plegados de código</emphasis> para archivos fuente en lenguajes estructurados por bloques (tales como C, C++, Pascal y Java). Todos los bloques de código en el archivo fuente se pueden plegar o desplegar pulsando en los puntos de plegado en el margen de plegado de la ventana del <interface>Editor</interface> (generalmente un símbolo +/- o unas flechas arriba/abajo). Estos puntos de plegado aparecen automáticamente para archivos fuente que usan bloques de código.
