Repository: weynhamz/GNOME-anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: es

source: In order to better use the debugger, it is strongly recommended that you build your program with debugging information (-g for gcc) and no optimization (-O0 for gcc). This can be done by selecting the Debug configuration before building the program for the first time.
es: Para hacer un mejor uso del depurador, se recomienda encarecidamente que construya el programa con la información de depuración (-g para gcc) y sin optimización (-O0 para gcc). Esto se puede realizar seleccionando la configuración de depuración antes de construir el programa por primera vez.

source: The program that you want to debug
es: El programa que quiere depurar

source: The drop-down menu of the target drop-down combination box is pre-filled with all executables of the current project. But you can alternatively select another executable which is not part of the project. The debugger also accepts libtool executables; these are scripts generated by libtool which wrap real executables.
es: El menú desplegable de la caja de combinación desplegable del objetivo ya está rellenada con todos los ejecutables del proyecto actual. Pero puede seleccionar otro ejecutable que no forme parte del proyecto. El depurador acepta ejecutables de libtool, es decir scripts generados por libtool, que envuelven al ejecutable real.

source: The command-line parameters
es: Los parámetros de la línea de comandos

source: The working directory
es: El directorio de trabajo

source: Environment variables
es: Variables de entorno

source: Environment variables displayed in light gray are the current environment variables. You can add, modify or remove environment variables here.
es: Las variables de entorno en gris claro son las variables de entorno actuales. Aquí puede añadir, modificar o quitar las variables de entorno.

source: To debug Anjuta using Anjuta, you can use a different theme to change the look of the instance being debugged; for example, you could add "GTK2_RC_FILES=/usr/share/themes/Crux/gtk-2.0/gtkrc".
es: Para depurar Anjuta usando Anjuta puede usar un tema diferente para reconocer inmediatamente la instancia en depuración añadiendo, por ejemplo puede añadir «GTK2_RC_FILES=/usr/share/themes/Crux/gtk-2.0/gtkrc».

source: Whether the program should run in a terminal or not. If so, the Anjuta terminal plugin is used.
es: Indica si el programa se debe ejecutar en un terminal o no. De ser así, se usa el complemento del terminal de Anjuta.

source: You can select which program to run and its environment using <menuchoice><guisubmenu>Run</guisubmenu><guimenuitem>Program Parameters…</guimenuitem></menuchoice>. You can choose: <placeholder-1/>
es: Puede seleccionar qué programa ejecutar y su entorno usando <menuchoice><guisubmenu>Ejecutar</guisubmenu><guimenuitem>Parámetros del programa…</guimenuitem></menuchoice>. Puede escoger: <placeholder-1/>

source: Attaching to a Process
es: Acoplar a un proceso

source: It is also possible to attach to a running process and debug it by choosing the menu item <menuchoice><guisubmenu>Run</guisubmenu><guimenuitem>Debug Process …</guimenuitem></menuchoice>. A list of all processes running on the system will appear.
es: También es posible acoplar a un proceso en ejecución y depurarlo eligiendo el elemento del menú <menuchoice><guisubmenu>Ejecutar</guisubmenu><guimenuitem>Depurar proceso…</guimenuitem></menuchoice>. Aparecerá una lista de todos los procesos en ejecución del sistema.

source: Attach to Process dialog
es: Diálogo Acoplar al proceso

source: Select the process to attach to and click <guibutton>OK</guibutton> to start the debugger, attach to the selected process and stop it.
es: Seleccione el proceso que acoplar y pulse <guibutton>Aceptar</guibutton> para iniciar el depurador, acóplelo al proceso seleccionado y párelo.

source: It is currently not possible to load symbol information for an attached process. Symbols should be included in the process.
es: Actualmente no es posible cargar la información de los símbolos para los procesos acoplados. Deben incluirse en el proceso.

source: Stopping the Debugger
es: Parar el depurador

source: Choose the menu item <menuchoice><guisubmenu>Run</guisubmenu><guimenuitem>Stop Debugger</guimenuitem></menuchoice> to stop the debugger. This will kill the program which is being debugged. If the debugger has been attached to a running process, the debugger will just detach from it without killing it. You will get a confirmation box if a program is currently attached or running.
es: Elija el elemento del menú <menuchoice><guisubmenu>Ejecutar</guisubmenu><guimenuitem>Detener el depurador</guimenuitem></menuchoice> para parar el depurador. Esta opción matará el programa que se está depurando. Si el depurador se ha acoplado a un proceso en ejecución, simplemente se desacoplará sin matarlo. Obtendrá una caja de confirmación si un programa está actualmente acoplado o ejecutándose.

source: Adding source directories
es: Añadir directorios fuente

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Add source paths…</guimenuitem></menuchoice> to display a dialog box allowing you to add and remove source directories.
es: Elija el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Añadir rutas de fuentes…</guimenuitem></menuchoice> para mostrar una caja de diálogo que le permitirá añadir y quitar directorios de fuentes.

source: Most executables include full file paths, so defining the directories where are the source files is normally not useful. But some executables include only file names without paths; in this case, the debugger will search for source files in all these directories. The order of directories can be important if several files have the same name, so you can change it using the <guibutton>Up</guibutton> and <guibutton>Down</guibutton> buttons. The directory list is sent to the debugger when it is started. After changing it, you need to restart the debugger to cause it to use the new list.
es: La mayoría de los ejecutables incluyen rutas de archivo completas, de tal forma que definir los directorios donde están los archivos de fuentes no es útil. Pero algunos ejecutables incluyen sólo los nombres de archivo sin rutas, en este caso el depurador buscará los archivos de fuentes en todos esos directorios. El orden de los directorios puede ser importante si varios archivos tienen el mismo nombre, así que puede cambiarlo usando los botones <guibutton>Arriba</guibutton> y <guibutton>Abajo</guibutton>. La lista de directorios se envía al depurador al iniciarse. Después de cambiarla, deberá reiniciar el depurador para que los cambios se tengan en cuenta.

source: Execution
es: Ejecución

source: Execution of a program in the debugger can be finely controlled. The program can be executed in single steps, or allowed to continue until it encounters a breakpoint. Executing like this is essential for tracking program behavior. Like a video editing session, the program can be executed in <emphasis>slow motion</emphasis> with the ability to go forward, pause, stop, and so on. You cannot go backward yet though.
es: Se puede controlar al detalle la ejecución de un programa en el depurador. El programa se puede ejecutar paso a paso o permitir que continúe hasta que encuentre un punto de parada. Esta ejecución es esencial para seguir el comportamiento del programa. Como la edición de vídeo, el programa se puede ejecutar a <emphasis>cámara lenta</emphasis> con la capacidad de ir hacia atrás, pausar, parar y demás. Aunque aún no se puede ir hacia atrás.

source: The methods those can be used to execute a program in the debugger are described in the following sections. These commands are available only when the program has already been started.
es: Los métodos que se pueden ejecutar en el programa mientras se está depurando se describen en las siguientes secciones. Esos comandos están disponibles sólo cuando el programa ya se ha iniciado.

source: Single stepping (step in)
es: Paso a paso (avanzar)

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Step In</guimenuitem></menuchoice> or click on the <guibutton>Step In</guibutton> icon in the <interface>Debug toolbar</interface> to step into a program.
es: Elija el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Avanzar</guimenuitem></menuchoice> o pulse el icono <guibutton>Avanzar</guibutton> en la <interface>barra de herramientas del depurador</interface> para avanzar un paso en un programa.

source: Single stepping executes only one statement of the program (from the place where it has stopped) and then returns control. If the statement that is executed contains one or more functions, the debugger tries to step inside the functions (in the sequence in which the functions are executed). Once the statement is executed and control is passed back, you can study your program's state.
es: La ejecución paso a paso ejecuta sólo una sentencia del programa (desde el lugar donde se ha parado) y después devuelve el control. Si la sentencia que se está ejecutando contiene una o más funciones, el depurador trata de entrar en las funciones y ejecutarlas paso a paso (en la secuencia en la que las funciones se ejecutan). Una vez que la sentencia se ha ejecutado y se ha devuelto el control, es posible estudiar varios parámetros del programa.

source: If the <interface>Disassembly window</interface> has the focus when this command is selected, it executes only one assembler instruction.
es: Si la <interface>ventana de desensamblado</interface> tiene el foco cuando se selecciona este comando, ejecuta sólo una instrucción del ensamblador.

source: Single stepping (step over)
es: Paso a paso (avanzar sobre)

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Step Over</guimenuitem></menuchoice> or click on the <guibutton>Step Over</guibutton> icon in the <interface>Debug toolbar</interface> to step over statements in a program.
es: Elija el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Avanzar sobre</guimenuitem></menuchoice> o pulse el icono <guibutton>Avanzar sobre</guibutton> en la <interface>barra de herramientas del depurador</interface> para avanzar sobre sentencias en un programa.

source: <emphasis>Step over</emphasis> is similar to <emphasis>step in</emphasis>, except that it does not step inside any function in the statement being executed. The statement will be executed in one go.
es: <emphasis>Avanzar sobre</emphasis> es similar a <emphasis>avanzar</emphasis>, excepto que no ejecuta paso a paso ninguna función de la sentencia. La sentencia se ejecutará de una pasada.

source: If the <interface>Disassembly window</interface> has the focus when this command is selected, it executes one assembler instruction but does not stop inside if this instruction is a call to a subroutine.
es: Si la <interface>ventana de desensamblado</interface> tiene el foco cuando se selecciona este comando, entonces ejecuta una instrucción de ensamblador pero no para dentro si esta instrucción llama a una subrutina.

source: If a dynamic library is loaded during the step, the program will not stop at the end of the step. But it will run until it finds a breakpoint or you stop it.
es: Si se carga una biblioteca dinámica durante el paso, el programa no se parará al final del paso. Se ejecutará hasta que encuentre un punto de parada o lo pare manualmente.

source: Single stepping (step out)
es: Paso a paso (avanzar al final)

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Step Out</guimenuitem></menuchoice> or click on the <guibutton>Step Out</guibutton> icon in the <interface>Debug toolbar</interface> to step out in a program.
es: Elija el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Avanzar al final</guimenuitem></menuchoice> o pulse el icono <guibutton>Avanzar al final</guibutton> en la <interface>barra de herramientas del depurador</interface> para avanzar al final en un programa.

source: <emphasis>Step out</emphasis> will execute the current function until it returns. The program will be stopped once it exits from the function. Step out is not really single stepping, because it does not only execute a single statement — it executes the whole function until that function returns to the calling function.
es: <emphasis>Avanzar al final</emphasis> ejecutará la función actual hasta que salga. El programa se parará una vez que salga de la función. Avanzar al final no es realmente una ejecución paso a paso porque no sólo ejecuta una sentencia, ejecuta la función entera hasta que la función vuelve a la función que la llamó.

source: Run/Continue
es: Ejecutar/Seguir

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Run/Continue</guimenuitem></menuchoice> or click on the <guibutton>Run/Continue</guibutton> icon in the <interface>Debug toolbar</interface> to continue the execution of a program.
es: Elija el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Ejecutar/Seguir</guimenuitem></menuchoice> o pulse en el icono <guibutton>Ejecutar/Seguir</guibutton> en la <interface>barra de herramientas del depurador</interface> para continuar con la ejecución de un programa.

source: This option continues the execution of the program until a breakpoint is encountered, or the program exits.
es: Esta opción continua la ejecución del programa hasta que se encuentra un punto de parada o el programa finalice.

source: Run To
es: Ejecutar hasta

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Run to Cursor</guimenuitem></menuchoice> or click on the <guibutton>Run to Cursor</guibutton> icon in the <interface>Debug toolbar</interface> to run until the line at the cursor is reached.
es: Elija el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Ejecutar hasta cursor</guimenuitem></menuchoice> o pulse en el icono <guibutton>Ejecutar hasta cursor</guibutton> en la <interface>Barra de herramientas del depurador</interface> para ejecutar hasta la línea en la que se encuentra el cursor.

source: This option continues the execution of the program until the line or the address (if the <interface>Disassembly window</interface> has the focus) at the cursor is reached.
es: Esta opción continua la ejecución del programa hasta la línea o la dirección (si la <interface>Ventana de desensamblado</interface> tiene el foco) donde se alcanza al cursor.

source: Stop Program
es: Parar el programa

source: While the program is running and has control, no debugging tasks can be performed. To obtain control while the program is running, choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Pause Program</guimenuitem></menuchoice> or click on the <guibutton>Pause Program</guibutton> icon in the <interface>Debug toolbar</interface>. This will interrupt the program and return control to the debugger.
es: Mientras el programa se está ejecutando y tiene el control no se puede realizar ninguna acción de depuración. Para obtener el control mientras el programa se está ejecutando elija el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Pausar el programa</guimenuitem></menuchoice> o pulse en el icono <guibutton>Pausar el programa</guibutton> en la <interface>barra de herramientas del depurador</interface>. Esto interrumpirá el programa y devolverá el control al depurador.

source: Breakpoints
es: Puntos de parada

source: When debugging a program, it is useful to be able to stop the execution of the program at a particular point, so that the state of the program can be examined at that location. Breakpoints enable this to happen. Breakpoints can be set at different locations in a source file and then the program is allowed to run. When a breakpoint is encountered, the execution of the program is suspended, enabling expressions to be evaluated, variables to be inspected, the stack trace to be studied, and so on.
es: Al depurar un programa es útil poder parar la ejecución del programa en un punto en particular, de tal forma que se pueda examinar el estado del programa en esa ubicación. Los puntos de parada permiten que esto pase. Los puntos de parada se pueden establecer en diferentes ubicaciones en un archivo fuente para después hacer que el programa se ejecute. Cuando se encuentra un punto de parada se suspende la ejecución del programa, activando las expresiones para que se evalúen, que las variables se inspecciones, que se estudie la traza de la pila y demás.

source: Listing Breakpoints
es: Listar los puntos de parada

source: The <interface>Breakpoint list window</interface> can be opened by choosing <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Breakpoints</guimenuitem></menuchoice>
es: La <interface>ventana lista de puntos de parada</interface> se puede abrir eligiendo <menuchoice><guisubmenu>Ver</guisubmenu><guimenuitem>Puntos de parada</guimenuitem></menuchoice>.

source: Breakpoint view
es: Vista del punto de parada

source: Location
es: Ubicación

source: This is the position of the breakpoint in the source file. When the breakpoint is set by the debugger, you can get additional information such as the function containing the breakpoint.
es: Esta es la posición del punto de parada en el archivo fuente. Cuando el punto de parada lo establece el depurador, puede obtener información adicional tal como la función que contiene el punto de parada.

source: Address
es: Dirección

source: This field is filled with the address of the breakpoint when it is set by the debugger.
es: Este campo está rellenado con la dirección del punto de parada cuando el depurador lo establece.

source: Type
es: Tipo

source: This always displays "breakpoint". It will be used in a future release supporting different kinds of breakpoints.
es: Esto siempre muestra «punto de parada». Se usará en una versión posterior soportando diferentes tipos de puntos de parada.

source: Condition
es: Condición

source: This is the breakpoint condition. It is empty if no condition is defined.
es: Esta es la condición del punto de parada, está vacía si no se define ninguna condición.

source: Pass count
es: Conteo de pasadas

source: When the debugger is not running, this column displays the pass count of the breakpoint, or zero if it is not defined.
es: Cuando el depurador no se está ejecutando, ésta columna muestra el conteo de pasadas del punto de parada, será cero si no está definido.

source: When the debugger is running, if the pass count is zero, this column displays the number of times this breakpoint has been triggered. If the pass count is not zero, both numbers are displayed. The pass count is the second number.
es: Cuando el depurador se está ejecutando, si el conteo de pasadas es cero, esta columna muestra el número de veces que este punto de parada se ha disparado. Si el conteo de pasadas no es cero, entonces se muestran ambos números. El conteo de pasadas es el segundo número.

source: State
es: Estado

source: Pending: the breakpoint is not set in your program.
es: Pendiente: el punto de parada no está establecido en su programa.

source: Permanent: the breakpoint is set (its id number in given inside parentheses).
es: Permanente: el punto de parada está establecido (el número de ID entre los paréntesis).

source: Temporary: the breakpoint is set but will be deleted if reached.
es: Temporal: el punto de parada está establecido pero se borrará al alcanzarse.

source: This is the state of the breakpoint. It may be <placeholder-1/>
es: Éste es el estado del punto de parada. Puede ser: <placeholder-1/>

source: The view has the following columns: <placeholder-1/>
es: La vista tiene las siguientes columnas: <placeholder-1/>

source: All breakpoints are kept across Anjuta sessions even if they correspond to a non-existing location. In this case their states are set as pending. The interface tries to set them each time the program is started or a new dynamic library is loaded.
es: Todos los puntos de parada se mantienen entre las sesiones de Anjuta incluso si corresponden con ubicaciones no existentes. En este caso su estado pasa a ser pendiente. La interfaz trata de establecerlos cada vez que el programa se inicia o se carga una nueva biblioteca dinámica.

source: Adding or Setting Breakpoints
es: Añadir o establecer puntos de parada

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Add Breakpoint…</guimenuitem></menuchoice> or <menuchoice><guimenuitem>Add Breakpoint…</guimenuitem></menuchoice> in the breakpoint list popup menu to open the <interface>add breakpoint</interface> dialog.
es: Elija el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Añadir punto de parada…</guimenuitem></menuchoice> o <menuchoice><guimenuitem>Añadir punto de parada…</guimenuitem></menuchoice> en el menú emergente de la lista de puntos de parada para abrir el diálogo <interface>Añadir punto de parada</interface>.

source: Breakpoint add dialog
es: Diálogo de adición de punto de parada

source: Enter the location at which to set the breakpoint. It can be specified in any of the following formats:
es: Introduzca la ubicación en la que quiere establecer el punto de parada. Se puede especificar en uno de los siguientes formatos:

source: File_name:Line_number
es: Nombre_de_archivo:Número_de_línea

source: Function_name
es: Nombre_de_la_función

source: File:Function_name
es: Archivo:Nombre_de_la_función

source: The first format is obvious — the location refers to the line number <emphasis>Line_number</emphasis> in the source file <emphasis>File</emphasis>. The second format refers to the first line of the function <emphasis>Function_name</emphasis>. The third is similar to the second, except that this notation is used where there is more than one function with the name <emphasis>Function_name</emphasis> in the program. It is possible to differentiate between them by providing the <emphasis>File</emphasis>, so the notation refers to the function <emphasis>Function_name</emphasis> in the file <emphasis>File</emphasis>.
es: El primero es obvio; la ubicación se refiere al número de línea <emphasis>Número_de_línea</emphasis> en el archivo fuente <emphasis>Archivo</emphasis>. La segunda se refiere a la primera línea de la función <emphasis>Nombre_de_la_función</emphasis>. La tercera es similar a la segunda, excepto que esta notación se usa donde existe más de una función con el nombre <emphasis>Nombre_de_la_función</emphasis> en el programa. Es posible diferenciarlas proporcionando el <emphasis>Archivo</emphasis>, de tal forma que la notación se refiere a la función <emphasis>Nombre_de_la_función</emphasis> en el archivo <emphasis>Archivo</emphasis>.

source: The <emphasis>Condition</emphasis> parameter displays a associated expression which should evaluate to a Boolean value — that is, the evaluation of the expression should result in either TRUE(1) or FALSE(0). If the final evaluation value is not a Boolean value, then it will be appropriately type cast to a Boolean.
es: El parámetro <emphasis>Condición</emphasis> muestra una expresión asociada que se debería evaluar con un valor booleano; esto es, la evaluación de la expresión debe resultar en «TRUE(1)» o «FALSE(0)». Si la evaluación final no es un valor booleano, entonces se hará un cambio de tipo («typecast») a booleano.
