Repository: weynhamz/GNOME-anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: es

source: Every time the breakpoint is encountered during your program's execution, the break condition will be evaluated. The debugger will break the execution only if the evaluation results in a TRUE value, otherwise it will continue the execution as though there had been no breakpoint.
es: Cada vez que se encuentre el punto de parada durante la ejecución se evaluará la condición. El depurador parará la ejecución sólo si la evaluación devuelve un valor «TRUE», de otra forma continuará con la ejecución como si no hubiese habido un punto de parada.

source: The default value, if you leave this field blank, of <emphasis>Condition</emphasis> is TRUE. The debugger will always break the execution at the breakpoint location.
es: El valor predeterminado, si deja el campo vacío, de la <emphasis>Condición</emphasis> es siempre TRUE. El depurador parará la ejecución en la posición del punto de parada.

source: Pass Count
es: Conteo de pasadas

source: The <emphasis>Pass count</emphasis> is an integer (unsigned) value which tells the debugger to skip the breakpoint that number of times before it is considered. <emphasis>Pass count</emphasis> has a higher priority than the <emphasis>Break condition</emphasis>. Only when the <emphasis>Pass count</emphasis> reaches zero will the debugger evaluate the <emphasis>Break condition</emphasis> (if any condition is present). If there is no condition, the debugger will break the execution once the <emphasis>Pass count</emphasis> counts down to zero.
es: El <emphasis>conteo de pasadas</emphasis> es un valor entero (sin signo) que le dice al depurador que salte el punto de parada ése número de veces antes de considerarlo. El <emphasis>conteo de pasadas</emphasis> tiene una prioridad más alta que la <emphasis>condición de parada</emphasis>. Sólo cuando el <emphasis>conteo de pasadas</emphasis> llega a cero el depurador evaluará la <emphasis>condición de parada</emphasis> (si hay alguna condición establecida). Si no hay ninguna condición establecida, el depurador parará la ejecución una vez que el <emphasis>conteo de pasadas</emphasis> llegue a cero.

source: The default value, if you leave this field blank, of the <emphasis>Pass count</emphasis> is zero. The breakpoint will be considered when it is first encountered.
es: El valor predeterminado, si deja el campo vacío, del <emphasis>Conteo de pasadas</emphasis> es cero. El punto de parada se considerará cuando se encuentre por primera vez.

source: Enter the location and, optionally, the break condition and the pass count; then click <guibutton>OK</guibutton> to set the breakpoint. <placeholder-1/>
es: Introduzca la ubicación y opcionalmente, la condición de parada y el conteo de pasadas, después pulse <guibutton>Aceptar</guibutton> para establecer el punto de parada. <placeholder-1/>

source: A breakpoint may also be set by selecting a line in the editor and choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Toggle Breakpoint</guimenuitem></menuchoice> in the editor context menu or the <guibutton>Toggle Breakpoint</guibutton> icon in the <interface>Debug toolbar</interface>.
es: Un punto de parada también se puede establecer seleccionando una línea en el editor y eligiendo el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Conmutar punto de parada</guimenuitem></menuchoice> en el elemento del menú contextual o pulsando el icono <guibutton>Conmutar punto de parada</guibutton> en la <interface>Barra de herramientas del depurador</interface>.

source: Breakpoints can be added even if the debugger is not started, or in a dynamic library which is not loaded yet. But they cannot be added while a program is running under control of the debugger.
es: Los puntos de parada se pueden añadir incluso si el depurador no se ha iniciado o la biblioteca dinámica no se ha cargado aún. Pero no se pueden añadir mientras un programa se está ejecutando bajo el control del depurador.

source: Editing Breakpoints
es: Editar puntos de parada

source: You can change the condition and the pass count by selecting the breakpoint in the breakpoint list and clicking <menuchoice><guimenuitem>Edit Breakpoint</guimenuitem></menuchoice> in the popup menu.
es: Puede cambiar la condición y el conteo de pasadas seleccionando el punto de parada en la lista de puntos de parada y pulsando en el elemento <menuchoice><guimenuitem>Editar punto de parada</guimenuitem></menuchoice> del menú emergente.

source: Edit the entries as required and click on <guibutton>OK</guibutton> to commit the changes.
es: Edite las entradas como se requiere y pulse <guibutton>Aceptar</guibutton> para efectuar los cambios.

source: Deleting Breakpoints
es: Borrar puntos de parada

source: Select the breakpoint in the breakpoint list view and click on <menuchoice><guimenuitem>Remove Breakpoint</guimenuitem></menuchoice> to delete it.
es: Seleccione el pinto de parada en la vista de la lista de puntos de parada y pulse <menuchoice><guimenuitem>Quitar punto de parada</guimenuitem></menuchoice> para borrarlo.

source: A existing breakpoint may also be deleted by selecting its line in the editor and choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Toggle Breakpoint</guimenuitem></menuchoice>, the editor context menu item <menuchoice><guimenuitem>Toggle Breakpoint</guimenuitem></menuchoice> or the <guibutton>Toggle Breakpoint</guibutton> icon in the <interface>Debug toolbar</interface>.
es: Un punto de parada existente también se puede borrar seleccionando su línea en el editor y eligiendo el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Conmutar punto de parada</guimenuitem></menuchoice>, el elemento del menú emergente <menuchoice><guimenuitem>Conmutar punto de parada</guimenuitem></menuchoice> o el icono <guibutton>Conmutar punto de parada</guibutton> en la <interface>Barra de herramientas del depurador</interface>.

source: You can remove all breakpoints by clicking on <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Remove All Breakpoints</guimenuitem></menuchoice> or on <menuchoice><guimenuitem>Remove All Breakpoints</guimenuitem></menuchoice> in the breakpoint list context menu.
es: Puede quitar todos los puntos de parada pulsando en <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Quitar todos los puntos de parada</guimenuitem></menuchoice> o en <menuchoice><guimenuitem>Quitar todos los puntos de parada</guimenuitem></menuchoice> en el menú contextual de la lista de puntos de parada.

source: Enabling or Disabling Breakpoints
es: Activar o desactivar puntos de parada

source: Click on the Enable column of the <interface>Breakpoint list window</interface> or in the context menu item <menuchoice><guimenuitem>Enable Breakpoint</guimenuitem></menuchoice> to enable or disable the selected breakpoint. The breakpoint will be enabled or disabled, depending on its current state.
es: Pulse en la columna Activar de la <interface>Ventana de lista de puntos de parada</interface> o en el elemento del menú <menuchoice><guimenuitem>Activar punto de parada</guimenuitem></menuchoice> para activar o desactivar el punto de parada seleccionado. El punto de parada se activará o desactivará, dependiendo de su estado actual.

source: To disable all breakpoints, click on <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Disable All Breakpoints</guimenuitem></menuchoice> or on <menuchoice><guimenuitem>Disable All Breakpoints</guimenuitem></menuchoice> in the breakpoint list context menu.
es: Para desactivar todos los puntos de parada pulse <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Desactivar todos los puntos de parada</guimenuitem></menuchoice> o pulse <menuchoice><guimenuitem>Desactivar todos los puntos de parada</guimenuitem></menuchoice> en el menú contextual.

source: Expressions
es: Expresiones

source: Listing local variables
es: Listar las variables locales

source: When a program is running under the control of the debugger, the <interface>Locals list window</interface> can be opened by choosing <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Locals</guimenuitem></menuchoice>.
es: Cuando un programa se está ejecutando bajo el control del depurador, la <interface>Ventana de lista de locales</interface> se puede abrir eligiendo <menuchoice><guisubmenu>Ver</guisubmenu><guimenuitem>Locales</guimenuitem></menuchoice>.

source: Local variables
es: Variables locales

source: Local variables of the current frame (the current function in which the program control is present) are displayed in the <interface>Locals window</interface>. During execution of the program (e.g. during single stepping), local variables will be updated. If any variable value was changed in the last debugging step, its value will be highlighted in red. Variables are presented in a tree form for easy view. <placeholder-1/>
es: Las variables locales del marco actual (la función actual en la que el control de programa está presente) se muestran en la <interface>Ventana de locales</interface>. Durante la ejecución del programa (ej. durante la ejecución paso a paso) se actualizarán las variables locales. Si el valor de alguna variable cambió en el último paso de depuración, su valor se resaltará en rojo. Las variables se presentan en una forma de árbol fácil de ver: <placeholder-1/>

source: The value of a local variable can be modified by selecting it and clicking in the <guilabel>Value</guilabel> column.
es: El valor de una variable local se puede modificar seleccionándola y pulsando en la columna <guilabel>Valor</guilabel>.

source: <application>gdb</application> is more and more often used as a back end for a graphical front end. It has been improved recently in this area. It is recommended that you use the latest version (6.6) of gdb. With older versions, gdb can crash when the front end asks for an pointer with an invalid (but unused) value.
es: <application>gdb</application> cada vez se usa más y más como «backend» para un «frontend» gráfico. Se ha mejorado recientemente en ésta área. Se recomienda usar la última versión (6.6) de gdb. En versiones anteriores gdb se puede colgar cuando el «frontend» pregunta por un puntero con un valor no válido (pero no usado).

source: Listing watched expressions
es: Listar las expresiones vigiladas

source: Inspecting or evaluating an expression provides the result only once. To continuously monitor some variables or expressions, use <emphasis>expression watches</emphasis>.
es: Inspeccionar o evaluar una expresión proporciona el resultado sólo una vez. Para monitorizar continuamente algunas variables o expresiones, use la <emphasis>vigilancia de expresiones</emphasis>.

source: Choose the menu item <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Watches</guimenuitem></menuchoice> to display the <interface>Watches window</interface>.
es: Elija el elemento del menú <menuchoice><guisubmenu>Ver</guisubmenu><guimenuitem>Vigilancias</guimenuitem></menuchoice> para mostrar la <interface>ventana de vigilancias</interface>.

source: Adding an expression to watch
es: Añadir una expresión para vigilar

source: Right-click on the <interface>Watches window</interface> to open the context menu. Choose the menu item <guimenuitem>Add Watch…</guimenuitem>. Alternatively, you can use <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Add Watch…</guimenuitem></menuchoice> A dialog prompting for the expression will appear. Enter the expression and click <guibutton>OK</guibutton>.
es: Pulse con el botón derecho del ratón en la <interface>Ventana de vigilancias</interface> para abrir el menú contextual. Elija el elemento del menú <guimenuitem>Añadir vigilancia…</guimenuitem>. Alternativamente puede usar <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Añadir vigilancia…</guimenuitem></menuchoice>. Aparecerá un diálogo preguntando por la expresión. Introduzca la expresión y pulse <guibutton>Aceptar</guibutton>.

source: By default watch expressions are updated automatically each time the program is stopped. This can be changed in the add watch dialog or later using the <guimenuitem>Automatic update</guimenuitem> menu item in the <interface>Watches window</interface> context menu. A watched expression can be updated manually by choosing <guimenuitem>Update Watch</guimenuitem> or <guimenuitem>Update All</guimenuitem> in the context menu.
es: De forma predeterminada las expresiones vigiladas se actualizan automáticamente cada vez que el programa se para. Esto se puede cambiar en el diálogo añadir vigilancia o posteriormente usando el elemento del menú <guimenuitem>Autoactualizar</guimenuitem> en el menú contextual de la <interface>Ventana de vigilancias</interface>. Una expresión vigilada se puede actualizar manualmente eligiendo <guimenuitem>Actualizar vigilancia</guimenuitem> o <guimenuitem>Actualizar todo</guimenuitem> en el menú anterior.

source: It is not necessary to have the debugger running to add a new watch expression. If the debugger is not running or the corresponding expression cannot be found, the front end will try to create the watch expression each time the program is stopped.
es: No es necesario que el depurador se esté ejecutando para añadir una nueva expresión a la vigilancia. Si el depurador no se está ejecutando o la expresión correspondiente no se puede encontrar, el «frontend» tratará de crear la vigilancia de la expresión cada vez que el programa se pare.

source: Removing a watched expression
es: Eliminar una expresión vigilada

source: Right-click the watch expression that you want to remove in the <interface>Watches window</interface>, then choose the context menu item <guimenuitem>Remove</guimenuitem> to remove it.
es: Seleccione la expresión para vigilar que quiere quitar en la <interface>ventana de vigilancia de expresiones</interface>, después abra el menú contextual pulsando con el botón derecho del ratón y elija el elemento del menú <guimenuitem>Eliminar</guimenuitem>.

source: All watches can be removed by choosing <guimenuitem>Remove All</guimenuitem> in the context menu of the <interface>Watches window</interface>.
es: Se pueden quitar todas las vigilancias eligiendo <guimenuitem>Eliminar todo</guimenuitem> en el menú contextual de la <interface>ventana de vigilancia</interface>.

source: Evaluating expressions
es: Evaluar expresiones

source: When control is returned from a program — possibly at a breakpoint — it is possible to evaluate expressions or inspect the values of variables in the program. Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Inspect/Evaluate …</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Inspect/Evaluate …</guimenuitem></menuchoice> in the context menu of the editor or click the <guibutton>Inspect</guibutton> button on the <interface>Debug Toolbar</interface>.
es: Cuando el control se devuelve desde un programa —posiblemente en un punto de parada— es posible evaluar expresiones o inspeccionar los valores de las variables en el programa. Elija el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guimenuitem>Inspeccionar/Evaluar...</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Inspeccionar/Evaluar...</guimenuitem></menuchoice> en el menú emergente del editor o pulse el botón <guibutton>Inspeccionar</guibutton> en la <interface>Barra de herramientas de depuración</interface>.

source: A window will appear showing the evaluation of the expression highlighted in the editor. You can evaluate a new expression by clicking on the <guilabel>name</guilabel> column and entering the new one.
es: Aparecerá una ventana mostrando la evaluación de la expresión resaltada en el editor. Puede evaluar una nueva expresión pulsando en la columna <guilabel>nombre</guilabel> e introduciendo la nueva expresión.

source: You can add the expression to the list of watched expressions directly by clicking on the <guibutton>Add</guibutton> button.
es: Puede añadir la expresión directamente en la lista de expresiones para vigilar pulsando el botón <guibutton>Añadir</guibutton>.

source: Inspecting expressions in editor window
es: Inspeccionar expresiones en la ventana del editor

source: When the debugger is active with the program stopped, you can get the value of an expression just by putting the mouse pointer over it and staying there for a short time. If the expression is already present in the <interface>Locals</interface> or <interface>Watches</interface> window, its value is displayed in a tooltip.
es: Cuando la depuración está activada con el programa parado, puede obtener el valor de una expresión simplemente poniendo el puntero sobre ella y dejándolo un tiempo corto. Si la expresión ya está presente en la ventana <interface>Local</interface> o la ventana de <interface>Vigilancias</interface> su valor se mostrará en una ventana de consejo.

source: This capability is currently working only for simple variables, not for structures or arrays.
es: Actualmente sólo funciona para variables simples, no para estructuras o vectores («array»).

source: Stack Trace
es: Traza de la pila

source: Stack Window
es: Ventana de pila

source: The <interface>stack trace window</interface> shows the contents of the program stack. It lists all functions and their arguments in the sequence they were called. There is also a number representing each call. This number is called the <emphasis>frame</emphasis>. Each call in the trace exists in a different frame. This starts from frame 0 (the last function called) and grows higher as function nesting becomes deeper.
es: La <interface>ventana de la traza de la pila</interface> muestra el contenido de la pila del programa. Lista todas las funciones y sus argumentos en la secuencia en la que se llamaron. También hay un número que representa cada llamada. Este número se llama <emphasis>marco</emphasis>. Cada llamada en la traza existe en un marco diferente. Esto comienza desde el marco 0 (la última función llamada) y crece a medida que el anidamiento de funciones se haga mayor.

source: Choose the menu item <menuchoice><guisubmenu>View </guisubmenu><guimenuitem>Stack</guimenuitem></menuchoice> to open the stack trace for the program being debugged.
es: Elija el elemento del menú <menuchoice><guisubmenu>Ver</guisubmenu><guimenuitem>Pila</guimenuitem></menuchoice> para abrir la traza de la pila para el programa que se está depurando.

source: Stack trace window
es: Ventana de la traza de la pila

source: A small arrow points to the currently selected frame in the stack trace. By default, this will be frame 0, the last function called. All evaluation and inspection of expressions or variables will be with reference to this selected frame. The scope of variables or expressions being evaluated will be limited to the selected frame only. The same applies for new expressions only in the watch.
es: Una pequeña flecha apunta al marco seleccionado actualmente en la traza de la pila. De forma predeterminada, éste será el marco 0, la última función llamada. Toda la evaluación e inspección de expresiones o variables se referenciará a este marco. El rango de las variables o expresiones evaluadas se limitará a las del marco seleccionado. Lo mismo se aplica para expresiones nuevas sólo en la vigilancia.

source: Setting the current frame
es: Establecer el marco actual

source: Double-clicking on any frame in the stack trace sets that frame as the currently selected frame. The arrow will point to the frame, indicating that it has been selected as the current frame. Alternatively, open the context menu by right-clicking on the <interface>Stack trace window</interface>, and choose the menu item <guimenuitem>Set current frame</guimenuitem> to set the frame.
es: Al pulsar dos veces sobre cualquier marco de traza la pila se establecerá ese marco como el marco actualmente seleccionado (la flecha apuntará al marco, indicando que se ha seleccionado como el marco actual). Alternativamente, abra el <interface>menú de operaciones</interface> pulsando con el botón derecho sobre la <interface>ventana de traza de la pila</interface> y elija el elemento del menú <guimenuitem>Establecer el marco actual</guimenuitem> para establecer el marco.

source: Changing the stack frame changes the <interface>Locals window</interface> content, but not the <interface>Watches window</interface> as each expression is evaluated in the frame used when it was defined.
es: Cambiar el marco de la pila cambia el contenido de la <interface>ventana de lista de locales</interface> pero no la <interface>ventana de vigilancias</interface> ya que cada expresión se evalúa en el marco usado cuando se definió.

source: Thread
es: Hilos

source: Thread Window
es: Ventana de hilos

source: The <interface>Thread window</interface> shows all threads used by the program and indicates the current thread. Choose the menu item <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Thread</guimenuitem></menuchoice> to open this window.
es: La <interface>Ventana de hilos</interface> muestra todos los hilos usados por el programa e indica el hilo actual. Para abrir esta ventana elija el elemento del menú <menuchoice><guisubmenu>Ver</guisubmenu><guimenuitem>Hilo</guimenuitem></menuchoice>.

source: A small arrow points to the current thread. When the program is stopped, the current thread is the thread which has been interrupted. Each thread has its own stack frame, so changing the current thread changes the current stack frame.
es: Una pequeña flecha apunta al hilo actual. Cuando el programa se para, corresponde al hilo en el que se ha interrumpido. Cada hilo tiene su propio marco de la pila, de tal forma que cambiar el hilo actual cambia el marco de la pila actual.

source: Setting the current thread
es: Establecer el hilo actual

source: Double-clicking on any thread in the thread list will set that thread as the currently selected thread. The arrow will point to the thread, indicating that it has been selected as the current thread. Alternatively, open the context menu by right-clicking on the <interface>Thread list window</interface>, and choose the menu item <guimenuitem>Set current thread</guimenuitem> to set the thread.
es: Al pulsar dos veces sobre cualquier hilo en la lista de hilos se establecerá ese hilo como el hilo actualmente seleccionado (la flecha apuntará al hilo, indicando que se ha seleccionado como el hilo actual). Alternativamente, abra el <interface>menú de operaciones</interface> pulsando con el botón derecho sobre la <interface>ventana de la lista de hilos</interface> y elija el elemento del menú <guimenuitem>Establecer el hilo actual</guimenuitem> para establecer el hilo.

source: Changing the thread changes the value of CPU registers and the current stack frame, so the <interface>Locals window</interface> changes too.
es: Al cambiar el hilo también cambiará el valor de los registros de la CPU y el marco actual de la pila, de tal forma que la <interface>ventana de locales</interface> también cambiará.

source: Register window
es: Ventana de registros

source: It is possible to examine the contents of the internal registers of the CPU (microprocessor). Choose the menu item <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Registers</guimenuitem></menuchoice>. A window listing all available registers in the microprocessor and their corresponding contents will appear.
es: Es posible examinar el contenido de los registros internos de la CPU (microprocesador). Elija el elemento del menú <menuchoice><guisubmenu>Ver</guisubmenu><guimenuitem>Registros</guimenuitem></menuchoice>. Aparecerá una ventana listando todos los registros disponibles en el microprocesador y su correspondiente contenido.
