Repository: weynhamz/GNOME-anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: es

source: As soon as a project is opened, <application>Anjuta</application> will enter <emphasis>Project mode</emphasis>. There are three panes in the project window. The first is the project pane and lists project files organized by file type. The second is the symbol browser, which has already been discussed in the section <emphasis>The Symbol Browser</emphasis>. The third pane is the file view of the project and is more or less similar to a mini file-manager. In the file view, all the files present in the project tree are visible. Right-clicking on these files will pop up a context menu with file operations.
es: Tan pronto como se abra el proyecto, <application>Anjuta</application> entrará en el <emphasis>Modo proyecto</emphasis>. Hay tres paneles en la ventana de proyecto. La primera es el panel del proyecto y lista los archivos de proyecto organizados por tipos de archivo. La segunda es el examinador de símbolos, que ya se ha discutido en la sección <emphasis>Examinador de símbolos</emphasis>. El tercer panel es la vista de archivo del proyecto y es más o menos similar a un gestor de archivos en miniatura. En la vista de archivo todos los archivos presentes en el árbol de proyecto son visibles. Al pulsar con el botón derecho del ratón sobre esos archivos aparecerá un menú contextual con las operaciones sobre archivos.

source: If the project is also a CVS tree, then corresponding file revision numbers are also listed to the right of file names in the file view pane.
es: Si el proyecto es un árbol CVS, entonces también se listarán los números de revisión de archivo correspondientes a la derecha de los nombres de archivo en el panel de vista de archivo.

source: Saving Projects
es: Guardar proyectos

source: The project is automatically saved when you close because all changes are made directly in the project structure.
es: El proyecto se guarda automáticamente al cerrar porque todos los cambios se realizan directamente en la estructura del proyecto.

source: Project structure
es: Estructura del proyecto

source: Project window
es: Ventana de proyecto

source: The Project window
es: La ventana de proyecto

source: Here is the <interface>Project window</interface> with its context menu (accessible by clicking on the right mouse button). <placeholder-1/>
es: Aquí está la <interface>Ventana de proyecto</interface> con su menú contextual (accesible pulsando con el botón derecho del ratón). <placeholder-1/>

source: The <interface>Project window</interface> displays the project's <ulink type="info" url="info:automake"><application>automake</application></ulink> hierarchy organized into <emphasis>groups</emphasis> of <emphasis>targets</emphasis>. Groups correspond to directories in your project and targets correspond to normal <application>automake</application> targets (not to be confused with make targets). The <interface>Project window</interface> actually has two parts: the lower part shows the complete project hierarchy and the upper part lists important targets directly. Important targets include executable and library targets; the view makes these easily accessible. This is particularly useful in large projects where the hierarchy can be deep and hard to navigate from the tree alone. Targets are, in turn, composed of source files.
es: La <interface>Ventana de proyecto</interface> lista el proyecto en una jerarquía estándar de <ulink type="info" url="info:automake"><application>automake</application></ulink> organizada en <emphasis>grupos</emphasis> de <emphasis>objetivos</emphasis>. Los grupos corresponden con los directorios de su proyecto y los objetivos corresponden con objetivos <application>automake</application> normales (no confundir con objetivos de make). La <interface>Ventana de proyecto</interface> tiene dos partes; una parte (la inferior) muestra la jerarquía completa del proyecto y la otra parte (la superior) lista directamente objetivos importantes. Los objetivos importantes los constituyen los archivos ejecutables y las bibliotecas objetivo; haciéndolos muy accesibles desde la vista. Esto es particularmente útil en proyectos grandes donde la jerarquía puede ser muy profunda y difícil de navegar sólo desde el árbol. Los objetivos están compuestos de archivos de fuentes.

source: <emphasis>Groups</emphasis> are used to logically organize targets. A project can contain any number of groups. Each group can have subgroups as well as targets. In automake projects, groups are just subdirectories in the project. The top-level group is always labeled "/".
es: Los <emphasis>grupos</emphasis> se usan para organizar lógicamente los objetivos. Un proyecto puede contener cualquier número de grupos. Cada grupo puede tener tanto subgrupos como objetivos. En proyectos automake, los grupos son sólo subdirectorios en el proyecto. El nivel superior del grupo se llama «raíz» y siempre es «/».

source: <emphasis>Targets</emphasis> are the build targets in the project, such as programs (executable binaries), scripts, libraries and miscellaneous data. Not all target types are built from sources; some exist just to organize sources and therefore may not exist physically (e.g. a Miscellaneous Data target). Targets exist under groups. See <link linkend="adding-target">"Adding targets"</link> for a full list of available target types.
es: Los <emphasis>objetivos</emphasis> son los objetivos de construcción en el proyecto, tales como los programas (binarios ejecutables), scripts, bibliotecas, datos misceláneos, etc. No todos los tipos de objetivos se construyen desde los fuentes, pero existen para organizar las fuentes y por ello puede que no existan físicamente (ej. un objetivo de datos misceláneos). Los objetivos existen bajo grupos. Consulte <link linkend="adding-target">Añadir objetivos</link> para ver una lista completa de los tipos de objetivos disponibles.

source: <emphasis>Source files</emphasis> may be used to build targets, though some source files simply belong to targets. They exist only under targets. Many target types expect certain type of source files (e.g. the Programs and Libraries target types), but some can accept any file (e.g. a Miscellaneous Data target).
es: Los <emphasis>Archivos fuente</emphasis> son los archivos usados para construir los objetivos o sólo son parte de ellos. Sólo existen bajo los objetivos. Muchos tipos de objetivos esperan cierto tipo de archivos fuente (ej. tipos de objetivo Programas y Bibliotecas), pero algunos pueden aceptar cualquier archivo (ej. los objetivos de Datos misceláneos).

source: Each project group and target is configurable in the standard <application>automake</application> way. You can set compiler and linker flags directly for each target, or set <application>configure</application> variables. Groups allow you to set an installation destination for their targets.
es: Cada uno de los grupos de proyecto y objetivos es configurable de una forma <application>automake</application> estándar. Puede ajustar las opciones del compilador y del enlazador directamente para cada objetivo, o ajustar variables de <application>configure</application>. Los grupos permiten establecer destinos de instalación para sus objetivos.

source: Just like the file manager, the project manager view also has convenience actions (accessible from the context menu) for source files and targets.
es: Al igual que un gestor de archivos, la vista del gestor de proyectos también tiene acciones convenientes (accesibles desde el menú contextual) para los archivos de fuentes y objetivos.

source: Many command-line tools are available to maintain and manage a project, and each tool has its own specific rules and capabilities. <application>Anjuta</application> tries to automate most common operations using plugins. However, you might occasionally still need to perform certain operations manually.
es: Muchas herramientas de la línea de comandos están disponibles para mantener y gestionar un proyecto y cada herramienta tiene sus reglas y capacidades específicas. <application>Anjuta</application> intenta automatizar la mayoría de las operaciones comunes usando complementos. No obstante, puede que ocasionalmente deba realizar algunas de ellas manualmente.

source: You may modify a project's structure using external tools or by hand-editing the project files. It doesn't matter whether the project is loaded in <application>Anjuta</application> or not. <application>Anjuta</application> will update itself with any external changes made to a project.
es: Puede usar otras herramientas o editar los archivos de proyecto a mano simultáneamente. No importa si el proyecto está cargado en <application>Anjuta</application> o no, <application>Anjuta</application> se actualizará con cualquier cambio externo que se realice sobre el proyecto.

source: Groups and targets
es: Grupos y objetivos

source: Adding Groups
es: Añadir grupos

source: Select <menuchoice><guisubmenu>Project</guisubmenu><guimenuitem>Add Group</guimenuitem></menuchoice> and a dialog to add a new group will pop up.
es: Seleccione <menuchoice><guisubmenu>Proyecto</guisubmenu><guimenuitem>Añadir grupo</guimenuitem></menuchoice> y aparecerá un diálogo para añadir un grupo nuevo.

source: Select the group under which to add the new group.
es: Seleccione el grupo bajo el cuál quiere añadir el grupo nuevo.

source: Enter the name of the new group and click <guibutton>Add</guibutton>.
es: Seleccione el nombre del nuevo grupo y pulse <guibutton>Añadir</guibutton>.

source: To add a new group (which is a directory in automake-based projects): <placeholder-1/>
es: Para añadir un grupo nuevo (que es un directorio en proyectos basados en automake): <placeholder-1/>

source: With automake projects, a new directory with the given name will be created under the parent group's directory.
es: Con proyectos en automake, se creará un directorio nuevo con el nombre proporcionado bajo el directorio padre del grupo.

source: You can also add a new group from the <interface>Project</interface> window directly. Right-click the group under which to add the new group, then choose <guimenuitem>Add Group</guimenuitem> from the context menu.
es: También puede añadir un grupo nuevo directamente desde la ventana de <interface>Proyecto</interface>. Pulse con el botón derecho del ratón en el grupo bajo el cual quiere añadir el grupo nuevo, después elija <guimenuitem>Añadir grupo</guimenuitem> del menú contextual.

source: Removing Groups
es: Quitar grupos

source: Right-click the group in the <interface>Project Manager</interface> view.
es: Pulse con el botón derecho del ratón en el grupo en la vista del <interface>Gestor de proyectos</interface>.

source: Select <guimenuitem>Remove</guimenuitem> from the context menu.
es: Seleccione <guimenuitem>Eliminar</guimenuitem> del menú contextual.

source: To remove a group: <placeholder-1/>
es: Para eliminar un grupo: <placeholder-1/>

source: The target and sources associated with the group will also be removed from the project. (They are not deleted from the file system, though. You can add them to the project again later if you like.)
es: También se eliminarán del proyecto el objetivo y los fuentes asociados con el grupo. (Aunque no se borran del sistema de archivos. Aún podrá añadirlos posteriormente.)

source: Adding Targets
es: Añadir objetivos

source: Select <menuchoice><guisubmenu>Project</guisubmenu><guimenuitem>Add Target</guimenuitem></menuchoice> and a dialog to add a new target will popup.
es: Seleccione <menuchoice><guisubmenu>Proyecto</guisubmenu><guimenuitem>Añadir objetivo</guimenuitem></menuchoice> y aparecerá un diálogo para añadir un objetivo nuevo.

source: Select the group under which to add the target.
es: Seleccione el grupo bajo el cual quiere añadir el objetivo.

source: Select the target type.
es: Seleccione el tipo de objetivo.

source: Enter a name for the new target and click <guibutton>Add</guibutton>.
es: Introduzca un nombre para el objetivo nuevo y pulse <guibutton>Añadir</guibutton>.

source: To add a new target: <placeholder-1/>
es: Para añadir un objetivo nuevo: <placeholder-1/>

source: You can also add a new target from the <interface>Project</interface> window directly. Right-click the group under which to add the target, then select <guimenuitem>Add target</guimenuitem> from the context menu.
es: También puede añadir un objetivo nuevo directamente desde la ventana de <interface>Proyecto</interface>. Pulse con el botón derecho del ratón en el grupo bajo el cual quiere añadir el objetivo, después elija <guimenuitem>Añadir objetivo</guimenuitem> del menú contextual.

source: Target names usually require some standard prefix and suffix, depending on the type of target. Anjuta will warn you if a name is not valid and may provide an example of a valid name.
es: El nombre del objetivo generalmente requiere algunos prefijos y sufijos estándar, dependiendo del tipo de objetivo. Anjuta le advertirá si el nombre no es válido y puede proporcionarle un ejemplo de nombre.

source: The <emphasis>Program</emphasis> target type is for executable binaries. Select this type if you want to add an executable to the project. By default, all program targets will be installed in the standard executable directory, e.g. /usr/bin or /usr/local/bin. You can override this by specifying a different installation directory in the properties of the group containing the target.
es: El tipo de objetivo <emphasis>Programa</emphasis> es para binarios ejecutables. Seleccione esto si quiere añadir un ejecutable al proyecto. De forma predeterminada todos los objetivos programa se instalarán en el directorio estándar para los ejecutables, ej. /usr/bin o /üsr/local/bin. Puede evitarlo especificando un directorio de instalación diferente en las propiedades del grupo.

source: The <emphasis>Shared Library</emphasis> target type is for shared or dynamic libraries. Select this type if you are adding a shared library to the project. By default, all shared libraries are installed in the standard libraries directory, e.g. /usr/lib or /usr/local/lib. You can override this by specifying a different installation directory in the properties of the group containing the target.
es: El tipo de objetivo <emphasis>Biblioteca compartida</emphasis> es para bibliotecas dinámicas o compartidas. Seleccione esto si está añadiendo una biblioteca compartida al proyecto. De forma predeterminada todas las bibliotecas compartidas se instalan en el directorio estándar para las bibliotecas compartidas, ej. /usr/lib o /usr/local/lib. Puede evitarlo especificando un directorio de instalación diferente en las propiedades del grupo.

source: The <emphasis>Static Library</emphasis> target type is for static libraries. Select this type if you are adding a static library to the project. By default, all static libraries are installed in the standard libraries directory, e.g. /usr/lib or /usr/local/lib. You can override this by specifying a different installation directory in the properties of the group containing the target.
es: El tipo de objetivo <emphasis>Biblioteca estática</emphasis> es para bibliotecas estáticas. Seleccione esto si está añadiendo una biblioteca estática al proyecto. De forma predeterminada todas las bibliotecas estáticas se instalan en el directorio estándar para bibliotecas estáticas, ej. /usr/lib o /usr/lib/local. Puede evitarlo especificando un directorio de instalación diferente en las propiedades del grupo.

source: The <emphasis>Java Module</emphasis> target type is for Java modules. Select this type if you are grouping Java sources into a module. You need to provide an installation directory for this target where the .class files will be installed. It can be set in the properties of the group containing the target.
es: El tipo de objetivo <emphasis>Módulo de Java</emphasis> es para el módulo de Java. Seleccione este tipo si está agrupando los fuentes de Java en un módulo. Debe proporcionar un directorio de instalación para este objetivo donde se instalarán los archivos .class. Se puede establecer en las propiedades de grupo del grupo al que pertenece este objetivo.

source: There can really be only one Java module in a group. This is a restriction made by automake. Please read the automake info page for more details.
es: Sólo puede haber un módulo de Java en un grupo. Esta es una restricción de automake. Para obtener más detalles, lea las páginas de información de automake.

source: The <emphasis>Python Module</emphasis> target type is for Python modules. Select this type if you are grouping Python sources into a module. You need to provide an installation directory for this target where the sources will be installed. It can be set in the properties of the group containing the target.
es: El tipo de objetivo <emphasis>Módulo de Python</emphasis> es para el módulo de Python. Seleccione esto si está agrupando los fuentes de Python en un módulo. Debe proporcionar un directorio de instalación para este objetivo donde se instalarán los archivos de fuentes. Se puede establecer en las propiedades de grupo del grupo al que pertenece este objetivo.

source: The <emphasis>Scripts</emphasis> target type is for grouping scripts. They will be installed in the standard executable directory.
es: El objetivo <emphasis>Scripts</emphasis> es para agrupar scripts. Se instalarán en el directorio estándar de los ejecutables.

source: The <emphasis>Miscellaneous Data</emphasis> target type is for grouping simple files in a project. You must specify an installation directory in the group properties.
es: El tipo de objetivo <emphasis>Datos misceláneos</emphasis> es para agrupar archivos simples en el proyecto. Se debe especificar un directorio de instalación en las propiedades del grupo.

source: The <emphasis>Header Files</emphasis> target type is for grouping C/C++ header files that need to be installed on a system (for example as part of a library API). (For header files that do not need to be installed, make them part of the Program target along with the sources.) Header files will be installed in the standard include directory unless an installation path is specified in the group properties.
es: El tipo de objetivo <emphasis>Archivos de cabecera</emphasis> es para agrupar los archivos de cabecera C/C++ que deben ser instalados en el sistema (por ejemplo como parte del API de una biblioteca). Para los archivos de cabeceras que no necesitan instalarse, hágalos parte del objetivo Programa junto con los fuentes. Se instalarán en el directorio «inlcude» estándar a no ser que la ruta de instalación esté especificada en sus propiedades de grupo.

source: The <emphasis>Man Documentation</emphasis> and <emphasis>Info Documentation</emphasis> target types are for grouping man and info documentation respectively. By default, documentation files will be installed in the standard installation directories.
es: Los tipos de objetivo <emphasis>Documentación de man</emphasis> e <emphasis>Información de documentación</emphasis> son para agrupar la documentación de man y de la información respectivamente. De forma predeterminada se instalarán en los directorios estándar de instalación.

source: There are several target types for automake projects. They are: <placeholder-1/>
es: Existen varios tipos de objetivos para un proyecto automake. Éstos son: <placeholder-1/>

source: Removing Targets
es: Eliminar objetivos

source: Right-click the target in the <interface>Project Manager</interface> view.
es: Pulse con el botón derecho del ratón en el objetivo en la vista del <interface>Gestor de proyectos</interface>.

source: To remove a target: <placeholder-1/>
es: Para eliminar un objetivo: <placeholder-1/>

source: The sources associated with the targets will also be removed from the project (they are not deleted from the file system, though).
es: También se eliminarán del proyecto los fuentes asociados con los objetivos (aunque no se borran del sistema de archivos).

source: Adding and Removing Files
es: Añadir y quitar archivos

source: Adding Source Files
es: Añadir archivos de fuentes

source: Select the menu item <menuchoice><guisubmenu>Project</guisubmenu><guimenuitem>Add Source File</guimenuitem></menuchoice>. From the dialog, select the target to which the file should be added and the file itself. You can add multiple files at once. To do that, select multiple files from the file selection dialog using either the <keycap>Shift</keycap> or <keycap>Ctrl</keycap> key. Then click <guibutton>Add</guibutton> to add the files to the project.
es: Seleccione el elemento del menú <menuchoice><guisubmenu>Proyecto</guisubmenu><guimenuitem>Añadir archivo fuente</guimenuitem></menuchoice>. En el diálogo seleccione el objetivo al que se debería añadir el archivo y el archivo propiamente dicho. Puede añadir varios archivos de una vez. Para ello, seleccione múltiples archivos en el diálogo de selección usando la tecla <keycap>Mayús</keycap> o <keycap>Ctrl</keycap>. Después pulse el botón <guibutton>Añadir</guibutton> para añadir los archivos al proyecto.

source: By default, the current editor file will be preselected for addition in the dialog. Another convenient way to add a file is to right-click it in the <interface>File Manager</interface> and choose <guimenuitem>Add to project</guimenuitem> from the context menu.
es: De forma predeterminada el editor de archivos estará preseleccionado para la adición en el diálogo. Otra forma conveniente de añadir un archivo es seleccionarlo en el <interface>Gestor de archivos</interface> y elegir <guimenuitem>Añadir al proyecto</guimenuitem> desde el menú contextual.

source: If the file you choose has already been added to the project, then <application>Anjuta</application> will not add it again. It will also give you a warning that the file has already been added.
es: Si el archivo que ha seleccionado ya se ha añadido al proyecto, entonces <application>Anjuta</application> no lo añadirá de nuevo. También le advertirá que el archivo ya se ha añadido.

source: If the file you choose is not in the project directory, you will be asked to confirm that you wish to copy the file into the target's directory. <application>Anjuta</application> cannot add files which are outside of a target's directory without copying them in.
es: Si el archivo que ha elegido no está en el directorio del proyecto, se le pedirá una confirmación para copiar el archivo en el directorio del objetivo. <application>Anjuta</application> no puede añadir archivos que están fuera del directorio del objetivo.

source: Removing Source Files
es: Eliminar archivos de fuentes

source: To remove a file from the project, right-click the file you want to remove in the <interface>Project window</interface> and choose <guimenuitem>Remove</guimenuitem> from the context menu.
es: Para eliminar un archivo del proyecto seleccione el archivo que quiere eliminar desde la <interface>Ventana de proyecto</interface> y elija <guimenuitem>Eliminar</guimenuitem> del menú contextual.

source: A confirmation dialog will appear, and the file will be removed from the project.
es: Aparecerá un diálogo de confirmación y se eliminará el archivo del proyecto.

source: The file is not deleted!
es: El archivo no se borra.

source: The file is not deleted from the filesystem. It still exists, and you can add it back again later if you so wish. The file is only removed from the project listing, and will not take part in any project operations such as compiling, building, or distribution.
es: El archivo no se borra del sistema de archivos. Sigue existiendo y puede añadirlo de nuevo posteriormente. El archivo sólo se elimina de la lista del proyecto y no se tendrá en cuenta para ninguna de las operaciones del proyecto tales como la compilación, construcción o distribución.

source: Project Configuration
es: Configurar un proyecto
