Repository: weynhamz/GNOME-anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: es

source: If any register value was changed in the last debugging step, its value will be highlighted in red. It is possible to change one register value by selecting it and clicking in the <guilabel>value</guilabel> column.
es: Si cualquier valor de un registro se cambió en el último paso de depuración, su valor se resaltará en rojo. Es posible cambiar el valor de un registro seleccionándolo y pulsando en la columna </guilabel>valor<guilabel>.

source: Memory window
es: Ventana de memoria

source: Choose the menu item <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Memory </guimenuitem></menuchoice> to open the <interface>memory window</interface> for the program being debugged. This window shows the contents of all memory.
es: Elija el elemento del menú <menuchoice><guisubmenu>Ver</guisubmenu><guimenuitem>Memoria</guimenuitem></menuchoice> para abrir la <interface>ventana de memoria</interface> para el programa que se está depurando. Esta ventana muestra el contenido de toda la memoria.

source: The first column displays memory addresses in hexadecimal, the second displays memory contents in hexadecimal and the last column shows memory contents in ASCII.
es: La primera columna muestra las direcciones de memoria en hexadecimal, la segunda muestra el contenido de la memoria en hexadecimal y la última columna muestra el contenido de la memoria en ASCII.

source: The addressing space of even a 32-bit microprocessor is quite large (4 gigabytes), so it is very difficult to go to a particular address with the scrollbar. But you can click on the right mouse button to display a context menu and select <menuchoice><guimenuitem>Goto address</guimenuitem></menuchoice> to get a small edit box where you can enter an address in hexadecimal.
es: Hasta el espacio de direccionamiento de un microprocesador de 32 bits es bastante grande (4 Gigabytes) de tal forma que es bastante difícil ir a una dirección en particular con la barra de desplazamiento. Pero puede pulsar con el botón derecho del ratón para mostrar un menú contextual y seleccionar <menuchoice><guimenuitem>Ir a la dirección</guimenuitem></menuchoice> para obtener una pequeña caja de texto editable donde puede introducir una dirección en hexadecimal.

source: Disassembly window
es: Ventaba de desensamblado

source: Choose the menu item <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Disassembly </guimenuitem></menuchoice> to open the <interface>disassembly window</interface> for the program being debugged.
es: Elija el elemento del menú <menuchoice><guisubmenu>Ver</guisubmenu><guimenuitem>Desensamblado</guimenuitem></menuchoice> para abrir la <interface>ventana de desensamblado</interface> para el programa que se está depurando.

source: The first column displays addresses in hexadecimal. In the second column, you can have a label starting at the beginning of the line and ending with a colon or a assembly-language instruction indented by 4 space characters.
es: La primera columna es la dirección en hexadecimal. En la segunda columna puede tener una etiqueta al comienzo de la línea que termina con un punto y coma, o una instrucción en ensamblador que comienza tras 4 caracteres espacio.

source: Again, as the addressing space is very large, the scrollbar is quite useless. You can click on the right mouse button to display the context menu and select <menuchoice><guimenuitem>Goto address</guimenuitem></menuchoice> to get a small edit box where you can enter an address in hexadecimal. The position in the disassembly window will be changed to the program counter value when the program is stopped.
es: De nuevo, ya que el espacio de direccionamiento es muy grande, la barra de desplazamiento es bastante inútil. Puede pulsar con el botón derecho del ratón, obtener un nuevo menú y seleccionar <menuchoice><guimenuitem>Ir a la dirección</guimenuitem></menuchoice> para obtener una pequeña caja de texto editable donde puede introducir una dirección en hexadecimal. La posición en la ventana de desensamblado se cambiará al valor del contador del programa cuando se pare el programa.

source: Others
es: Otros

source: There are a number of other debugger features used less frequently and not very well integrated in the new front end but which are still working.
es: Existe cierto número de características del depurador que se no se usan tan frecuentemente y no están muy bien integradas en el nuevo front-end pero se está trabajando en ello.

source: Dynamically loaded Libraries
es: Bibliotecas cargadas dinámicamente

source: To obtain a list of the dynamic libraries used by a program, choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Info</guisubmenu><guimenuitem>Shared Libraries</guimenuitem></menuchoice>. This will bring open a window which will list all shared libraries the program has loaded and their locations in memory. It also shows whether each library's symbol table is loaded or not (Yes/No).
es: Para obtener una lista de las bibliotecas usadas dinámicamente por el programa, elija el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guisubmenu>Información</guisubmenu><guimenuitem>Bibliotecas compartidas</guimenuitem></menuchoice>. Esto abrirá una nueva ventana que listará todas las bibliotecas compartidas que el programa ha cargado y sus ubicaciones en la memoria. También muestra si la tabla de símbolos se ha cargado o no (Sí/No).

source: Shared Libraries window
es: Ventana de bibliotecas compartidas

source: Kernel Signals
es: Señales del núcleo

source: Kernel signals are a way of signaling between processes in Linux. The list of signals available for a program can be displayed by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Info</guisubmenu><guimenuitem>Kernel Signals</guimenuitem></menuchoice>. A window will open which lists all signals available in the system along with a brief description of each signal.
es: Las señales del núcleo son una forma de señalizar procesos en Linux. La lista de señales disponibles para un programa se puede mostrar eligiendo el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guisubmenu>Información</guisubmenu><guimenuitem>Señales del núcleo</guimenuitem></menuchoice>. Se abrirá una ventana listando todas las señales disponibles en el sistema junto con una breve descripción de cada señal.

source: Kernel Signals window
es: Ventana de señales del núcleo

source: There are three columns which specify what to do when a signal is received:
es: Existen tres columnas que especifican qué hacer cuando se recibe una señal:

source: <emphasis>Stop</emphasis> — this tells the debugger whether to stop the program execution (and return control) when the program receives this signal.
es: <emphasis>Parar</emphasis>; esto le dice al depurador si debe parar la ejecución del programa (y devolver el control) cuando el programa recibe esta señal.

source: <emphasis>Print</emphasis> — this tells the debugger whether to display the received signal.
es: <emphasis>Imprimir</emphasis>; esto de dice al depurador si debe mostrar la señal recibida.

source: <emphasis>Pass</emphasis> — this tells the debugger whether to pass the signal to the program.
es: <emphasis>Pasar</emphasis>; esto le dice al depurador si debe pasar la señal al programa.

source: The context menu that is displayed when you click on the right mouse button has all its items disabled because the corresponding functions are not implemented yet.
es: El menú emergente que se muestra al pulsar con el botón derecho del ratón tiene todos sus elementos desactivados porque las funciones correspondientes aún no están implementadas.

source: Information about used files
es: Información acerca de archivos usados

source: You can get some information about the files used by the debugged program by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Information</guisubmenu><guimenuitem>Target files</guimenuitem></menuchoice>. A window will open displaying this information.
es: Es posible obtener alguna información acerca de los archivos usados por el programa depurado, eligiendo el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guisubmenu>Información</guisubmenu><guimenuitem>Información de archivos objetivo</guimenuitem></menuchoice>. Se abrirá una ventana mostrando esta información.

source: Information about debugged program
es: Información acerca del programa depurado

source: You can get some information about the debugged program by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Information</guisubmenu><guimenuitem>Program</guimenuitem></menuchoice>. A window will open displaying this information.
es: Es posible obtener alguna información acerca del programa depurado eligiendo el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guisubmenu>Información</guisubmenu><guimenuitem>Programa</guimenuitem></menuchoice>. Se abrirá una ventana mostrando esta información.

source: Information about kernel structure
es: Información acerca de la estructura del núcleo

source: You can get some information about kernel data for the current process by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Information</guisubmenu><guimenuitem>Kernel user struct</guimenuitem></menuchoice>. A window will open displaying this information.
es: Es posible obtener alguna información de los datos del núcleo acerca de los procesos actuales eligiendo el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guisubmenu>Información</guisubmenu><guimenuitem>User struct del núcleo</guimenuitem></menuchoice>. Se abrirá una ventana mostrando esta información.

source: Information about global variables
es: Información acerca de las variables globales

source: You can list all global variables by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Information</guisubmenu><guimenuitem>Info Global Variable</guimenuitem></menuchoice>. A window will open listing all global variables.
es: Es posible listar todas las variables globales eligiendo el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guisubmenu>Información</guisubmenu><guimenuitem>Variables globales</guimenuitem></menuchoice>. Se abrirá una ventana listando todas las variables globales.

source: Information about the current frame
es: Información acerca del marco actual

source: You can obtain information about the currently selected frame by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Information</guisubmenu><guimenuitem>Info Current Frame</guimenuitem></menuchoice>. A window will open describing the current frame.
es: Es posible obtener información acerca del marco actualmente seleccionado eligiendo el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guisubmenu>Información</guisubmenu><guimenuitem>Marco actual</guimenuitem></menuchoice>. Se abrirá una ventana describiendo el marco actual.

source: Information about the current function arguments
es: Información acerca de los argumentos actuales de la función

source: You can obtain information about the arguments of the current function by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Information</guisubmenu><guimenuitem>Arguments</guimenuitem></menuchoice>. A window will open describing the arguments.
es: Es posible obtener información acerca de los argumentos de la función actual eligiendo el elemento del menú <menuchoice><guisubmenu>Depurar</guisubmenu><guisubmenu>Información</guisubmenu><guimenuitem>Argumentos</guimenuitem></menuchoice>. Se abrirá una ventana describiendo los argumentos.

source: User command
es: Comando de usuario

source: To send directly a command to the back end choose the menu item <menuchoice><guimenu>Debug</guimenu><guimenuitem>Debugger command</guimenuitem></menuchoice>. This will bring a small dialog where you can enter commands that will be send to the debugger when you press <keycap>Return</keycap>.
es: Para enviar directamente un comando al «backend» elija el elemento del menú <menuchoice><guimenu>Depurar</guimenu><guimenuitem>Comando del depurador</guimenuitem></menuchoice>. Se mostrará un pequeño diálogo donde podrá introducir los comandos que se enviarán al depurador cuando pulse <keycap>Intro</keycap>.

source: The front end sends this command directly to the back end without performing any checks. By example if you set a breakpoint like this, it will not appear in the <interface>breakpoint list window</interface>. It is better to avoid using this command unless you know exactly what you are doing.
es: El «frontend» envía este comando directamente al «backend» sin ninguna comprobación. Por ejemplo, si establece un punto de parada como este, no aparecerá en la <interface>ventana de lista de puntos de parada</interface>. Es mejor evitar el uso de este comando a no ser que sepa exactamente qué está haciendo.

source: Glade Interface Designer
es: Diseñador de interfaces Glade

source: Quick start
es: Inicio rápido

source: You should have a project containing Glade file opened;
es: Debería tener un proyecto que contenga un archivo Glade abierto;

source: Unlike original Glade designer, Anjuta plugin uses double click for creating handlers for default signal. You can perform a click on widgets (e.g. switch current tab in a GtkNotebook) by keeping "Windows" or "Super" key pressed;
es: A diferencia del diseñador Glade original, el complemento de Anjuta usa la pulsación doble para crear manejadores para la señal predeterminada. Puede realizar pulsaciones en widgets (ej. cambiar la solapa actual en un GtkNotebook) manteniendo pulsada la tecla «Windows» o «Super»;

source: Open <menuchoice><guimenuitem>Preferences</guimenuitem><guimenuitem>Glade GUI Designer</guimenuitem></menuchoice> and check the three topmost flags <guilabel>Insert handler on edit</guilabel>, <guilabel>Separated designer layout</guilabel> and <guilabel>Automatically add resources</guilabel>;
es: Abra <menuchoice><guimenuitem>Preferencias</guimenuitem><guimenuitem>Diseñador de IGU Glade</guimenuitem></menuchoice> y seleccione las tres opciones superiores <guilabel>Insertar manejador al editar</guilabel>, <guilabel>Distribución del diseñador separada</guilabel> y <guilabel>Añadir recursos automáticamente</guilabel>;

source: Check <menuchoice><guimenuitem>View</guimenuitem><guimenuitem>Designer</guimenuitem></menuchoice> flag and move this window to a better place;
es: Compruebe la opción <menuchoice><guimenuitem>Ver</guimenuitem><guimenuitem>Diseñador</guimenuitem></menuchoice> y mueva esta ventana a un lugar mejor;

source: Switch to a Glade file in the design area and to the source code file that should contain callbacks for the Glade file, then press <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>Associate last designer and editor</guimenuitem></menuchoice>;
es: Cambie al archivo de Glade en el área de diseño y al archivo de código fuente que debería contener las llamadas desde el archivo Glade, después pulse <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>Asociar el último diseñador y el último editor</guimenuitem></menuchoice>;

source: Optionally select a target for image and other resources in the project manager and press <guilabel>Set as default resource target</guilabel> in the context menu.
es: Opcionalmente seleccione un destino para la imagen y otros recursos en el gestor de proyectos y pulse <guilabel>Establecer como objetivo de recurso predeterminado</guilabel> en el menú contextual.

source: If you don't want to read all this boring manual, here is few steps to get all things ready for use: <placeholder-1/>
es: Si no quiere leer todo este aburrido manual, aquí existen unos pocos pasos para tener todo esto listo para su uso: <placeholder-1/>

source: Glade general usage questions
es: Cuestiones de uso general de Glade

source: Glade plugin mostly copies functionality of standalone Glade designer, but there are some special features. The four windows of the Glade desinger are design area, palette, widgets inspector and property editor. They have the same purpose as in the standalone designer, so please consult <ulink type="help" url="ghelp:glade">Glade Interface Designer Manual</ulink> for their description. An extra functionality allows you to use infrastructure of Anjuta more effectively and is described here.
es: El complemento de Glade básicamente copia las funcionalidades del diseñador de Glade, pero tiene algunas características especiales. Las cuatro ventanas del diseñador de Glade son el área de diseño, la paleta, el inspector de widgets y el editor de propiedades. Tienen el mismo propósito que en el diseñador individual, así que consulte el <ulink type="help" url="ghelp:glade">Manual del diseñador de interfaces Glade</ulink> para ver su descripción. Una funcionalidad adicional le permite usar la estructura de Anjuta de una forma más efectiva y se describe aquí.

source: Editor and designer association
es: Asociación de editor y diseñador

source: You can associate text editor and Glade designer so you will easily switch between them and automatically insert handler stubs for newly entered handlers. You can associate more then one editor to a designer. The most recent editor or associated with the current toplevel widget will be used. There are two ways of associating editor and designer. The first way is using associations dialog. The second way is to choose designer and editor document in any order and then press <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>Associate last designer and editor</guimenuitem></menuchoice> menu item.
es: Puede asociar el editor de textos y el diseñador Glade para cambiar fácilmente entre ambos e insertar manejadores de esbozos para manejadores nuevos que haya introducido. Puede asociar más de un editor a un diseñador. Se usará el editor más reciente o el asociado con el widget de nivel superior. Existen dos formas de asociar un editor y un diseñador. La primera forma es usando el diálogo de asociaciones. La segunda forma es elegir el diseñador y el editor de documentos en cualquier orden y seleccionar el elemento del menú <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>Asociar el último diseñador y el último editor</guimenuitem></menuchoice>.

source: Associations dialog
es: Diálogo de asociaciones

source: Spec regexp
es: RegExp especial

source: Shortened from "special regular expression". Used for defining a custom position for inserting stubs.
es: Apócope de «expresión regular especial». Se usa para definir una posición especial para insertar esbozos.

source: Widget name
es: Nombre del widget

source: The name of the toplevel widget this assoctiation belongs to.
es: El nombre del widget de nivel superior al que pertenece esta asociación.

source: Position type
es: Tipo de posición

source: Describes a position at which a handler stub will be inserted. <guilabel>After begin</guilabel> means after special mark (which may be entered in the <guilabel>Spec regexp</guilabel> entry) and <guilabel>before end</guilabel> means before special end mark. Default begin mark is /* window_name callbacks */ and default end mark is /* end of window_name callbacks */. window_name may be ommited.
es: Describe una posición en la que se insertará un manejador de esbozos. <guilabel>Después del principio</guilabel> significa después de una marca especial (que se introducirá en la entrada <guilabel>RegExp especial</guilabel>) y <guilabel>Antes del final</guilabel> significa antes de la marca especial de final. La marca predeterminada de inicio es /* window_name callbacks */ y la marca predeterminada de final es /* end of window_name callbacks */. Se puede omitir window_name.

source: Allows you to create and manager associations. To create an association select designer and editor in the comboboxes and press <guibutton>Associate</guibutton>. You can also select the document by switching to it in document manager or windows list in the main menu. The list in the middle of the dialog shows existing associations. A couple of controls below are intended for editing association properties. Here is their description: <placeholder-1/>
es: Le permite crear y gestionar las asociaciones. Para crear una asociación seleccione diseñador y editor en las cajas de combinación y pulse <guibutton>Asociar</guibutton>. También puede seleccionar el documento cambiando a él en el gestor de documentos o la lista de ventanas en el menú principal. La lista en el medio del diálogo muestra las asociaciones existentes. Un par de controles debajo están pensadas para editar las propiedades de las asociaciones. Aquí está su descripción: <placeholder-1/>

source: Default signal
es: Señal predeterminada

source: Double click on a widget in the design area will create a new handler for default signal using a predefined template for its naming. For example, the default signal is "clicked" for button, "toggled" for check box, etc. If <guilabel>Insert handler on edit</guilabel> option is enabled then a new handler stub will be inserted to the position which depends on <guilabel>Position type</guilabel> setting.
es: Pulsar dos veces en un widget en el área de diseño creará un nuevo manejador para la señal predeterminada usando una plantilla predefinida para su nombre. Por ejemplo, la señal predeterminada es «pulsado» para un botón. «conmutado» para una caja de combinación, etc. Si la opción <guilabel>Insertar manejador al editar</guilabel> está activada entonces se insertará un nuevo manejador de esbozos en la posición que depende del ajuste <guilabel>Tipo de posición</guilabel>.

source: Inserting a stub
es: Insertar un esbozo

source: One of the most valuable goal of <application>Anjuta</application> and <application>Glade</application> integration is automatical creating of handler stubs, so you will not need to do a lot of routine work for that, it will be done automatically.
es: Uno de los objetivos más importantes de la integración de <application>Anjuta</application> y <application>Glade</application> es crear automáticamente manejadores de esbozos, para que no necesite realizar mucho trabajo rutinario, que se hará automáticamente.

source: Automatically if <guilabel>Insert handler on edit</guilabel> option if enabled
es: Automáticamente si la opción <guilabel>Insertar manejador al editar</guilabel> está activada

source: Using <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>Insert handler stub, autoposition</guimenuitem></menuchoice> in hte main menu
es: Usando <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>Insertar manejador de esbozos, posición automática</guimenuitem></menuchoice> en el menú principal

source: Using <guilabel>Insert handler stub</guilabel> item in the context menu of text document
es: Usando el elemento <guilabel>Insertar manejador de esbozos</guilabel> en el menú contextual del documento de texto

source: There are several ways to create a stub: <placeholder-1/>
es: Existen varias formas de crear un esbozo: <placeholder-1/>

source: Preferences
es: Preferencias

source: Insert handler on edit
es: Insertar manejador al editar

source: Enables inserting a handler stub into the associated editor after entering a new handler into signal editor or creating a <link linkend="glade-default-signal">default signal handler</link>
es: Activa la inserción de un manejador de esbozo en el editor asociado después de introducir un manejador nuevo en un editor de señales o al crear un <link linkend="glade-default-signal">manejador predeterminado de señales</link>

source: Separated designer layout
es: Distribución del diseñador separada
