Repository: weynhamz/GNOME-anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: es

source: Code folding is especially useful when editing large source files with thousands of lines. Once the folds are closed, a document appears to become smaller, facilitating easy browsing and editing of the file.
es: El plegado de código es especialmente útil al editar archivos fuente grandes que se extienden varios miles de líneas. Una vez que se cierran los pliegues, el documento parece más pequeño, facilitando el examinado y la edición del archivo.

source: Please note that code folding and editor guides are only available in the Scintilla-based editor.
es: Note que el plegado del código y las guías del editor sólo están disponibles en el editor basado en Scintilla.

source: Auto-formatting source code
es: Autoformatear el código fuente

source: Anjuta can automatically indent (auto-format) C or C++ source or header files. This gives a clean look to the source code, increases legibility, reduces the likelihood of syntax errors, and above all saves time. To auto-indent the current source file, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Auto Indent </guimenuitem></menuchoice> on the menu bar. You can change the style of formatting by customizing the choices in the preferences.
es: Anjuta pueda sangrar automáticamente (autoformatear) archivos C o C++ fuente o de cabecera. Ésto proporciona al código un aspecto limpio, aumentando su legibilidad, reduce la probabilidad de errores de sintaxis y, por encima de todo, ahorra tiempo. Para autoindentar el archivo fuente actual, elija <menuchoice><guimenu>Editar</guimenu><guimenuitem>Sangría automática</guimenuitem></menuchoice> en la barra de menú. Cambie el estilo del formateo personalizando las opciones en las preferencias.

source: The Symbol Browser
es: Examinador de símbolos

source: You can browse C and C++ source and header files using <emphasis>tags</emphasis> in the files. A tag (or <emphasis>symbol</emphasis>) refers to a named entity such as a function definition, structure, or macro. Anjuta scans open C and C++ source and header files for available tags.
es: Puede examinar código C y C++ y archivos de cabecera usando <emphasis>etiquetas</emphasis> en los archivos. Una etiqueta (o <emphasis>símbolo</emphasis>) se refiere al nombre de una entidad, como la definición de una función, estructura o macro. Anjuta analiza código fuente en C y C++ para buscar las etiquetas disponibles.

source: Symbol browser
es: Examinador de símbolos

source: <application>Anjuta</application> will automatically scan for tags in all of the source and header files of any open project. You can jump to any function definition, structure definition, class definition or other tag without manually opening the containing file. You don't even have to know which file the tag is found in. The symbol browser lists all available symbols in the project. <placeholder-1/>
es: <application>Anjuta</application> examinará las etiquetas en todos los fuentes y archivos de cabecera de un proyecto abierto. Puede ir a cualquier definición de función, definición de estructura, definición de clase o cualquier otra etiqueta sin tener que abrir manualmente el archivo. Ni siquiera necesita saber en qué archivo se encuentra la etiqueta. El examinador de símbolos lista todos los símbolos disponibles en el proyecto. <placeholder-1/>

source: Tag synchronization
es: Sincronización de etiquetas

source: You don't have to worry about the synchronization and update of the tag database. <application>Anjuta</application> will take care of everything. You just have to decide which tag you want to go to!
es: No tiene que preocuparse sobre la sincronización y actualización de la base de datos de las etiquetas. <application>Anjuta</application> se encargará de todo. Sólo tiene que decidir a qué etiqueta quiere ir.

source: Searching for and Replacing text in files
es: Buscar y reemplazar texto en los archivos

source: Searching
es: Búsqueda

source: To search for a <emphasis>string</emphasis> or <emphasis>regular expression</emphasis> in the current file, choose <menuchoice><guimenu>Edit</guimenu><guisubmenu>Search</guisubmenu><guimenuitem>Find</guimenuitem></menuchoice> or press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F</keycap></keycombo>. This will open the <interface>Find</interface> dialog.
es: Para buscar un <emphasis>texto</emphasis> o una <emphasis>expresión regular</emphasis> en el archivo actual, elija <menuchoice><guimenu>Editar</guimenu><guisubmenu>Buscar</guisubmenu><guimenuitem>Buscar...</guimenuitem></menuchoice> o pulse <keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo>. Esto abrirá el diálogo <interface>Buscar</interface>.

source: Use the text box to specify the string to search for, and select whether it is a normal string or a regular expression. You can also specify the direction of search, whether the search is case-sensitive or not, and the scope of the search. Click <guibutton>Search</guibutton> to start searching.
es: Use la caja de texto para especificar la cadena para buscar y seleccione si es una cadena normal o una expresión regular (RegExp). También es posible especificar la dirección de la búsqueda, si la búsqueda es sensible a capitalización o no y el ámbito de búsqueda. Pulse <guibutton>Buscar</guibutton> para comenzar la búsqueda.

source: If the search is successful, Anjuta will jump to the matched text or perform another action (according to the <guilabel>Search Action</guilabel> you choose in the <guilabel>Search Target</guilabel> tab). If the search is not successful, Anjuta will display a message indicating that the search text was not found.
es: Si la búsqueda es satisfactoria, Anjuta saltará al texto coincidente o realizará otra acción (dependiendo de la <guilabel>Acción de búsqueda</guilabel> que elija en la solapa <guilabel>Buscar objetivo</guilabel>). Si la búsqueda no es satisfactoria, Anjuta mostrará un mensaje indicando que no se encontró el texto de búsqueda.

source: If you want to search again, click the <guibutton>Search</guibutton> button again or press <keycombo><keycap>Ctrl</keycap><keycap>G</keycap></keycombo>. This will find the next match (use <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>G</keycap></keycombo> for the previous match). You can even change the search text when you do this; enter the new string in the <guilabel>Search Expression</guilabel> text box in the search dialog.
es: Si quiere buscar de nuevo, pulse el botón <guibutton>Buscar</guibutton> en la barra de herramientas principal o pulse <keycombo><keycap>Ctrl</keycap><keycap>G</keycap></keycombo>. Esto buscará la siguiente coincidencia (<keycombo><keycap>Mayús</keycap><keycap>Ctrl</keycap><keycap>G</keycap></keycombo> para la coincidencia anterior). Puede incluso cambiar el texto de búsqueda al hacer esto. Introduzca la cadena nueva en la caja de texto <guilabel>Expresión de búsqueda</guilabel> en la barra de herramientas principal.

source: Search Text dialog
es: Diálogo de búsqueda de texto

source: To stop a long search, press the <guibutton>Stop</guibutton> button.
es: Para parar una búsqueda prolongada, pulse el botón <guibutton>Detener</guibutton>.

source: Specifying Search Range
es: Especificar el ámbito de búsqueda

source: In the <interface>Search Target</interface> tab, define the search location and the action to be performed if the search succeeds.
es: En la solapa <interface>Buscar objetivo</interface>, defina la ubicación de la búsqueda y la acción que realizar en caso de que la búsqueda tenga éxito.

source: You can define the maximum number of actions to be performed.
es: Puede definir el máximo número de acciones que realizar.

source: Search Target dialog
es: Diálogo Buscar objetivo

source: You can select which text will be searched.
es: Puede seleccionar qué texto se buscará.

source: Search Target In choice
es: Buscar en el objetivo elegido

source: Searching in Files
es: Buscar en archivos

source: To find text in your project, set <guilabel>Search In</guilabel> to All Project Files.
es: Para buscar un texto en su proyecto, ajuste <guilabel>Buscar en</guilabel> Todos los archivos del proyecto.

source: In the <guilabel>Search Expression</guilabel> tab, enter the text you want to search for and specify search options, such as the <guilabel>Match case</guilabel> or <guilabel>Match complete words</guilabel> options. Click <guibutton>Search</guibutton> to start searching.
es: Introduzca en <guilabel>Buscar expresión</guilabel> el texto que quiere buscar y especifique las opciones de búsqueda, tales como <guilabel>Coincidir con capitalización</guilabel> o <guilabel>Coincidir con palabras completas</guilabel>. Pulse <guibutton>Buscar</guibutton> para comenzar la búsqueda.

source: To find text in a set of files, set <guilabel>Search In</guilabel> to Specify File Patterns. Define the search variables. Click <guibutton>Search</guibutton> to start searching.
es: Para buscar texto en un conjunto de archivos, establezca <guilabel>Buscar en</guilabel> para especificar patrones de archivos. Defina las variables de búsqueda. Pulse <guibutton>Buscar</guibutton> para comenzar la búsqueda.

source: Search File Pattern
es: Buscar patrones de archivo

source: Specifying a Search Action
es: Especificar la acción de la búsqueda

source: You can select which action will be performed when a search succeeds.
es: Puede seleccionar qué acción se realizará en caso de que la búsqueda tenga éxito.

source: Depending on the previous selections (<guilabel>Search In</guilabel>, <guilabel>Search Direction</guilabel> , and so on), some actions may be unavailable.
es: Dependiendo de las selecciones anteriores (<guilabel>Buscar en</guilabel>, <guilabel>Dirección de búsqueda</guilabel> y demás) algunas acciones pueden no estar disponibles.

source: Search Target Action choice
es: Selección de búsqueda de acción de objetivo

source: Replacing
es: Reemplazar

source: Searching and replacing is similar to just finding text, except that you also specify the replacement text in the <guilabel>Replace With</guilabel> text box, and also specify whether or not you want to be prompted before each replacement takes place (Replace First Match or Replace All Matches).
es: Buscar y reemplazar es similar a la búsqueda simple de texto, excepto que también especifica el texto de reemplazo en la caja de texto <guilabel>Reemplazar con</guilabel>, y si se debe preguntar antes de realizar la acción de reemplazar (Reemplazar la siguiente coincidencia o Reemplazar todas las coincidencias).

source: Choose <guibutton>Replace</guibutton> to replace the matched text or <guibutton>Forward</guibutton> to jump to the next matched text.
es: Elija <guibutton>Reemplazar</guibutton> para reemplazar la cadena coincidente o <guibutton>Adelante</guibutton> para saltar al siguiente texto coincidente.

source: Search Setting
es: Ajustes de búsqueda

source: You may also save search options.
es: También puede guardar las opciones de búsqueda.

source: The item highlighted in red is the active item. The default item specifies search settings which are loaded when Anjuta launches.
es: El elemento resaltado en rojo es el elemento activo. El elemento predeterminado es el ajuste de búsqueda que se carga al lanzar Anjuta.

source: Search Setting dialog
es: Diálogo de ajustes de búsqueda

source: Printing a file
es: Imprimir un archivo

source: Print preview of a C file
es: Vista preliminar de impresión de un archivo C

source: Print preview
es: Vista previa de impresión

source: You can perform a print preview by selecting <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Print Preview</guimenuitem></menuchoice>. This will render the current file and present a preview of the print. Source code which is highlighted in the editor is also highlighted similarly in the preview (and subsequent print). The <guilabel>Printing</guilabel> tab of your editor plugin preferences contains additional options which let you print with line numbers, wrapped lines and/or headers. <placeholder-1/>
es: La vista previa de impresión se puede obtener seleccionando <menuchoice><guisubmenu>Archivo</guisubmenu><guimenuitem>Vista previa de impresión</guimenuitem></menuchoice>. Esto renderizará el archivo actual y presentará una vista previa de la impresión. Los códigos fuente que estén resaltados en el editor también se resaltarán de forma similar en la impresión (y en la impresión). Existen opciones adicionales para imprimir los números de línea, ajustar líneas y/o cabeceras en las preferencias de impresión del editor en la solapa <guilabel>Impresión</guilabel> de las preferencias del complemento del editor. <placeholder-1/>

source: Print Preferences
es: Preferencias de impresión

source: Print preferences
es: Preferencias de impresión

source: When you are ready to print and satisfied with the preview, select <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Print</guimenuitem></menuchoice> or <guibutton>Print</guibutton> from the print preview window. This will bring up the actual print dialog as shown below. Select the appropriate print parameters and press <guibutton>Print</guibutton> to print the file.
es: Cuando esté listo para imprimir y satisfecho con la vista previa, seleccione <menuchoice><guisubmenu>Archivo</guisubmenu><guimenuitem>Imprimir</guimenuitem></menuchoice> o <guibutton>Imprimir</guibutton> de la ventana de vista previa de impresión. Esto mostrará el diálogo de impresión actual tal y como se muestra debajo. Seleccione los parámetros de impresión adecuados e imprima el archivo con el botón <guibutton>Imprimir</guibutton>.

source: You can also set landscaped or portrait page layout and the paper size, page orientation and paper type. Remember to set them up properly according to your printer, otherwise printing may not look correct.
es: Se puede ajustar la distribución horizontal o vertical, el tamaño del papel, la orientación del papel y el tipo de papel. Recuerde ajustarlo debidamente en concordancia con su impresora, de otra manera puede que no se imprima correctamente.

source: Print Dialog
es: Diálogo de impresión

source: Project Management
es: Gestión de proyectos

source: Anjuta has a powerful Project Manager plugin which can open most <ulink type="info" url="info:automake">automake/autoconf</ulink>-based projects. It might fail on some oddly-configured projects, but as long as the project uses automake/autoconf in a typical way, it should work.
es: Anjuta tiene un potente complemento de Gestión de proyectos que puede abrir la mayoría de los proyectos basados en <ulink type="info" url="info:automake">automake/autoconf</ulink>. Puede que falle en algunos proyectos con configuración antigua, pero siempre que el proyecto esté realizado usando automake/autoconf de forma típica, entonces debería funcionar.

source: The neat thing is that Anjuta does not store any project information beyond what is already available in the project structure. That is, there is no separate project data maintained by Anjuta and all project processing is done directly within the project structure. This allows a project to be maintained or developed outside Anjuta without any need to convert to or from an Anjuta-specific format. Since technically Anjuta projects are just automake projects, mixed development (with both Anjuta and non-Anjuta users) or switching back and forth between Anjuta and other tools is quite possible without any hindrance.
es: Lo interesante de Anjuta es que no almacena ninguna información del proyecto aparte de la que ya está disponible en la estructura del proyecto. Esto es, no hay datos de proyecto separados y mantenidos por Anjuta, y todo el procesamiento de los proyectos se realiza directamente con la propia estructura del proyecto. Esto permite que el proyecto se mantenga o desarrolle fuera de Anjuta sin tener que realizar cambios al formato específico de Anjuta. Ya que técnicamente los proyectos en Anjuta son simplemente proyectos automake, se pueden desarrollar junto con otras plataformas, programas o herramientas sin ningún problema.

source: Creating a New Project
es: Crear un proyecto nuevo

source: Creating a project from a template
es: Crear un proyecto nuevo desde una plantilla

source: The project wizard plugin uses a powerful template processing engine called <application>autogen</application>. All new projects are created from templates that are written in <application>autogen</application> syntax. The project wizard lets you create new projects from a selection of project templates. The selection includes simple generic, flat (no subdirectory), GTK+, GNOME, Java, Python projects and more. New templates can be easily downloaded and installed since each template is just a collection of text files.
es: El complemento de asistente de proyecto usa un potente motor de procesado de plantillas llamado <application>autogen</application>. Todos los proyectos nuevos se crean desde plantillas escritas con sintaxis <application>autogen</application>. El asistente de proyectos le permite crear proyectos nuevos desde una selección de plantillas de proyectos. La selección incluye proyectos genéricos, planos (sin subdirectorios), GTK+, GNOME, Java, Python y muchos más. Se pueden descargar e instalar plantillas nuevas de forma sencilla ya que simplemente son una colección de archivos de texto.

source: To create a project, choose the menu item <menuchoice><guisubmenu>File</guisubmenu><guisubmenu>New</guisubmenu><guimenuitem>Project …</guimenuitem></menuchoice> to start the application wizard. Read the first page carefully. Click on <guibutton>Next</guibutton> to proceed.
es: Para crear un proyecto nuevo, elija el elemento del menú <menuchoice><guisubmenu>Archivo</guisubmenu><guisubmenu>Nuevo</guisubmenu><guimenuitem>Proyecto...</guimenuitem></menuchoice> para iniciar el asistente. Lea la primera página cuidadosamente. Pulse en <guibutton>Siguiente</guibutton> para continuar.

source: Select the type of application you want to create in the second page. Click on <guibutton>Next</guibutton> to proceed.
es: En la segunda página seleccione el tipo de aplicación que desea crear. Pulse <guibutton>Siguiente</guibutton> para continuar.

source: On the following pages, enter all necessary details for your project. You can change these settings later, but it is advisable to set them right initially in order to maintain the project's integrity. White spaces or any non-alphanumeric characters, except underscore (_) and dash (-), are not allowed in many of the entry boxes that follow (except perhaps the <guilabel>Author</guilabel> text box).
es: Introduzca todos los detalles necesarios para su proyecto en las siguientes páginas. Puede cambiar estos ajustes posteriormente pero no es recomendable no prestarlos atención para mantener mejor la integridad del proyecto. En muchas de las cajas de entrada que seguirán (excepto la caja de <guilabel>Autor</guilabel>) no se permiten los espacios en blanco o cualquier carácter no alfanumérico, excepto el guión bajo (_) y el guión (-).

source: You can also specify whether your project will have <emphasis>internationalization support</emphasis> using <application>gettext</application> (read the <ulink type="info" url="info:gettext">gettext info page</ulink> for more details). This gives your project multilingual support for different languages such as English, French and Dutch. The rest of the options are for setting whether the GNU copyright statement should appear in the comments at the top of each file, and for enabling GNOME desktop menu information if necessary. Shared library support allows you to add shared library modules later on. If you plan to have libraries in your project, it would be good to enable this. Depending on the project type that is being created, Anjuta may request additional information.
es: También puede especificar si su proyecto tendrá <emphasis>soporte de internacionalización</emphasis> usando <application>gettext</application> (para obtener más detalles lea la <ulink type="info" url="info:gettext">página de información de gettext</ulink>). Esto le dará a su proyecto soporte multi-idioma para diferentes idiomas regionales tales como el español, el inglés, el francés, etc. El resto de las opciones son para ajustar si la nota de derechos de autor de GNU debe aparecer en los comentarios en la parte superior de cada archivo, y permitir la información de menú del escritorio GNOME si es necesario. El soporte de bibliotecas compartidas permite añadir módulos de bibliotecas compartidas en el proyecto posteriormente, Si está pensando tener bibliotecas en su proyecto, sería buena idea activarlo. Dependiendo del tipo de proyecto que se esté creando, se podría pedir otra información.

source: The final step is to verify the information you have just supplied. Click on <guibutton>Finish</guibutton> to start generating the project.
es: El paso final es comprobar la información que acaba de proporcionar. Pulse <guibutton>Terminar</guibutton> para comenzar a generar el proyecto.

source: Once the project has been generated, you can try it out by building it and executing it.
es: Una vez que se ha generado el proyecto, puede probarlo construyéndolo y ejecutándolo.

source: Importing Projects
es: Importar proyectos

source: The import project feature is used to import an already existing project and convert it into an <application>Anjuta</application> project. Activate the import project wizard via <menuchoice><guimenu>File</guimenu><guimenu>New</guimenu><guimenuitem>Project from existing sources</guimenuitem></menuchoice> and follow the instructions dictated by the wizard. Once a project has been imported, it can be opened in <application>Anjuta</application> subsequently just like any other <application> Anjuta</application> project.
es: La característica de importación de proyectos se usa para importar un proyecto ya existente y convertirlo en un proyecto <application>Anjuta</application>. Active el asistente de importación de proyectos desde <menuchoice><guimenu>Archivo</guimenu><guimenu>Nuevo</guimenu><guimenuitem>Proyecto desde fuentes existentes</guimenuitem></menuchoice> y siga las instrucciones dictadas por el asistente. Una vez que el proyecto esté importado, se podrá abrir en <application>Anjuta</application> como cualquier otro proyecto de <application>Anjuta</application>.

source: The import project feature only works if your existing project uses <ulink type="info" url="info:automake">autoconf/automake</ulink> or, to a very limited extent, a plain Makefile.
es: La característica de importación de proyectos sólo funciona para proyectos existentes que usen<ulink type="info" url="info:automake">autoconf/automake</ulink> y para un número muy limitado de archivos planos Makefile.

source: Loading and Saving Projects
es: Cargar y guardar proyectos

source: Loading Projects
es: Cargar proyectos

source: To open a project, choose the menu item <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Open …</guimenuitem></menuchoice>. Select the project file (<filename>*.anjuta</filename>) in the dialog and click <guibutton>OK</guibutton>.
es: Para abrir un proyecto elija el elemento del menú <menuchoice><guisubmenu>Archivo</guisubmenu><guimenuitem>Abrir...</guimenuitem></menuchoice>. Seleccione el archivo de proyecto (<filename>*.anjuta</filename>) en el diálogo y pulse <guibutton>Aceptar</guibutton>.

source: If the project has recently been opened, then you will find it listed in the menu <menuchoice><guisubmenu>File</guisubmenu><guisubmenu>Recent</guisubmenu></menuchoice>. Choose the project filename from the list, and the project will be opened.
es: Si el proyecto se ha abierto recientemente, entonces lo encontrará listado en el menú <menuchoice><guisubmenu>Archivo</guisubmenu><guisubmenu>Recientes</guisubmenu></menuchoice>. Elija el archivo de proyecto de la lista y se abrirá el proyecto.
