Repository: weynhamz/GNOME-anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: es

source: <emphasis>Generate</emphasis> is the step in which the <filename>configure</filename> script and other related files are created. The <filename>configure</filename> script used above needs to run on various systems and checks a lot of things. It would be quite difficult to write it by hand. Moreover <application>autotools</application> enforces some project organization rules such as the presence of some mandatory files: <filename>NEWS</filename> and <filename>COPYING</filename>, for example. It includes several tools to create necessary files from simpler files written by the developer such as <filename>configure.in</filename> (or <filename>configure.ac</filename>) and <filename>Makefile.am</filename>. All these tools are commonly run from a script named <filename>autogen.sh</filename> in the project directory. This step is useful only for a developer (someone modifying the source files), as the <filename>configure</filename> script depends only on the source files, and is distributed within the project package. Note that the makefiles created by <application>configure</application> include some rules to automatically regenerate the project when needed, so it often not needed to rerun it directly.
es: <emphasis>Generar</emphasis> es el paso en el que se crea el script <filename>configure</filename> y otros archivos relacionados. El script <filename>configure</filename> se usa para ejecutar varias comprobaciones del sistema sobre muchos elementos. Es muy difícil escribirlo a mano. Es más, el conjunto de <application>autotools</application> tiene unas reglas para organizar un proyecto, como algunos archivos obligatorios: <filename>NEWS</filename> o <filename>COPYING</filename>. Incluye varias herramientas para crear todos los archivos necesarios desde archivos más simples escritos por el desarrollador tales como <filename>configure.in</filename> (o <filename>configure.ac</filename>) y <filename>Makefile.am</filename>. Todas estas herramientas se ejecutan comúnmente en el directorio del proyecto desde el script <filename>autogen.sh</filename>. Este paso es útil sólo para un desarrollador (alguien que modifique los archivos fuente), ya que el script <filename>configure</filename> sólo depende de los archivos fuente, se distribuye con el paquete del proyecto. Note que los archivos makefile creados por configure incluyen algunas reglas para regenerar el proyecto automáticamente cuando sea necesario, de tal forma que no es necesario ejecutarlo directamente muy a menudo.

source: Read the info pages of <ulink type="info" url="info:automake"><application>automake</application></ulink> and <ulink type="info" url="info:autoconf"><application>autoconf</application></ulink> for more details on how these tools work.
es: Para obtener más detalles acerca de cómo funcionan éstas herramientas, lea las páginas de información acerca de <ulink type="info" url="info:automake"><application>automake</application></ulink> y <ulink type="info" url="info:autoconf"><application>autoconf</application></ulink>.

source: Generate and Configure
es: Generar y configurar

source: Configure a project
es: Configurar un proyecto

source: You need to run this step before being able to build your project. This is usually run only once at the beginning of the first build process — for example, just after you have extracted a source tarball of a project distribution. After that, configuration is automatically handled by the subsequent build processes. If you have used the <emphasis>Application Wizard</emphasis> to create the application, then you will not need to run this separately: the wizard will run it as a part of the project generation process.
es: Debe ejecutar este script antes de poder construir su proyecto. Esto generalmente se ejecuta una sola vez en el comienzo del primer proceso de construcción; por ejemplo, justo después de extraer el tarball de los fuentes del proyecto de una distribución. Después de eso, la configuración se gestiona automáticamente por los procesos de construcción subsecuentes. Si ha usado el <emphasis>Asistente de configuración</emphasis> para crear la aplicación, entonces no necesitará ejecutarlo de forma separada: el asistente lo ejecutará como parte del proceso de generación del proyecto.

source: There is no requirement to run this only once. It can be run at any time, usually when the configuration options need to be changed. One thing to note is that if the <filename>config.h</filename> file in the top level directory is changed, running <filename>configure</filename> again will not overwrite it.
es: No existe ningún requerimiento para ejecutarlo una sola vez. Se puede ejecutar en cualquier momento, generalmente cuando se necesitan cambiar las opciones de configuración. Algo que notar es que si el archivo <filename>config.h</filename> del directorio del nivel superior se cambia, ejecutar <filename>configure</filename> de nuevo no lo sobreescribirá.

source: Whether you want to run the generate step or not
es: Indica si quiere ejecutar el paso de generación o no

source: The generate step needs to be run once at the beginning of the project; then it is automatically handled by the build process. You can force it to run by checking the checkbox <interface>Regenerate project</interface>; you might do this if you encounter difficulties while building a project (e.g. if you receive build errors after you've modified lots of build files).
es: Debe ejecutarse una vez al comienzo del proyecto, después se gestiona automáticamente por el proceso de construcción. Puede forzar su ejecución seleccionando la casilla de verificación <interface>Regenerar el proyecto</interface> en caso de que encuentre alguna dificultad al construir los proyectos (ej. si obtiene errores de construcción después de modificar muchos archivos de construcción).

source: The configuration name
es: El nombre de configuración

source: This name is used to refer to each configuration. Some configurations (Default, Debug, Optimized) are already defined by default. One configuration includes a build directory and some configuration options.
es: Este nombre se usa para referirse a cada configuración. Algunas configuraciones (Predeterminada, Depuración, Optimizada) ya están definidas de forma predeterminada. Una configuración incluye un directorio de construcción y algunas opciones de configuración.

source: The build directory
es: El directorio de construcción

source: This is the build directory name. In the Default configuration, it is the same directory as the source directory but autotools supports building in a different directory.
es: Éste es el nombre del directorio de construcción. En la configuración predeterminada es el mismo directorio que el directorio de fuentes pero autotools soporta la construcción en un directorio distinto.

source: Each configuration must have a different build directory and if one configuration uses the source directory, you cannot have other configurations at the same time. You need to run <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Remove Configuration</guimenuitem></menuchoice> on the configuration using the source directory before adding a new configuration.
es: Cada configuración debe tener un directorio de construcción diferente y si una configuración usa el directorio fuente, entonces no puede tener otras configuraciones al mismo tiempo. Debe ejecutar <menuchoice><guisubmenu>Construir</guisubmenu><guimenuitem>Quitar configuración</guimenuitem></menuchoice> en las otras configuraciones que usen el directorio fuente antes de añadir una configuración nueva.

source: Configure options
es: Opciones de configuración

source: These options are passed to the <filename>configure</filename> script. Some are standard, such as --prefix and CFLAGS; others depend on the project. You can get a list of allowed configuration options by running the <filename>configure</filename> script with the <option>--help</option> argument.
es: Estas opciones se pasan al script <filename>configure</filename>. Algunas son prefijos estándar, tales como --prefix y CFLAGS; otras dependen del proyecto. Puede obtener una lista completa de las opciones de configuración permitidas ejecutando el script <filename>configure</filename> con el argumento --help.

source: Both generate and configure steps are launched with a single menu item: <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Configure Project…</guimenuitem></menuchoice>. This menu item brings a dialog where you can choose: <placeholder-1/>
es: Tanto los pasos de generación como de configuración se lanzan con un sólo elemento del menú: <menuchoice><guisubmenu>Construir</guisubmenu><guimenuitem>Configurar el proyecto...</guimenuitem></menuchoice>. Este elemento del menú muestra un diálogo donde puede escoger: <placeholder-1/>

source: Select a configuration
es: Seleccionar una configuración

source: If you have created different configurations, you can select which one is active by selecting it in <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Select Configuration</guimenuitem></menuchoice>.
es: Si creó diferentes configuraciones puede seleccionar cuál es la activa seleccionándolo en <menuchoice><guisubmenu>Construir</guisubmenu><guimenuitem>Seleccionar configuración</guimenuitem></menuchoice>.

source: Clean a configuration
es: Limpiar la configuración

source: To clean the project and leave it in a state that requires rerunning the configure step, choose <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Remove Configuration</guimenuitem></menuchoice>. It run <command>make distclean</command> and deletes more files than <guimenuitem>Clean Project</guimenuitem>. In other words, it leaves the project as though it has just been extracted from a distribution tarball. Note that it does not remove the configuration directory itself; you can do that yourself if you like.
es: Para limpiar un proyecto y dejarlo en un estado que requiera volver al paso de configuración debe elegir <menuchoice><guisubmenu>Construir</guisubmenu><guimenuitem>Eliminar configuración</guimenuitem></menuchoice>. Ejecutará <command>make distclean</command> y borra más archivos que <guimenuitem>Limpiar proyecto</guimenuitem>. En otras palabras, deja el proyecto como si se acabase de extraer del paquete tarball de la distribución. Note que no quita el directorio de configuración en sí, pero puede hacerlo usted mismo.

source: Compile and Build
es: Compilar y construir

source: Compiling a file
es: Compilar un archivo

source: In a project, individual source files can be compiled separately into objects (<filename>*.o</filename> files). Although you do not have to worry about these object files, sometimes it is handy to compile a file first (for example, to make sure there are no syntax errors). Building a whole project can take a lot of time, especially in the case of larger and more complex applications. Therefore, you will probably go through a series of edit-compile iterations while developing a project.
es: En un proyecto los archivos fuente individuales se pueden compilar separadamente en objetos (archivos <filename>*.o</filename>). Aunque no debe preocuparse por esos archivos objeto, a veces es útil compilar un archivo primero (por ejemplo, para asegurarse de que no hay errores de sintaxis). Compilar un proyecto entero puede llevar mucho tiempo, especialmente en el caso de aplicaciones grandes y complejas. Por ello probablemente pasará por series ciclos de edición-compilación mientras esté desarrollando el proyecto.

source: To compile a file, choose the menu item <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Compile</guimenuitem></menuchoice> or press <keycap>F11</keycap>. This will compile the active file.
es: Para compilar un archivo elija el elemento del menú <menuchoice><guisubmenu>Construcción</guisubmenu><guimenuitem>Compilar</guimenuitem></menuchoice> o pulse <keycap>F11</keycap>. Esto compilará el archivo activo.

source: Building an executable
es: Construir un ejecutable

source: <application>Anjuta</application> has no separate link command, simply because it is not necessary. The build process will compile all source files and link them together along with the necessary libraries. The build command will not recompile those files which are already up-to-date (this is called the <emphasis>dependency check</emphasis>). If you have already compiled all files individually, then the only thing the build step performs is the link. If you have already built the project and no dependent file has been modified, even the link stage will be skipped.
es: <application>Anjuta</application> no tiene línea de comandos separada, simplemente porque no es necesario. El proceso de construcción compilará todos los archivos fuente y los enlazará junto a las bibliotecas. El comando de construcción no recompilará aquellos archivos que ya están actualizados (esto es la <emphasis>comprobación de dependencias</emphasis>). Si ya ha compilado todos los archivos individualmente, entonces la única tarea que el proceso de construcción realizará es el enlazado. Si ya ha construido el proyecto y no se ha modificado ningún archivo dependiente, también se evitará el proceso de enlazado.

source: So how exactly does the dependency check influence project development? If you have modified a file, then all of the source files that depend on the modified file are recompiled. All files (not just the object files and executable) in the project are checked for these dependencies during the build process. If it is found that a particular file is dependent on some other file which has been modified, then that file will be regenerated.
es: ¿Entonces cómo influye la comprobación de las dependencias en el desarrollo del proyecto? Si ha modificado un archivo, entonces todos los archivos de fuentes que dependen del archivo modificado se recompilan. Durante el proceso de construcción se comprueban todos los archivos (no sólo los archivos objeto y el ejecutable) para estas dependencias. Si se encuentra que un archivo en particular depende de algún otro archivo que se ha modificado, entonces ese archivo se regenerará.

source: Can you imagine how your life (as a programmer) would be if the dependency check were not there? If you cannot answer just yet, then you will find out when you start developing big projects!
es: Ya que ahora ha entendido el valor de las comprobaciones de las dependencias, ¿puede imaginarse cómo sería su vida (de programador) si no estuviese allí? Si aún no puede responder, entonces lo descubrirá cuando comience a desarrollar proyectos.

source: <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Build</guimenuitem></menuchoice> will build all files in the directory of the currently active file.
es: <menuchoice><guisubmenu>Construir</guisubmenu><guimenuitem>Construir</guimenuitem></menuchoice> construirá todos los archivos en el directorio del archivo activo.

source: <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Build Project</guimenuitem></menuchoice> will build the whole project — all subdirectories are built recursively.
es: <menuchoice><guisubmenu>Construir</guisubmenu><guimenuitem>Construir proyecto</guimenuitem></menuchoice> construirá el proyecto entero; se construyen todos los directorios recursivamente.

source: Other operations
es: Otras operaciones

source: Creating a distribution package
es: Crear un paquete de distribución

source: To build a tarball distribution of the project choose <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Build Tarball</guimenuitem></menuchoice>. This will create a tarball (<filename>*.tar.gz</filename>) and put it in the top-level project directory. Copy the file to a safe place for distribution.
es: Para construir la distribución tarball del proyecto, elija <menuchoice><guisubmenu>Construir</guisubmenu><guimenuitem>Construir tarball</guimenuitem></menuchoice>. Esto creará el tarball (<filename>*.tar.gz</filename>) y lo pondrá en el nivel superior del directorio del proyecto. Copie el archivo a un lugar seguro para su distribución.

source: Installing a project
es: Instalar un proyecto

source: Choosing the menu item <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Install</guimenuitem></menuchoice> will install the generated application on your system.
es: Eligiendo el elemento del menú <menuchoice><guisubmenu>Construir</guisubmenu><guimenuitem>Instalar</guimenuitem></menuchoice> instalará la aplicación generada en su sistema.

source: System-wide installation
es: Instalación amplia en el sistema

source: You must be logged in as root to perform a system-wide install. Also note that for a GNOME application to use the pixmaps in the project, it must be installed as a system-wide application. Otherwise, when the application is executed in your project, there will be lots of "pixmap not found" errors. You can configure Anjuta to use <command>sudo</command> or <command>su</command> before installing the project in the build preferences.
es: Debe haber iniciado sesión como «root» para realizar una instalación amplia en el sistema. También note que para que una aplicación de GNOME use los pixmaps en el proyecto, debe estar instalado como una aplicación amplia en el sistema. De otra forma, cuando la aplicación se ejecute en su proyecto, habrá muchos errores «pixmap no encontrado». Puede configurar Anjuta para que use <command>sudo</command> o <command>su</command> antes de instalar el proyecto, en las preferencias de construcción.

source: Cleaning
es: Limpiar

source: This deletes all of the files generated by the build process, including all object files (<filename>*.o</filename> files) and the executable(s). It can be applied on one directory or the whole project.
es: Borra todos los archivos generados por el proceso, incluyendo los archivos objeto (archivos <filename>*.o</filename>) y los ejecutables. Se puede aplicar sobre un directorio o sobre el proyecto entero.

source: Choose the menu item <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Clean Project</guimenuitem></menuchoice> to clean all project files.
es: Elija el elemento del menú <menuchoice><guisubmenu>Construir</guisubmenu><guimenuitem>Limpiar proyecto</guimenuitem></menuchoice> para limpiar todos los archivos del proyecto.

source: Choose the menu item <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Clean</guimenuitem></menuchoice> to clean only the directory of the current active file.
es: Elija el elemento del menú <menuchoice><guisubmenu>Construir</guisubmenu><guimenuitem>Limpiar</guimenuitem></menuchoice> para limpiar sólo el directorio del actual archivo activo.

source: Debugging
es: Depurar

source: To debug is human. To fix it is divine...
es: Depurar es de humanos, reparar es divino...

source: Well, the <emphasis>human</emphasis> part is what this section is about. The <emphasis>divine</emphasis> part is up to you!
es: Bien, la parte <emphasis>humana</emphasis> es de lo que trata esta sección. ¡La parte <emphasis>divina</emphasis> es cosa suya!

source: When a program does not behave in the way it is supposed to, we say the program contains a <emphasis>bug</emphasis>. A bug is not a compilation error — compilation errors are relatively easy to clear, because the compiler tells you where the problems are. By contrast, bugs are errors that happen during program execution and they can be hard (sometimes very hard!) to detect.
es: Cuando un programa no se comporta de la forma que se supone que debería, se dice que el programa tiene errores o <emphasis>bugs</emphasis>. Esto no se refiere a errores de compilación —esos son simplemente errores y son relativamente fáciles de eliminar, porque el compilador proporciona información acerca de dónde están. Por otra parte, los «bugs» son errores que suceden durante la ejecución del programa y que pueden ser muy difíciles de detectar.

source: Any program that you think is bug-free is never completely bug-free. All we can try to do is to reduce the number of bugs contained in the program. The process of removing bugs is known as <emphasis>debugging</emphasis>, and the tool that is used for debugging is called the <emphasis>debugger</emphasis>. <application>Anjuta</application> provides a very user-friendly and powerful debugging environment (actually, a GUI wrapper over <application>gdb</application>, a powerful command line debugging tool and standard on Linux).
es: Cualquier programa que piense que no tiene errores realmente nunca está libre de ellos. Todo lo que se puede hacer es tratar de reducir los errores al mínimo. El proceso de eliminar errores se conoce como <emphasis>depuración</emphasis>. <emphasis>Anjuta</emphasis> proporciona un entorno de depuración muy potente y amigable (realmente es un envoltorio IGU sobre <application>gdb</application>, una herramienta de la línea de comandos para depurar que es estándar en GNU/Linux).

source: A debugger tracks and traces the execution of the program and provides various views of information needed to study the execution of the program.
es: El depurador sigue y traza la ejecución de un programa y proporciona varias vistas de información necesarias para estudiar la ejecución del programa.

source: Start and stop
es: Iniciar y parar

source: Running an executable
es: Ejecutar un ejecutable

source: Attaching to a process
es: Acoplar un proceso

source: Almost every feature of Anjuta is provided by a plugin. If you do not see the menus described here. It is probably because the debugger plugin is not loaded. Go in <menuchoice><guisubmenu>Edit</guisubmenu><guimenuitem>Preferences</guimenuitem><guimenuitem>General</guimenuitem><guimenuitem>Installed plugins</guimenuitem></menuchoice> and check that the debugger plugin is loaded. It is an user activatable plugin, so loaded or unloaded on request.
es: Prácticamente todas las características de Anjuta las proporcionan los complementos. Si no ve los menús descritos aquí es probable que el complemento del depurador no esté cargado. Vaya a <menuchoice><guisubmenu>Editar</guisubmenu><guimenuitem>Preferencias</guimenuitem><guimenuitem>General</guimenuitem><guimenuitem>Complementos instalados</guimenuitem></menuchoice> y compruebe que el complemento del depurador está instalado. Es un complemento activable por el usuario, de tal forma que se carga o descarga bajo petición.

source: The debugger is always started with a program loaded. There are two ways to do this: <placeholder-1/><placeholder-2/>
es: El depurador siempre se inicia con un programa cargado. Hay dos formas de hacerlo: <placeholder-1/><placeholder-2/>

source: Running a program with or without the debugger uses the same menu: select <menuchoice><guisubmenu>Run</guisubmenu><guimenuitem>Run Program</guimenuitem></menuchoice> to run a program without the debugger and <menuchoice><guisubmenu>Run</guisubmenu><guimenuitem>Debug Program</guimenuitem></menuchoice> to run it with the debugger.
es: Ejecutar un programa con o sin el depurador se hace desde el mismo menú, seleccione <menuchoice><guisubmenu>Ejecutar</guisubmenu><guimenuitem>Ejecutar programa</guimenuitem></menuchoice> para ejecutar un programa sin el depurador y <menuchoice><guisubmenu>Ejecutar</guisubmenu><guimenuitem>Depurar programa</guimenuitem></menuchoice> para ejecutarlo con el depurador.
