Repository: weynhamz/GNOME-anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: es

source: Detaches the design area from document manager so you can dock it separately from text editors.
es: Desacopla el área de diseño del gestor de documentos para que pueda acoplarlo separadamente desde editores de texto.

source: Automatically add resources
es: Añadir recursos automáticamente

source: When checked then all resources (e.g. images) will be added to the target in the current project. You can choose the target using project manager context menu or by entering target id in the entry below the check button.
es: Cuando todos los elementos están seleccionados (ej. imágenes) se añadirán al destino en el proyecto actual. Puede elegir el objetivo usando el menú contextual del gestor de proyectos o introduciendo el ID del objetivo en la entrada bajo el botón de verificación.

source: Handler template
es: Plantilla del manejador

source: You can choose between the two formats of automatic naming of signal handler.
es: Puede elegir entre dos formatos de nombrar automáticamente el manejador de señales.

source: Preferences are ways to customize <application>Anjuta</application> to suit your tastes. Activate <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> to bring up the preferences dialog. Some preferences are explained below.
es: Las preferencias son formas para que <application>Anjuta</application> se ajuste a sus gustos. Active <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem></menuchoice> para mostrar el diálogo de preferencias. Algunas preferencias se explican debajo.

source: <emphasis>Project Directory</emphasis> is the path where you plan to put all your projects. The application wizard creates new projects in this directory only. The default project directory is ~/Projects and generally this is fine for most people.
es: <emphasis>Directorio del proyecto:</emphasis> Es la ruta donde planea poner todos sus proyectos. El asistente de aplicación crea los proyectos nuevos sólo en este directorio. El directorio de proyecto predeterminado es ~/Projects y generalmente es suficiente para la mayoría de las personas.

source: <emphasis>User Info:</emphasis> Provide your name and email address here. These are not used to do software registration; rather, they are used to create ChangeLog entries and other text insertions.
es: <emphasis>Información del usuario:</emphasis> Proporciona su nombre y dirección de correo electrónico. No se utilizan para registrar el software, sino para crear entradas en el archivo ChangeLog e insertar otros bits de texto.

source: File Manager
es: Gestor de archivos

source: <emphasis>Root directory if no project is open</emphasis> is the path where the root of the file manager points if no project is currently open.
es: <emphasis>Directorio raíz si no hay un proyecto abierto</emphasis> es la ruta donde apunta la raíz del gestor de archivos si actualmente no hay ningún proyecto abierto.

source: <emphasis>File Filter:</emphasis> You can filter out some files from the file tree, for example, hidden files, or files that are ignored by the version control system which usually means they are generated at build time and should not be changed.
es: <emphasis>Filtro de archivos:</emphasis> Puede filtrar algunos archivos del árbol de archivos, por ejemplo los archivos ocultos o los archivos ignorados por el sistema de control de versiones que generalmente significa que se general durante la compilación y no se deberían cambiar.

source: User-defined Tools
es: Herramientas definidas por el usuario

source: You'll sometimes find the built-in functionality provided by Anjuta to be insufficient. In these cases, you might be tempted to either add the feature yourself to the Anjuta codebase or submit a feature request to implement the feature. However, both approaches are likely to be slow and problematic, especially if your tool is a specialized one. In these circumstances, it is advisable to use the Anjuta tools framework instead.
es: Algunas veces encontrará que las funcionalidades propias proporcionadas por Anjuta son insuficientes. En estos casos, puede que esté tentado a añadir la característica al código fuente de Anjuta usted mismo o enviar una petición de implementación de característica. No obstante, ambos casos suelen ser lentos y problemáticos, especialmente si su herramienta es especializada. Bajo estas circunstancias, es mejor usar el entorno de trabajo de las herramientas de Anjuta.

source: Anjuta provides a powerful framework for defining user-defined tools for extending its functionality. Tools have access to almost all features of the IDE through the use of variables. You can add tools under any menu item, specify input, output and error redirection within the GUI framework and supply command-line parameters to the tool.
es: Anjuta proporciona un potente entorno de trabajo para definir herramientas definidas por el usuario para extender su funcionalidad. Las herramientas acceden a casi todas las características del EID a través del uso de variables. Puede añadir herramientas bajo cualquier elemento del menú, entradas específicas, salidas y redirecciones de errores dentro del entorno de trabajo de la IGU así como proporcionar parámetros de la línea de comandos a la herramienta.

source: The tools plugin has to be enabled to use this feature!
es: El complemento de herramientas debe estar activado para usar esta característica.

source: Tools Examples
es: Ejemplos de herramientas

source: This is a simple example how to use the tools plugin to integrate the GNOME ChangeLog generation script.
es: Este es un simple ejemplo de cómo usar el complemento de herramientas para integrar el script generador de registro de cambios de GNOME.

source: The tool editor
es: La herramienta de edición

source: Authors
es: Autores

source: The <application>Anjuta</application> project was founded by Naba Kumar. <ulink type="http" url="http://anjuta.org/credits">This page</ulink> lists all Anjuta contributors.
es: Naba Kumar fundó el proyecto <application>Anjuta</application>. Visite <ulink type="http" url="http://anjuta.org/credits">esta lista en línea</ulink> para conocer todos los contribuidores de Anjuta.

source: For more information on <application>Anjuta</application>, please visit the project website at <ulink type="http" url="http://anjuta.org/">http://anjuta.org</ulink>. Bug reports should be made using the Bug Tracker at the project development site <ulink type="http" url="http://www.sourceforge.net/projects/anjuta"> http://www.sourceforge.net/projects/anjuta</ulink>.
es: Para obtener más información acerca de <application>Anjuta</application>, visite la página web del proyecto en <ulink type="http" url="http://anjuta.org/">http://anjuta.org</ulink>. Los informes de error se deben rellenar usando la página de seguimiento de errores en el sitio web de desarrollo del proyecto en <ulink type="http" url="http://www.sourceforge.net/projects/anjuta"> http://www.sourceforge.net/projects/anjuta</ulink>.

source: This manual was written by Naba Kumar, Andy Piper, Biswapesh Chattopadhyay and Johannes Schmid. Please send all comments and suggestions regarding this manual to the Anjuta Devel list <email>anjuta-devel@list.sourceforge.net</email>. Comments may also be submitted via the project trackers at SourceForge.
es: Naba Kumar, Andy Piper, Biswapesh Chattopadhyay y Johannes Schmid escribieron este manual. Envíe cualquier comentario y sugerencia acerca de este manual a la lista de desarrollo de Anjuta <email>anjuta-devel@list.sourceforge.net</email>. También se pueden enviar comentarios a traes de la página del proyecto en SourceForge.

source: License
es: Licencia

source: This program is free software; you can redistribute it and/or modify it under the terms of the <ulink type="ghelp" url="gnome-help:gpl">GNU General Public License</ulink> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
es: Este programa es software libre; puede redistribuirlo y/o modificarlo bajo los términos de la <ulink type="ghelp" url="gnome-help:gpl">Licencia Pública General GNU</ulink> tal como la publica la Free Software Foundation; tanto en la versión 2 de la Licencia, o (a su opción) cualquier otra versión posterior.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
es: Este programa se distribuye con la esperanza de que le sea útil, pero SIN NINGUNA GARANTÍA; sin incluso la garantía implícita de MERCANTILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Vea la <citetitle>Licencia Pública General GNU</citetitle> para más detalles.

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org"> their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. <street>51 Franklin Street</street> Fifth Floor <city>Boston</city>, <state>MA</state><postcode>02110-1301</postcode><country>USA</country></address>
es: Una copia de la <citetitle>Licencia Pública General GNU</citetitle> está incluidacomo un apéndice de la <citetitle>Guía del usuario de GNOME</citetitle>. También puede obtener una copia de la <citetitle>Licencia Pública General GNU</citetitle> a través de la Free Software Foundation visitando <ulink type="http" url="http://www.fsf.org">su página web</ulink> o escribiendo a la <address> Free Software Foundation, Inc. <street>51 Franklin Street</street> Fifth Floor <city>Boston</city>, <state>MA</state><postcode>02110-1301</postcode><country>EE. UU.</country></address>

source: translator-credits
es: Jorge González <jorgegonz@svn.gnome.org>, 2007-2009
