Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Lock the current dock layout so that widgets cannot be moved
de: Das momentane Layout der Docks sperren, so dass Widgets nicht mehr bewegt werden können
en@shaw: ğ‘¤ğ‘ªğ‘’ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘­ğ‘’ ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘•ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘µğ‘ğ‘›

source: _Toolbar
de: _Werkzeugleiste
en@shaw: _ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: Show or hide the toolbar
de: Werkzeugleiste anzeigen oder verbergen
en@shaw: ğ‘–ğ‘´ ğ‘¹ ğ‘£ğ‘²ğ‘› ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: _Help
de: _Hilfe
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘
nl: _Hulp

source: _User's Manual
de: _Anleitung
en@shaw: _ğ‘¿ğ‘Ÿğ‘¼'ğ‘• ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤

source: Anjuta user's manual
de: Anjuta-Benutzerhandbuch
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘¿ğ‘Ÿğ‘¼'ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤

source: Kick start _tutorial
de: Schnellstart-_Anleitung
en@shaw: ğ‘’ğ‘¦ğ‘’ ğ‘•ğ‘‘ğ‘¸ğ‘‘ _ğ‘‘ğ‘µğ‘‘ğ‘ªğ‘®ğ‘°ğ‘©ğ‘¤

source: Anjuta Kick start tutorial
de: Anjuta-Schnellstart-Anleitung
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘’ğ‘¦ğ‘’ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘‘ğ‘µğ‘‘ğ‘ªğ‘®ğ‘°ğ‘©ğ‘¤

source: _Advanced tutorial
de: _Erweiterte Anleitung
en@shaw: _ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘ ğ‘‘ğ‘µğ‘‘ğ‘ªğ‘®ğ‘°ğ‘©ğ‘¤

source: Anjuta advanced tutorial
de: Erweiterte Anjuta-Anleitung
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘ ğ‘‘ğ‘µğ‘‘ğ‘ªğ‘®ğ‘°ğ‘©ğ‘¤

source: _Frequently Asked Questions
de: _Häufig gestellte Fragen
en@shaw: _ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘§ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘­ğ‘•ğ‘’ğ‘‘ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘—ğ‘©ğ‘¯ğ‘Ÿ

source: Anjuta frequently asked questions
de: Häufig gestellte Fragen zu Anjuta
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘§ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘­ğ‘•ğ‘’ğ‘‘ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘—ğ‘©ğ‘¯ğ‘Ÿ

source: Anjuta _Home Page
de: Anjuta im _Internet
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© _ğ‘£ğ‘´ğ‘¥ ğ‘ğ‘±ğ‘¡
nl: Anjuta _startpagina
pt: Página do An_juta
sr@latn: Internet stranica Anjuta projekta

source: Online documentation and resources
de: Online-Dokumentation und Ressourcen
en@shaw: ğ‘ªğ‘¯ğ‘¤ğ‘²ğ‘¯ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ
nl: Online documentatie en hulpbronnen
pt: Documentação e recursos online
sr@latn: Dokumentacija i izvori znanja dostupni na mreži

source: Report _Bugs/Patches/Requests
de: _Fehler/Wünsche/Patches senden
en@shaw: ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ _ğ‘šğ‘³ğ‘œğ‘Ÿ/ğ‘ğ‘¨ğ‘—ğ‘©ğ‘Ÿ/ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘•

source: Submit a bug report, patch or feature request for Anjuta
de: Einen Fehlerbericht, Patch oder eine Feature-Anfrage für Anjuta abschicken
en@shaw: ğ‘•ğ‘©ğ‘šğ‘¥ğ‘¦ğ‘‘ ğ‘© ğ‘šğ‘³ğ‘œ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘, ğ‘ğ‘¨ğ‘— ğ‘¹ ğ‘“ğ‘°ğ‘—ğ‘¼ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘©

source: Ask a _Question
de: Eine _Frage stellen
en@shaw: ğ‘­ğ‘•ğ‘’ ğ‘© _ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘©ğ‘¯

source: Submit a question for FAQs
de: Eine Frage für die FAQ's abschicken
nl: Stuur een vraag voor FAQs
pt: Enviar uma questão para a FAQ (Perguntas Frequentes)
sr@latn: Pošaljite pitanje za spisak najčešćihj pitanja (FAQ)

source: _About
de: I_nfo
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘
nl: In_fo

source: About Anjuta
de: Über Anjuta
en@shaw: ğ‘©ğ‘šğ‘¬ğ‘‘ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘©
nl: Over Anjuta

source: About External _Plugins
de: Info über externe _Komponenten
en@shaw: ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ _ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: About third party Anjuta plugins
de: Über Komponenten von Drittanbietern

source: Edit
de: Bearbeiten
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘
nl: Bewerken
pt: Editar
sr@latn: Uredi

source: View
de: Ansicht
en@shaw: ğ‘ğ‘¿
nl: Weergeven
pt: Ver
sr@latn: Pogledaj

source: Installed plugins
de: Installierte Komponenten
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Shortcuts
de: Tastenkürzel
en@shaw: ğ‘–ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ğ‘•

source: Value doesn't exist
de: Wert existiert nicht
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘
nl: Waarde bestaat niet

source: Specify the size and location of the main window
de: Größe und Position des Hauptfensters angeben
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘¯ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
nl: Specificeer de afmeting en lokatie van het hoofdvenster

source: WIDTHxHEIGHT+XOFF+YOFF
de: BREITExHÖHE+X-ABSTAND+Y-ABSTAND

source: Do not show the splashscreen
de: Den Startbildschirm nicht anzeigen
nl: Het opstartscherm niet tonen
pt: Não mostrar o ecrã de logotipo
sr@latn: Ne prikazuj uvodnu sliku

source: Start a new instance and do not open the file in a existing
de: Neue Instanz starten und Datei nicht in existierender öffnen

source: Do not open last session on startup
de: Die letzte Sitzung beim Start nicht laden
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘

source: Do not open last project and files on startup
de: Letztes Projekt und letzte Dateien beim Starten nicht öffnen
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘ªğ‘¯ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘

source: Shutdown anjuta properly releasing all resources (for debugging)
de: Anjuta sauber herunterfahren und alle Ressourcen freigeben (zur Fehlersuche)

source: - Integrated Development Environment
de: - Integrierte Entwicklungsumgebung
en@shaw: - ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘œğ‘®ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘ğ‘²ğ‘¼ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: <b>Autocompletion (C/C++/Java only)</b>
de: <b>Auto-Vervollständigung (nur C/C++/Java)</b>

source: <b>Calltips</b>
de: <b>Minihilfen</b>

source: <b>Indentation parameters</b>
de: <b>Einrückungsoptionen</b>

source: <b>Smart Indentation</b>
de: <b>Intelligentes Einrücken</b>

source: Add '(' after function call autocompletion
de: »(« nach Auto-Vervollständigung einer Fuktion einfügen

source: Add a space after function call autocompletion
de: Leerzeichen nach Auto-Vervollständigung einer Fuktion einfügen

source: Autocomplete
de: Auto-Vervollständigung
nl: Automatisch aanvullen
pt: Auto completar
sr@latn: Automatski dopuni

source: Brace indentation size in spaces:
de: Breite der Einrückung von Klammern in Leerzeichen
en@shaw: ğ‘šğ‘®ğ‘±ğ‘• ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘²ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ:

source: Enable adaptive indentation
de: Adaptives Einrücken einschalten

source: Enable code completion
de: Code-Vervollständigung einschalten
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘´ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯

source: Enable smart brace completion
de: Klammer-Vervollständigung einschalten
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¥ğ‘¸ğ‘‘ ğ‘šğ‘®ğ‘±ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯

source: Enable smart indentation
de: Intelligentes Einrücken einschalten
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¥ğ‘¸ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Pressing tab indents
de: Drücken von »Tab« rückt ein
nl: Tab springt in
pt: Primir tab indenta
sr@latn: Pritisak na tabulator uvlači

source: Show calltips
de: Minihilfen anzeigen

source: Smart Indentation
de: Intelligentes Einrücken
en@shaw: ğ‘•ğ‘¥ğ‘¸ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Statement indentation size in spaces:
de: Breite der Einrückung von Anweisungen in Leerzeichen:
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘²ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ:

source: _AutoComplete
de: _AutoVervollständigung
nl: _AutoCompleet
pt: _AutoCompletar
sr@latn: _Automatski dopuni

source: AutoComplete the current word
de: Das aktuelle Wort automatisch vervollständigen
nl: Maakt het huidige woord automatisch af
pt: AutoCompletar a palavra actual
sr@latn: Automatski dopuni tekuću reč

source: Auto Indent
de: Automatisch Einrücken

source: Auto indent current line or selection based on indentation settings
de: Aktuelle Zeile oder Auswahl basierend auf die Einrückungseinstellungen automatisch einrücken

source: Swap .h/.c
de: .h/.c vertauschen
en@shaw: ğ‘•ğ‘¢ğ‘ªğ‘ .h/.c
nl: Wissel .h/.c
pt: Trocar .h/.c
sr@latn: Zameni .h/.c

source: Swap c header and source files
de: C-Header- und Quelledatei vertauschen

source: C++/Java Assistance
de: C++/Java Bearbeitungshilfen
en@shaw: C++/Â·ğ‘¡ğ‘­ğ‘ğ‘© ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•

source: Gdb plugin.
de: Gdb-Komponente.

source: Git version control
de: Versionskontrolle von Git

source: API Help
de: API-Hilfe

source: Devhelp Plugin for Anjuta.
de: Devhelp-Komponente für Anjuta

source: Provides document management capabilities.
de: Stellt Dokumentenverwaltungsfunktionen zur Verfügung
en@shaw: ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘°ğ‘Ÿ.

source: Anjuta File Assistant Plugin
de: Anjuta-Komponente des Datei-Assistenten
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: File Assistant
de: Datei-Assistent
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘

source: File manager for project and single files
de: Datei-Manager für Projekte und einzelne Dateien
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘“ğ‘¹ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¯ ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: A Subversion client plugin based on libsvn
de: Ein Subversion-Client basierend auf libsvn

source: A graph painter for the inheritance of the classes.
de: Ein graphische Anzeige für die Vererbung von Klassen

source: Class Inheritance
de: Klassenhierarchie

source: Glade File
de: Glade-Datei
en@shaw: Â·ğ‘œğ‘¤ğ‘±ğ‘› ğ‘“ğ‘²ğ‘¤

source: Glade Plugin for Anjuta.
de: Glade-Komponente für Anjuta
en@shaw: ğ‘œğ‘¤ğ‘±ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘“ğ‘¹ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘©.

source: Glade interface designer
de: Glade-Oberflächenentwicklung
en@shaw: Â·ğ‘œğ‘¤ğ‘±ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼

source: Task Manager
de: Aufgabenverwaltung
en@shaw: ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Todo Plugin for Anjuta.
de: Aufgabenverwaltungs-Komponente für Anjuta.

source: Insert predefined macros into Editor
de: Vordefinierte Makros im Editor einfügen

source: Macro Plugin
de: Makro-Komponente
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Patch Plugin
de: Patch-Komponente
en@shaw: ğ‘ğ‘¨ğ‘— ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯
nl: Plugins patchen
pt: Plugin Patches
sr@latn: Dodatak zakrpe

source: Patches files and directories.
de: Patches auf Dateien/Ordner anwenden
en@shaw: ğ‘ğ‘¨ğ‘—ğ‘©ğ‘Ÿ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ.

source: Use external program from Anjuta
de: Externe Programme aus Anjuta heraus benutzen
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘©

source: Sample Plugin
de: Beispielkomponente

source: Sample Plugin for Anjuta.
de: Beispiel Komponente für Anjuta

source: Automake Build
de: Automake-Generierung

source: Basic autotools build plugin.
de: Autotools-Erstellungs-Komponente für Anjuta

source: Terminal Plugin for Anjuta.
de: Kommandozeilen-Komponente für Anjuta.
en@shaw: ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘“ğ‘¹ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘©.

source: A version control system plugin
de: Eine Versionskontrolle-Komponente
en@shaw: ğ‘© ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: CVS Plugin
de: CVS-Komponente
en@shaw: CVS ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Import an existing autotools project to anjuta
de: Ein bereits existierendes Autotools-Projekt in Anjuta importieren

source: Project From Existing Sources
de: Projekt aus vorhadenen Quellen

source: Project Import Assistant
de: Assistent zum Importieren von Projekten
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘

source: The default editor based on GtkSourceview
de: Der vorgegebene auf GtkSourceView basierende Editor

source: An alternate editor based on Scintilla
de: Ein alternativer auf Scintilla basierender Editor

source: Welcome page with most common actions.
de: Begrüßungsseite mit den häufigsten Aktivitäten.
en@shaw: ğ‘¢ğ‘§ğ‘¤ğ‘’ğ‘©ğ‘¥ ğ‘ğ‘±ğ‘¡ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘’ğ‘ªğ‘¥ğ‘©ğ‘¯ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.

source: C++ and Java support Plugin
de: Komponente für C++- und Java-Unterstützung
en@shaw: C++ ğ‘¯ Â·ğ‘¡ğ‘­ğ‘ğ‘© ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: C++ and Java support plugin for code completion, auto indentation etc.
de: C++ und Java Unterstützungs-Komponente für Autovervollständigung, automatisches Einrücken, etc.

source: Project Assistant
de: Projekt-Assistent
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘

source: Application performance profiler
de: Anwendungs-Laufzeitanalyse

source: Profile
de: Profil

source: Component for searching
de: Such-Komponente
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™

source: Searching
de: Suchen
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™

source: Anjuta Class Generator Plugin
de: Anjuta Klassengenerator-Komponente
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ğ‘» ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: C++/GObject Class
de: C++-/GObject-Klasse

source: Class Generator
de: Klassengenerator
en@shaw: ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ğ‘»

source: Project Manager
de: Projektverwaltung
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Project Manager Plugin for Anjuta.
de: Projektverwaltungs-Komponente für Anjuta.
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘“ğ‘¹ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘©.

source: Symbol Database Plugin for Anjuta (unstable).
de: Symboldatenbasis-Komponente für Anjuta (instabil).

source: Manages messages from external apps
de: Verwaltet Nachrichten von externen Anwendungen
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘¨ğ‘ğ‘•

source: Message Manager
de: Nachrichtenverwaltung
en@shaw: ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Powerful debugging tool.
de: Mächtiges Debugging-Werkzeug.

source: Valgrind Plugin
de: Valgrind-Komponente

source: File loader to load different files
de: Dateilader zum Laden verschiedener Dateien
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘´ğ‘›ğ‘» ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Debug Manager plugin.
de: Komponente zur Debug-Verwaltung.
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯.

source: Allow to execute program without debugger.
de: Programm darf ohne Debugger ausgeführt werden
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼.

source: Run Program
de: Programm ausführen
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Language Manager
de: Sprachverwaltung
en@shaw: ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Plugin to keep track of multiple programming languages
de: Komponente zur Handhabung mehrerer Programmiersprachen
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘’ ğ‘ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘¦ğ‘™ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ğ‘©ğ‘Ÿ

source: Makefile backend
de: Backend für Makefile

source: Makefile backend for project manager
de: Makefile-Backend für die Projektverwaltung

source: Autotools backend
de: Backend für Autotools

source: Autotools backend for project manager
de: Autotools-Backend für die Projektverwaltung

source: Anjuta was not able to automatically determine the encoding of the file you want to open.
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯.

source: Unicode
en@shaw: Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘´ğ‘›
sr@latn: Unikod

source: Thai
en@shaw: ğ‘‘ğ‘²
pt: Tailandês
sr@latn: tajlandski

source: Anjuta Shell
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘–ğ‘§ğ‘¤

source: Plugin '%s' does not want to be deactivated
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ '%s' ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘¦ğ‘›

source: No plugin is able to load other plugins in %s
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ %s

source: Anjuta shell for which the plugins are made
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘–ğ‘§ğ‘¤ ğ‘“ğ‘¹ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¥ğ‘±ğ‘›

source: Anjuta Status
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: System:
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥:

source: Unable to load user interface file: %s
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘“ğ‘²ğ‘¤: %s

source: Text
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘
nl: Tekst
pt: Texto
sr@latn: Tekst

source: Build
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘›
nl: Bouwen
pt: Compilar
sr@latn: Izgradi

source: Configuration:
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Install
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤

source: Regenerate project
en@shaw: ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: Select Program to run:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘‘ ğ‘®ğ‘³ğ‘¯:

source: Debug
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ
nl: Debuggen
pt: Depurar
sr@latn: Prati greške

source: Before using this new configuration, the default one needs to be removed. Do you want to do that ?
en@shaw: ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘›. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘¨ğ‘‘ ?

source: Cannot compile "%s": No compile rule defined for this file type.
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘²ğ‘¤ "%s": ğ‘¯ğ‘´ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘²ğ‘¤ ğ‘®ğ‘µğ‘¤ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘‘ğ‘²ğ‘.

source: Cannot configure project: Missing configure script in %s.
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘¦ğ‘¯ %s.

source: C_onfigure Projectâ€¦
en@shaw: _ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘â€¦

source: Author Email Address:
en@shaw: ğ‘·ğ‘”ğ‘¼ ğ‘°ğ‘¥ğ‘±ğ‘¤ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•:

source: Class Elements
en@shaw: ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: General Class Properties
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: No License
en@shaw: ğ‘¯ğ‘´ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•

source: Guess from type
en@shaw: ğ‘œğ‘§ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘‘ğ‘²ğ‘

source: Scope
en@shaw: ğ‘•ğ‘’ğ‘´ğ‘
nl: Reikwijdte
pt: Âmbito
sr@latn: Domet

source: Implementation
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Name
en@shaw: ğ‘¯ğ‘±ğ‘¥
nl: Naam
pt: Nome
sr@latn: Ime

source: Nick
en@shaw: ğ‘¯ğ‘¦ğ‘’

source: Blurb
en@shaw: ğ‘šğ‘¤ğ‘»ğ‘š

source: Flags
en@shaw: ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ

source: <b>Please note: </b> Pressing OK will delete the file from disk and from CVS. Of course, the file won't be removed from CVS before you use CVS Commit. <b>You have been warned!</b>
en@shaw: <b>ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¯ğ‘´ğ‘‘: </b> ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘´ğ‘’ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ CVS. ğ‘ ğ‘’ğ‘¹ğ‘•, ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘³ğ‘¯'ğ‘‘ğ‘° ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ CVS ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¿ ğ‘¿ğ‘Ÿ CVS ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘. <b>ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘¢ğ‘¹ğ‘¯ğ‘›!</b>

source: Browseâ€¦
en@shaw: ğ‘šğ‘®ğ‘¬ğ‘Ÿâ€¦

source: CVS Options
en@shaw: CVS ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: CVS: Status
en@shaw: CVS: ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•
pt: CVS: Estado
sr@latn: CVS: Stanje

source: Choose file or directory to get log for:
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¤ğ‘ªğ‘œ ğ‘“ğ‘¹:

source: Local
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤
nl: Locaal
sr@latn: Lokalno

source: Module Details:
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ:

source: Options:
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Patch-Style diff
en@shaw: ğ‘ğ‘¨ğ‘—-ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘›ğ‘¦ğ‘“

source: Repository:
en@shaw: ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°:

source: Revision:
en@shaw: ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯:

source: Standard diff
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘›ğ‘¦ğ‘“

source: CVS command failed. See above for details
en@shaw: CVS ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘“ğ‘±ğ‘¤ğ‘›. ğ‘•ğ‘° ğ‘©ğ‘šğ‘³ğ‘ ğ‘“ğ‘¹ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: CVS command is running â€” please wait until it finishes!
en@shaw: CVS ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ â€” ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¢ğ‘±ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘Ÿ!

source: Debugger:
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼:

source: Do not show again
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘©ğ‘œğ‘±ğ‘¯

source: Port:
en@shaw: ğ‘ğ‘¹ğ‘‘:

source: Remote debugging
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™

source: Signal:
en@shaw: ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤:
nl: Signaal:

source: _Name:
en@shaw: _ğ‘¯ğ‘±ğ‘¥:

source: _Go to address
en@shaw: _ğ‘œğ‘´ ğ‘‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: Variable
en@shaw: ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤
nl: Variabele
pt: Variável
sr@latn: Promenljiva

source: Debugger
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼
pt: Depurador
sr@latn: Program za pronalaženje grešaka

source: Runningâ€¦
en@shaw: ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™â€¦

source: _Debug
en@shaw: _ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ
pt: _Depurar
sr@latn: _Pronalaženje grešaka

source: _Debug Processâ€¦
en@shaw: _ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•â€¦

source: Debug _Remote Targetâ€¦
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ _ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘â€¦

source: Add source pathsâ€¦
en@shaw: ğ‘¨ğ‘› ğ‘•ğ‘¹ğ‘• ğ‘ğ‘­ğ‘ğ‘Ÿâ€¦

source: Debugger Commandâ€¦
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›â€¦

source: _Info
en@shaw: _ğ‘¦ğ‘¯ğ‘“ğ‘´

source: Single step out of function
en@shaw: ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘¬ğ‘‘ ğ‘ ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯

source: Unable to find a debugger plugin supporting a target with %s MIME type
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘© ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘¦ğ‘™ ğ‘© ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘¢ğ‘¦ğ‘ %s MIME ğ‘‘ğ‘²ğ‘

source: Register
en@shaw: ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼
pt: Registo
sr@latn: Registar

source: Signal
en@shaw: ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤
nl: Signaal
pt: Sinal

source: Frame
en@shaw: ğ‘“ğ‘®ğ‘±ğ‘¥
pt: Divisão
sr@latn: Okvir

source: Stack
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘’
pt: Pilha (Stack)
sr@latn: Stek

source: Unable to detect MIME type of %s. Debugger cannot start.
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘›ğ‘¦ğ‘‘ğ‘§ğ‘’ğ‘‘ MIME ğ‘‘ğ‘²ğ‘ ğ‘ %s. ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘.

source: Thread
en@shaw: ğ‘”ğ‘®ğ‘§ğ‘›

source: Ins_pect/Evaluateâ€¦
en@shaw: _ğ‘¦ğ‘¯ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘/ğ‘¦ğ‘ğ‘¨ğ‘¤ğ‘˜ğ‘µğ‘±ğ‘‘â€¦

source: Add Watchâ€¦
en@shaw: ğ‘¨ğ‘› ğ‘¢ğ‘ªğ‘—â€¦

source: _Go to
en@shaw: _ğ‘œğ‘´ ğ‘‘

source: Add bookmark
en@shaw: ğ‘¨ğ‘› ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’

source: Remove bookmark
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’

source: Rename
en@shaw: ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥

source: Bottom
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥
nl: Onder
sr@latn: Dno

source: Editor tabs
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ
pt: Abas editor
sr@latn: Listovi uređivača

source: Left
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘
nl: Links
sr@latn: Levo

source: Position:
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯:
nl: Positie:
pt: Posição:
sr@latn: Pozicija:

source: Right
en@shaw: ğ‘®ğ‘²ğ‘‘
nl: Rechts
sr@latn: Desno

source: Top
en@shaw: ğ‘‘ğ‘ªğ‘
nl: Boven
sr@latn: Vrh

source: Save _Asâ€¦
en@shaw: ğ‘•ğ‘±ğ‘ _ğ‘¨ğ‘Ÿâ€¦

source: Close Other
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘³ğ‘ğ‘¼

source: Close other documents
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘³ğ‘ğ‘¼ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: _Printâ€¦
en@shaw: _ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘â€¦

source: Preview the current file in print format
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¿ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: _Line Numberâ€¦
en@shaw: _ğ‘¤ğ‘²ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼â€¦

source: Go to previous history
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: Go to next history
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: _Editor
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹
sr@latn: _Urednik

source: _Auto-Complete
en@shaw: _ğ‘·ğ‘‘ğ‘´-ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: Auto-complete the current word
en@shaw: ğ‘·ğ‘‘ğ‘´-ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘›

source: Go to
en@shaw: ğ‘œğ‘´ ğ‘‘

source: Search for "%s" reached the end and was continued at the top.
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ "%s" ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘‘ğ‘ªğ‘.

source: Search for "%s" reached the end and was continued at the top but no new match was found.
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ "%s" ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘´ ğ‘¯ğ‘¿ ğ‘¥ğ‘¨ğ‘— ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›.

source: No recently used resource found with URI "%s"
en@shaw: ğ‘¯ğ‘´ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ URI "%s"

source: Cannot open "%s". %s
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ "%s". %s
