Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Convert End Of Line characters to majority of the EOL found in the file
de: Zeilenendzeichen zu den meisten in der Datei gefundenen EOL umwandeln
nl: End of Line tekens omzetten naar de meerderheid van de EOL tekens aanwezig in het bestand
pt: Converter caracteres Fim de Linha para a maioria dos FdL encontrados no ficheiro
sr@latn: Pretvori znake za kraj reda u većinske znake za kraj reda (EOL) pronađene u datoteci

source: _Select
de: A_uswählen
en@shaw: _ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘
nl: _Selecteren
pt: _Seleccionar
sr@latn: _Označi

source: Select _All
de: Alles au_swählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ _ğ‘·ğ‘¤
nl: _Alles selecteren

source: Select all text in the editor
de: Den ganzen Text im Editor auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘·ğ‘¤ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹
nl: Volledige tekst in de editor selecteren
pt: Seleccionar todo o texto no editor
sr@latn: Označi sav tekst u uredniku

source: Select _Code Block
de: _Code-Block auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ _ğ‘’ğ‘´ğ‘› ğ‘šğ‘¤ğ‘ªğ‘’
nl: _Codeblok selecteren

source: Select the current code block
de: Den aktuellen Codeblock auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘´ğ‘› ğ‘šğ‘¤ğ‘ªğ‘’
nl: Het huidige codeblok selecteren
pt: Seleccionar o bloco de código actual
sr@latn: Označi blok koda u kojem se nalazi kursor

source: Co_mment
de: Ausko_mmentieren
en@shaw: _ğ‘’ğ‘³ğ‘¥ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: _Block Comment/Uncomment
de: _Block auskommentieren/einkommentieren
nl: _Blok commentaar zetten/verwijderen

source: Block comment the selected text
de: Den ausgewählten Text als Block auskommentieren
en@shaw: ğ‘šğ‘¤ğ‘ªğ‘’ ğ‘’ğ‘³ğ‘¥ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘
nl: Blok commentaar voor de geselecteerde tekst

source: Bo_x Comment/Uncomment
de: Bo_x-Kommentar an/aus
nl: _Kader commentaar zetten/verwijderen

source: Box comment the selected text
de: Den ausgewählten Text als Block (mit Dekoration) auskommentieren
en@shaw: ğ‘šğ‘ªğ‘’ğ‘• ğ‘’ğ‘³ğ‘¥ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘
nl: Kader commentaar voor de geselecteerde tekst

source: _Stream Comment/Uncomment
de: _Fluss-Kommentar
nl: _Stroom commentaar zetten/verwijderen

source: Stream comment the selected text
de: Den ausgewählten Text im Fluss, d.h. mit Kommentar-Anfangs- und Endzeichen auskommentieren
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ ğ‘’ğ‘³ğ‘¥ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘
nl: Stroom commentaar voor de geselecteerde tekst

source: _Line Number...
de: _Zeile …

source: Go to a particular line in the editor
de: Zu einer bestimmten Zeile im Editor springen
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘© ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ ğ‘¤ğ‘²ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹
nl: Ga naar een specifieke regel in de editor
pt: Ir para uma linha em específico no editor
sr@latn: Premešta kursor na određeni broj linije u uredniku teksta

source: Matching _Brace
de: Dazugehörige _Klammer
en@shaw: ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘™ _ğ‘šğ‘®ğ‘±ğ‘•
nl: Overeenkomstig _Haakje

source: Go to the matching brace in the editor
de: Zur dazugehörigen Klammer im Editor springen
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘™ ğ‘šğ‘®ğ‘±ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹
nl: Ga naar naar het bijpassende haakje in de editor
pt: Ir para a chaveta correspondente no editor
sr@latn: Pređi na odgovarajuću (otvarajuću/zatvarajuću) zagradu u programu za obradu teksta

source: _Start of Block
de: _Anfang des Blocks
en@shaw: _ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘šğ‘¤ğ‘ªğ‘’

source: Go to the start of the current block
de: An den Anfang des aktuellen Blocks springen
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘¤ğ‘ªğ‘’
nl: Ga naar het begin van het huidige blok
pt: Ir para o início do bloco actual
sr@latn: Pomera kursor na početak bloka u kojem se nalazi

source: _End of Block
de: _Ende des Blocks
en@shaw: _ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘šğ‘¤ğ‘ªğ‘’

source: Go to the end of the current block
de: An das Ende des aktuellen Blocks springen
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘¤ğ‘ªğ‘’
nl: Ga naar het einde van het huidige blok
pt: Ir para o final do bloco actual
sr@latn: Pomera kursor na kraj bloka u kojem se nalazi

source: Previous _History
de: V_orheriger Eintrag in der Chronik
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• _ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: Goto previous history
de: Zum vorherigen Eintrag in der Chronik springen

source: Next Histor_y
de: N_ächster Eintrag in der Chronik
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ _ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: Goto next history
de: Gehe zum nächsten Eintrag in der Chronik

source: _Search
de: _Suchen
en@shaw: _ğ‘•ğ‘»ğ‘—
nl: _Zoeken

source: _Quick Search
de: _Schnelle Suche
en@shaw: _ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘•ğ‘»ğ‘—

source: Quick editor embedded search
de: Schnellsuche im Editor
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘§ğ‘¥ğ‘šğ‘§ğ‘›ğ‘¦ğ‘› ğ‘•ğ‘»ğ‘—

source: Quick _ReSearch
de: Schnelle Suche _wiederholen
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘’ _ğ‘®ğ‘°ğ‘•ğ‘»ğ‘—

source: Repeat quick search
de: Schnelle Suche wiederholen
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘°ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘•ğ‘»ğ‘—

source: _Edit
de: _Bearbeiten
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘
nl: Be_werken
pt: _Editar
sr@latn: _Uredi

source: _Add Editor View
de: Textansicht _hinzufügen
en@shaw: _ğ‘¨ğ‘› ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘ğ‘¿

source: Add one more view of current document
de: Neue Ansicht für aktuelle Datei hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘¢ğ‘³ğ‘¯ ğ‘¥ğ‘¹ ğ‘ğ‘¿ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: _Remove Editor View
de: Textansicht _entfernen
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘ğ‘¿

source: Remove current view of the document
de: Aktuelle Ansicht des Dokuments entfernen
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¿ ğ‘ ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: U_ndo
de: _Rückgängig
en@shaw: ğ‘³_ğ‘¯ğ‘›ğ‘µ
nl: _Ongedaan maken
pt: Desfa_zer
sr@latn: _Poništi

source: Undo the last action
de: Letzte Aktion rückgängig machen
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯
nl: Laatste bewerking ongedaan maken
pt: Desfazer a última acção
sr@latn: Poništava poslednju radnju

source: _Redo
de: _Wiederherstellen
en@shaw: _ğ‘®ğ‘°ğ‘›ğ‘µ
nl: O_pnieuw
pt: _Refazer
sr@latn: _Ponovi

source: Redo the last undone action
de: Die letzte zurückgenommene Aktion wiederholen
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘µ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘³ğ‘¯ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯
nl: Doe de laatste ongedane aktie opnieuw
pt: Refazer a última acção desfeita
sr@latn: Ponavlja poslednju poništenu radnju

source: C_ut
de: _Ausschneiden
en@shaw: ğ‘’_ğ‘³ğ‘‘
nl: K_nippen
pt: C_ortar
sr@latn: _Iseci

source: Cut the selected text from the editor to the clipboard
de: Den markierten Text aus dem Editor in die Zwischenablage ausschneiden
en@shaw: ğ‘’ğ‘³ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘‘ ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘›
nl: Knipt de geselecteerde tekst van de editor naar het klembord
pt: Cortar o texto seleccionado do editor para a área de transferência
sr@latn: Iseca označeni tekst iz programa za uređenje teksta na spisak isečaka

source: _Copy
de: _Kopieren
en@shaw: _ğ‘’ğ‘ªğ‘ğ‘¦
nl: _Kopiëren
pt: _Copiar
sr@latn: _Umnoži

source: Copy the selected text to the clipboard
de: Den markierten Text in die Zwischenablage kopieren
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘›
nl: De geselecteerde tekst naar het klembord kopiÃ«ren
pt: Copiar o texto seleccionado para a área de transferência
sr@latn: Umnožava označeni tekst na spisak isečaka

source: _Paste
de: E_infügen
en@shaw: _ğ‘ğ‘±ğ‘•ğ‘‘
nl: _Plakken
pt: Col_ar
sr@latn: _Ubaci

source: Paste the content of clipboard at the current position
de: Den Inhalt der Zwischenablage an der momentanen Position einfügen
en@shaw: ğ‘ğ‘±ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘ ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯
nl: Plakt de inhoud van het klembord op de huidige positie
pt: Colar o conteudo da área de transferência na posição actual
sr@latn: Ubaci poslednju stavku na spisku isečaka na mesto kursora

source: _Clear
de: _Löschen
en@shaw: _ğ‘’ğ‘¤ğ‘½
nl: _Wissen

source: Delete the selected text from the editor
de: Den markierten Text aus dem Editor löschen
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹
nl: Verwijder de geselecteerde tekst van de editor
pt: Apagar o texto seleccionado do editor
sr@latn: Ukloni označeni tekst iz programa za uređivanje teksta

source: _Line Number Margin
de: Rand für _Zeilennummern
en@shaw: _ğ‘¤ğ‘²ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Show/Hide line numbers
de: Zeilennummern zeigen/verbergen
en@shaw: ğ‘–ğ‘´/ğ‘£ğ‘²ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ
nl: Verberg/Toon regelnummers
pt: Mostrar/Esconder número de linha
sr@latn: Prikaži/sakrij marginu sa brojevima linija

source: _Marker Margin
de: _Markierungsrand
en@shaw: _ğ‘¥ğ‘­ğ‘®ğ‘’ğ‘» ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Show/Hide marker margin
de: Markierungsrand zeigen/verbergen
en@shaw: ğ‘–ğ‘´/ğ‘£ğ‘²ğ‘› ğ‘¥ğ‘­ğ‘®ğ‘’ğ‘» ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: _Code Fold Margin
de: _Textfaltungungsrand
en@shaw: _ğ‘’ğ‘´ğ‘› ğ‘“ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Show/Hide code fold margin
de: Rand für Textfaltungen zeigen/verbergen
en@shaw: ğ‘–ğ‘´/ğ‘£ğ‘²ğ‘› ğ‘’ğ‘´ğ‘› ğ‘“ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯
nl: Toon/Verberg code omloop marge
pt: Mostrar/Esconder código quebrado na margem
sr@latn: Prikaži/sakrij marginu programske jezičke strukture

source: _Indentation Guides
de: E_inrückungshinweise
en@shaw: _ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘œğ‘²ğ‘›ğ‘Ÿ

source: Show/Hide indentation guides
de: Einrückungshinweise zeigen/verbergen
en@shaw: ğ‘–ğ‘´/ğ‘£ğ‘²ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘œğ‘²ğ‘›ğ‘Ÿ
nl: Inspringregels tonen/verbergen
pt: Mostrar/Esconder guias de indentação
sr@latn: Prikaži/sakrij vertikalne linije koje prate uvlačenje programskog koda

source: _White Space
de: _Leerzeichen
en@shaw: _ğ‘¢ğ‘²ğ‘‘ ğ‘•ğ‘ğ‘±ğ‘•

source: Show/Hide white spaces
de: Leerzeichen zeigen/verbergen
en@shaw: ğ‘–ğ‘´/ğ‘£ğ‘²ğ‘› ğ‘¢ğ‘²ğ‘‘ ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ
nl: Spatiëring tonen/verbergen
pt: Mostrar/Esconder espaços em branco
sr@latn: Prikaži/sakrij prazna mesta

source: _Line End Characters
de: _Zeilenendzeichen
en@shaw: _ğ‘¤ğ‘²ğ‘¯ ğ‘§ğ‘¯ğ‘› ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Show/Hide line end characters
de: Zeilenende zeigen/verbergen
en@shaw: ğ‘–ğ‘´/ğ‘£ğ‘²ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘§ğ‘¯ğ‘› ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ
nl: Regeleindetekens tonen/verbergen
pt: Mostrar/Esconder caracteres de fim de linha
sr@latn: Prikaži/sakrij znake za kraj linije

source: Line _Wrapping
de: Zeilen_umbruch
en@shaw: ğ‘¤ğ‘²ğ‘¯ _ğ‘®ğ‘¨ğ‘ğ‘¦ğ‘™

source: Enable/disable line wrapping
de: Zeilenumbruch aktivieren/deaktivieren
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤/ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘¯ ğ‘®ğ‘¨ğ‘ğ‘¦ğ‘™
nl: Regelafbreking in-/uitschakelen
pt: Activar/desactivar quebra linha
sr@latn: Omogući/onemogući prelom reda

source: Zoom In
de: Ansicht vergrößern
en@shaw: ğ‘Ÿğ‘µğ‘¥ ğ‘¦ğ‘¯

source: Zoom in: Increase font size
de: Vergrößern: Schritgröße erhöhen
en@shaw: ğ‘Ÿğ‘µğ‘¥ ğ‘¦ğ‘¯: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ
nl: Inzoomen: Groter lettertype

source: Zoom Out
de: Ansicht verkleinern
en@shaw: ğ‘Ÿğ‘µğ‘¥ ğ‘¬ğ‘‘

source: Zoom out: Decrease font size
de: Verkleinern: Schriftgröße verringern
en@shaw: ğ‘Ÿğ‘µğ‘¥ ğ‘¬ğ‘‘: ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘°ğ‘• ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ
nl: Uitzoomen: Kleiner lettertype

source: _Highlight Mode
de: _Hervorhebungsmodus
en@shaw: _ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ ğ‘¥ğ‘´ğ‘›

source: _Close All Folds
de: Alle Textfaltungen s_chließen
en@shaw: _ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘·ğ‘¤ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘Ÿ
nl: _Sluit alle omlopers
pt: Fe_char Todas as Pastas
sr@latn: _Zatvori sve jezičke strukture

source: Close all code folds in the editor
de: Alle Textfaltungen im Editor schließen
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘·ğ‘¤ ğ‘’ğ‘´ğ‘› ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹
nl: Sluit alle code omlopers in de editor
pt: Fechar todas as pastas de código no editor
sr@latn: Zatvori sve programske jezičke strukture u uredniku teksta

source: _Open All Folds
de: Alle Textfaltungen _öffnen
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘·ğ‘¤ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘Ÿ
nl: _Open alle omlopers
pt: _Abrir Todas as Pastas
sr@latn: O_tvori sve jezičke strukture

source: Open all code folds in the editor
de: Alle Textfaltungen im Editor öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘·ğ‘¤ ğ‘’ğ‘´ğ‘› ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹
nl: Open alle code omloop in de editor
pt: Abrir todas as pastas de código no editor
sr@latn: Otvori sve programske jezičke strukture u uredniku teksta

source: _Toggle Current Fold
de: Aktuelle _Textfaltung öffnen/schließen
en@shaw: _ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘´ğ‘¤ğ‘›
nl: _Toggle huidige omloop
pt: Al_ternar Pasta Actual
sr@latn: _Promeni stanje prikaza jezičkih struktura

source: Toggle current code fold in the editor
de: Aktuelle Textfaltung im Editor öffnen/schließen
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘´ğ‘› ğ‘“ğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹
nl: Toggle huidig code omloop in de editor
pt: Alternar pasta actual de código no editor
sr@latn: Promeni trenutno stanje prikaza jezičkih struktura u uredniku teksta

source: _Documents
de: Dokumente
en@shaw: _ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Previous Document
de: Vorhergehendes Dokument
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Switch to previous document
de: Zum vorhergehenden Dokument wechseln
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Next Document
de: Nächstes Dokument
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Switch to next document
de: Zum nächsten Dokument wechseln
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Bookmar_k
de: _Lesezeichen
en@shaw: _ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’
pt: Mar_ca
sr@latn: _Oznake

source: _Add Bookmark
de: Lesezeichen _hinzufügen
en@shaw: _ğ‘¨ğ‘› ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’

source: Add a bookmark at the current line position
de: Lesezeichen zu der aktuellen Zeile hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘¨ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘²ğ‘¯ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: _Previous Bookmark
de: _Vorheriges Lesezeichen
en@shaw: _ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’

source: Jump to the previous bookmark in the file
de: Gehe zum vorherigen Lesezeichen in dieser Datei
en@shaw: ğ‘¡ğ‘³ğ‘¥ğ‘ ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤
nl: Ga naar vorige bladwijzer in het bestand
pt: Ir para o marcador anterior no ficheiro
sr@latn: Idi na prethodnu oznaku u datoteci

source: _Next Bookmark
de: _Nächstes Lesezeichen
en@shaw: _ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’

source: Jump to the next bookmark in the file
de: Gehe zum nächsten Lesezeichen in dieser Datei
en@shaw: ğ‘¡ğ‘³ğ‘¥ğ‘ ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤
nl: Ga naar volgende bladwijzer in het bestand
pt: Ir para o marcador seguinte no ficheiro
sr@latn: Idi na sledeću oznaku u datoteci

source: _Clear All Bookmarks
de: Alle Lesezeichen _löschen
en@shaw: _ğ‘’ğ‘¤ğ‘½ ğ‘·ğ‘¤ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: Clear bookmarks
de: Alle Lesezeichen löschen
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•
nl: _Opruimen bladwijzers
pt: Limpar marcadores
sr@latn: Ukloni sve oznake

source: Editor file operations
de: Editor-Dateifunktionen
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘“ğ‘²ğ‘¤ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
nl: Editor bestandsbewerkingen

source: Editor print operations
de: Editor-Druckfunktionen
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
nl: Editr afdrukbewerkingen

source: Editor text transformation
de: Editor-Textveränderungen
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘“ğ‘»ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯
nl: Editor teksttransformaties

source: Editor text selection
de: Editor-Textauswahl
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯
nl: Editor tekstselectie

source: Editor code commenting
de: Editor-Code-Kommentierung
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘’ğ‘´ğ‘› ğ‘’ğ‘­ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘™
nl: Editor code becommentariëren

source: Editor navigations
de: Editor-Navigation
nl: Editor navigeren

source: Editor edit operations
de: Editor-Bearbeitungsfunktionen
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
nl: Editor bewerkingen

source: Editor zoom operations
de: Editor-Zoom-Funktionen
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘Ÿğ‘µğ‘¥ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Editor syntax highlighting styles
de: Editor-Syntaxhervorhebungsstile
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘•ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ
nl: Editor syntax oplichtstijlen

source: Editor text formating
de: Editor-Textformatierung
nl: Editor tekstopmaak

source: Simple searching
de: Einfache Suche
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™

source: Documents
de: Dokumente
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•
nl: Documenten

source: Editor view settings
de: Editor-Ansichtsoptionen
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘ğ‘¿ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ
nl: Editor beeldinstelingen

source: Reload
de: Neu laden
en@shaw: ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘›

source: Goto
de: Gehe zu

source: OVR
de: ÜBER

source: INS
de: EINF
en@shaw: ğ‘¦ğ‘¯ğ‘Ÿ

source: Zoom
de: Ansicht vergrößern
en@shaw: ğ‘Ÿğ‘µğ‘¥

source: Col
de: Spalte

source: Mode
de: Modus
en@shaw: ğ‘¥ğ‘´ğ‘›

source: Automatic
de: Automatisch
en@shaw: ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’
nl: Automatisch
pt: Automático
sr@latn: Automatski

source: Autosave failed for %s
de: Automatische Speichern von %s fehlgeschlagen

source: Autosave completed
de: Automatische Speichern abgeschlossen

source: Search for "%s" reached end and was continued on top.
de: Die Suche nach »%s« erreichte das Ende und wurde am Anfang fortgesetzt.

source: Search for "%s" reached end and was continued on top but no new match was found.
de: Die Suche nach »%s« erreichte das Ende und wurde am Anfang fortgesetzt, aber erziehlte kein Ergebnis.

source: Match case
de: Groß-/Kleinschreibung berücksichtigen
en@shaw: ğ‘¥ğ‘¨ğ‘— ğ‘’ğ‘±ğ‘•

source: No items found
de: Es konnten kein Begriff gefunden werden
en@shaw: ğ‘¯ğ‘´ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: No recently used resource found with URI `%s'
de: Es wurden keine zuletzt genutzte Quelle mit der URI »%s« gefunden werden

source: This function is not implemented for widgets of class '%s'
de: Diese Funktion ist nicht für Widgets der Klasse »%s« implementiert
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘• ğ‘ ğ‘’ğ‘¤ğ‘­ğ‘• '%s'

source: Open '%s'
de: »%s« öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ '%s'

source: Unknown item
de: Unbekannter Begriff
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: recent menu label|_%d. %s
de: _%d. %s

source: recent menu label|%d. %s
de: %d. %s

source: Can not open "%s". %s
de: »%s« kann nicht geöffnet werden. %s

source: <b>Cannot open "%s"</b>. There is no plugin, default action, or application configured to handle this file type. Mime type: %s You may choose to try opening it with the following plugins or applications.
de: <b>»%s« kann nicht geöffnet werden</b>. Es ist keine Komponente, Vorgabeaktion oder ein Programm eingestellt, das zur Verwendung dieses Dateityps vorgesehen ist. MIME-Typ: %s. Sie können versuchen die Datei mit einer der folgenden Komponenten bzw. Anwendungen öffnen.

source: Open with:
de: Öffnen mit:
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘:

source: Document Manager
de: Dokumentenverwaltung
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: All files
de: Alle Dateien
en@shaw: ğ‘·ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: Alle bestanden
pt: Todos os ficheiros
sr@latn: Sve datoteke

source: Anjuta Projects
de: Anjuta-Projekte
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘•

source: C/C++ source files
de: C/C++-Quelldateien
en@shaw: C/C++ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: C/C++ bronbestanden
pt: Ficheiros código C/C++
sr@latn: C/C++ programi

source: C# source files
de: C#-Quelldateien
en@shaw: C# ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Java source files
de: Java-Quelldateien
en@shaw: Â·ğ‘¡ğ‘­ğ‘ğ‘© ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: Java bronbestanden
pt: Ficheiros código Java
sr@latn: Java programi

source: Pascal source files
de: Pascal-Quelldateien
en@shaw: Â·ğ‘ğ‘¨ğ‘•ğ‘’ğ‘¨ğ‘¤ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: PHP source files
de: PHP-Quelldateien

source: Perl source files
de: Perl-Quelldateien
en@shaw: Â·ğ‘ğ‘»ğ‘¤ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Python source files
de: Python-Quelldateien
en@shaw: Â·ğ‘ğ‘²ğ‘”ğ‘ªğ‘¯ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Hyper text markup files
de: HTML-Dateien

source: Shell scripts files
de: Shell-Skript-Dateien

source: Lua files
de: Lua-Dateien
en@shaw: Â·ğ‘¤ğ‘µğ‘© ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Diff files
de: Unterschieds-Datei
en@shaw: ğ‘›ğ‘¦ğ‘“ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: Diff bestanden
pt: Ficheiros diff
sr@latn: Diff datoteke

source: Failed to activate plugin: %s
de: Komponente %s konnte nicht gestartet werden
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯: %s

source: _New
de: _Neu
en@shaw: _ğ‘¯ğ‘¿
nl: _Nieuw
pt: _Novo
sr@latn: _Nova

source: New empty file
de: Neue leere Datei
en@shaw: ğ‘¯ğ‘¿ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘“ğ‘²ğ‘¤

source: _Open...
de: Ö_ffnen …

source: _Open
de: Ö_ffnen
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯

source: Open _With
de: Öffnen _mit
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ _ğ‘¢ğ‘¦ğ‘

source: Open with
de: Öffnen mit
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘

source: File Loader
de: Datei-Lader
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘´ğ‘›ğ‘»

source: New
de: Neu
en@shaw: ğ‘¯ğ‘¿

source: New file, project and project components.
de: Neue Datei, neues Projekt und neue Komponenten.
en@shaw: ğ‘¯ğ‘¿ ğ‘“ğ‘²ğ‘¤, ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¯ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘•.

source: Open
de: Öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯

source: Open _Recent
de: Zuletzt ge_öffnet
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ _ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘

source: Open recent file
de: Zuletzt geöffnete Datei öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤

source: Open recent files
de: Zuletzt geöffnete Dateien öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Open a file
de: Eine Datei öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘© ğ‘“ğ‘²ğ‘¤

source: File not found
de: Datei nicht gefunden
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Please select a plugin to open <b>%s</b>.
de: Bitte wählen Sie eine Komponente zum Öffnen von <b>%s</b> aus.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ <b>%s</b>.

source: Open With
de: Öffnen mit
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘

source: Choose Directory to show if no project is open
de: Den Ordner, der angezeigt werden soll wenn kein Projekt geöffnet ist, auswählen
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘–ğ‘´ ğ‘¦ğ‘“ ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘©ğ‘¯

source: Do not show backup files
de: Sicherungsdateien nicht anzeigen
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘šğ‘¨ğ‘’ğ‘³ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Do not show binary files (.o, .la, etc.)
de: Binärdateien (.o, .la, usw.) nicht zeigen
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘šğ‘²ğ‘¯ğ‘¼ğ‘¦ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ (.ğ‘´, .ğ‘¤ğ‘­, ğ‘§ğ‘‘ğ‘•.)

source: Do not show hidden files
de: Versteckte Dateien nicht zeigen
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: Verborgen bestanden niet tonen
pt: Não mostrar ficheiros escondidos
sr@latn: Ne prikazuj skrivene datoteke

source: Do not show unversioned files
de: Dateien ohne Version nicht zeigen

source: Root directory if no project is open:
de: Wurzelordner, wenn kein Projekt geöffnet ist
en@shaw: ğ‘®ğ‘µğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘“ ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘©ğ‘¯:

source: Loading...
de: Laden …
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™...

source: Up-to-date
de: Auf neuestem Stand
en@shaw: ğ‘³ğ‘-ğ‘‘-ğ‘›ğ‘±ğ‘‘

source: Locked
de: Gesperrt
en@shaw: ğ‘¤ğ‘ªğ‘’ğ‘‘
nl: Vergrendeld
pt: Trancado
sr@latn: Zaključan

source: Ignored
de: Ignoriert
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘›

source: Filename
de: Dateiname
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥

source: Base uri
de: Basis-URI

source: Uri of the top-most path displayed
de: URI des übergeordnetsten Pfades

source: _Rename
de: _Umbenennen
en@shaw: _ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥

source: Rename file or directory
de: Datei oder Ordner umbenennen
en@shaw: ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: File manager popup actions
de: Kontextmenü des Dateimanagers
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
