Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Select directory
de: Ordner auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦
nl: Map selecteren
pt: Seleccionar directório
sr@latn: Izaberite direktorijum

source: Select file
de: Datei auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤
nl: Bestand _selecteren
pt: Seleccionar ficheiro
sr@latn: Izaberite datoteku

source: Choose directory
de: Ordner auswählen
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Choose file
de: Datei auswählen
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘“ğ‘²ğ‘¤

source: Icon choice
de: Symbolauswahl

source: A GNOME applet project
de: Ein GNOME-Applet-Projekt
en@shaw: ğ‘© Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: A generic C++ project
de: Ein generisches C++ Projekt
en@shaw: ğ‘© ğ‘¡ğ‘©ğ‘¯ğ‘§ğ‘®ğ‘¦ğ‘’ C++ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: A generic GNOME project
de: Ein generisches GNOME-Projekt

source: A generic GTK+ project
de: Ein generisches GTK+ Projekt

source: A generic GTKmm (C++) project
de: Ein generisches GTKmm (C+)-Projekt

source: A generic Xlib dock applet
de: Ein generisches Xlib-dock Applet

source: A generic Xlib project
de: Ein generisches Xlib-Projekt

source: A generic java project using automake project management
de: Ein generisches Java-Projekt mit automake Projektmanagement

source: A generic minimal and flat project
de: Ein generisches und minimal einfaches Projekt
en@shaw: ğ‘© ğ‘¡ğ‘©ğ‘¯ğ‘§ğ‘®ğ‘¦ğ‘’ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¤ ğ‘¯ ğ‘“ğ‘¤ğ‘¨ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘

source: A generic natively compiled java project using the GNU Java Compiler (gcj)
de: Ein generisches und nativ durch den GNU Java Compiles (gcj) übersetztes Java-Projekt

source: A generic project
de: Ein generisches Projekt
en@shaw: ğ‘© ğ‘¡ğ‘©ğ‘¯ğ‘§ğ‘®ğ‘¦ğ‘’ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: A generic python project using automake project management
de: Ein generisches Python-Projekt mit automake Projektmanagement

source: A generic wx Widgets project
de: Ein generisches wx Widgets-Projekt

source: A sample SDL project
de: Ein beispielhaftes SDL-Projekt

source: Add C++ support:
de: Unterstützung für C++ hinzufügen
en@shaw: ğ‘¨ğ‘› C++ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘:

source: Add gtk-doc system:
de: »gtk-doc«-System hinzufügen

source: Add internationalization:
de: Internationalisierung hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘¨ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ğ‘¦ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯:

source: Add shared library support:
de: Unterstützung für gemeinsam verwendete Bibliotheken hinzufügen:
en@shaw: ğ‘¨ğ‘› ğ‘–ğ‘ºğ‘› ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘:

source: Adds C++ support to the project so that C++ source files can be built
de: Fügt Unterstützung für C++ zum Projekt hinzu, so dass C++-Quellen erstellt werden können
en@shaw: ğ‘¨ğ‘›ğ‘Ÿ C++ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘•ğ‘´ ğ‘ğ‘¨ğ‘‘ C++ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘šğ‘¦ğ‘¤ğ‘‘

source: Adds support for building shared libraries in your project
de: Fügt Unterstützung für das Erstellen von gemeinsamen Bibliotheken zum Projekt hinzu
en@shaw: ğ‘¨ğ‘›ğ‘Ÿ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘“ğ‘¹ ğ‘šğ‘¦ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘–ğ‘ºğ‘› ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: Adds support for internationalization so that your project can have translations in different languages
de: Fügt Unterstützung für Internationalisierung zum Projekt hinzu, so dass es in verschiedene Sprachen übersetzt werden kann
en@shaw: ğ‘¨ğ‘›ğ‘Ÿ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘¨ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ğ‘¦ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ğ‘©ğ‘Ÿ

source: Anjuta Plugin
de: Anjuta-Komponente
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Anjuta plugin project that uses libanjuta framework
de: Anjuta-Komponentenprojekt, das das Framework »libanjuta« nutzt

source: Applet Title:
de: Titel des Applet:
en@shaw: ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤:

source: Basic information
de: Grundlegende Informationen
en@shaw: ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Berkeley Software Distribution License (BSD)
de: Berkeley Software Distribution Lizenz (BSD)

source: Comma separated, other plugins that this plugin depends on. It could be either primary interface name or plugin location (library:class)
de: Durch Komma getrennte Liste von anderen Komponenten, von welchen diese Komponente abhängt. Entweder der Names der Schnittstelle oder der Ort (Bibliothek:Klasse)
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘© ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘©ğ‘›, ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘ªğ‘¯. ğ‘¦ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘²ğ‘ğ‘¼ ğ‘ğ‘®ğ‘²ğ‘¥ğ‘©ğ‘®ğ‘¦ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘¯ğ‘±ğ‘¥ ğ‘¹ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ (ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦:ğ‘’ğ‘¤ğ‘­ğ‘•)

source: Configure external packages
de: Externe Pakete konfigurieren
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Configure external packages:
de: Externe Pakete konfigurieren:
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ:

source: Create a template glade interface file
de: Einen Vorlage für eine Glade-Oberflächendatei erzeugen

source: Create glade interface file
de: Glade-Oberflächendatei erzeugen

source: Destination:
de: Ziel:
en@shaw: ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Display description of the applet
de: Beschreibung des Applet anzeigen
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Display description of the plugin
de: Beschreibung der Komponente anzeigen
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Display title of the applet
de: Titel des Applet anzeigen
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Display title of the plugin
de: Titel der Komponente anzeigen
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Django Project
de: Django-Projekt

source: Django Project information
de: Django-Projektinformationen

source: Email address:
de: E-Mail-Adresse:
en@shaw: ğ‘°ğ‘¥ğ‘±ğ‘¤ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•:

source: GCJ needs to know which class contains the main() function
de: GCJ muss wissen, welche Klasse die main()-Funktion enthält

source: General Project Information
de: Allgemeine Informationen zum Projekt
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Generic
de: Allgemein
en@shaw: ğ‘¡ğ‘©ğ‘¯ğ‘§ğ‘®ğ‘¦ğ‘’

source: Generic (Minimal)
de: Allgemein (minimal)
en@shaw: ğ‘¡ğ‘©ğ‘¯ğ‘§ğ‘®ğ‘¦ğ‘’ (ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¤)

source: Generic C++
de: Generisches C++
en@shaw: ğ‘¡ğ‘©ğ‘¯ğ‘§ğ‘®ğ‘¦ğ‘’ C++

source: Generic gcj compiled java
de: Generisches mit gcj übersetztes Java

source: Generic java (automake)
de: Generisches Java (automake)

source: Generic python (automake)
de: Generisches Python (automake)

source: Give a package name that your project require. You may also mention what is the required version of the package. For example, 'libgnomeui-2.0' or 'libgnomeui-2.0 >= 2.2.0'
de: Name eines Paketes, das vom Projekt benötigt wird, angeben. Die benötigte Version kann zusätzlich angeben werden. Zum Beispiel »libgnomeui-2.0« oder »libgnomeui-2.0 >= 2.2.0«

source: Icon File:
de: Symboldatei:
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘“ğ‘²ğ‘¤:

source: Icon file for the plugin
de: Symbol für die Komponente
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Implement plugin interfaces
de: Komponenten-Schnittstellen implementieren
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•ğ‘©ğ‘Ÿ

source: Interface implemented by the plugin
de: Schnittstellen, die von dieser Komponente implementiert werden
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Interface:
de: Schnittstelle:
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•:

source: License
de: Lizenz
en@shaw: ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•

source: Main Class:
de: Haupt-Klasse:
en@shaw: ğ‘¥ğ‘±ğ‘¯ ğ‘’ğ‘¤ğ‘­ğ‘•:

source: Main class
de: Haupt-Klasse
en@shaw: ğ‘¥ğ‘±ğ‘¯ ğ‘’ğ‘¤ğ‘­ğ‘•

source: Makefile project
de: Makefile-Projekt

source: Makefile-based project
de: Makefile-basiertes Projekt

source: Mininum SDL version required
de: Minimal benötigte SDL-Version

source: Name of the value to watch
de: Name des Wertes, der beobachtet werden soll
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘‘ ğ‘¢ğ‘ªğ‘—

source: No license
de: Keine Lizenz
en@shaw: ğ‘¯ğ‘´ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•

source: Options for project build system
de: Optionen für das Projekt-Erstellungssystem
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Plugin Class Name:
de: Komponenten-Klassenname:
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘¯ğ‘±ğ‘¥:

source: Plugin Dependencies:
de: Komponenten-Abhängigkeiten
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘Ÿ:

source: Plugin Description:
de: Komponenten-Beschreibung:
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯:

source: Plugin Title:
de: Komponenten-Titel:
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤:

source: Plugin class name
de: Komponenten-Klassenname
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘¯ğ‘±ğ‘¥

source: Plugin has menus or/and toolbars
de: Komponenten besitzt Menüs und/oder Werkzeugleisten
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘Ÿ ğ‘¹/ğ‘¯ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ğ‘Ÿ

source: Plugin interfaces to implement
de: Zu implementierende Komponenten-Schnittstellen
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘¥ğ‘§ğ‘¯ğ‘‘

source: Project Name:
de: Projektname:
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¯ğ‘±ğ‘¥:
nl: Projectnaam:
pt: Nome Projecto:
sr@latn: Ime projekta:

source: Project directory, output file etc.
de: Projektordner, Ausgabedateien, etc.
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦, ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘§ğ‘‘ğ‘•.

source: Project directory:
de: Projektordner:
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦:

source: Project name must not contain spaces, because it will be the name of the project build target (executable, library etc.)
de: Der Projektname darf keine Leerzeichen enthalten, weil er als Name für das Projekt-Ziel (ausführbare Datei, Bibliothek, etc.) verwendet wird.
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ, ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ (ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤, ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ ğ‘§ğ‘‘ğ‘•.)

source: Project name:
de: Projektname:
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¯ğ‘±ğ‘¥:

source: Project options
de: Projektoptionen
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Python webproject using Django Web Framework
de: Python-Webprojekt mit dem Django Web-Framework

source: Require Package:
de: Benötigt Paket:
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡:

source: Require SDL version:
de: Benötigte SDL-Version:

source: Require SDL_gfx library
de: Benötigt »SDL_gfx«-Bibliothek
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ SDL_gfx ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦

source: Require SDL_gfx:
de: Benötigt »SDL_gfx«:
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ SDL_gfx:

source: Require SDL_image library
de: Benötigt »SDL_image«-Bibliothek
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ SDL_image ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦

source: Require SDL_image:
de: Benötigt »SDL_image«:
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ SDL_image:

source: Require SDL_mixer library
de: Benötigt »SDL_mixer«-Bibliothek
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ SDL_mixer ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦

source: Require SDL_mixer:
de: Benötigt »SDL_mixer«:
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ SDL_mixer:

source: Require SDL_net library
de: Benötigt »SDL_net«-Bibliothek
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ SDL_net ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦

source: Require SDL_net:
de: Benötigt »SDL_net«
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ SDL_net:

source: Require SDL_ttf library
de: Benötigt »SDL_ttf«-Bibliothek
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ SDL_ttf ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦

source: Require SDL_ttf:
de: Benötigt »SDL_ttf«:
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ SDL_ttf:

source: Select code license
de: Code-Lizenz auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘’ğ‘´ğ‘› ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•

source: Shell values to watch
de: Zu überwachende Werte der Shell
en@shaw: ğ‘–ğ‘§ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘‘ ğ‘¢ğ‘ªğ‘—

source: Use libglade for the UI
de: Libglade für die Benutzeroberfläche benutzen

source: Use pkg-config to add library support from other packages
de: »pkg-config« für die Unterstützung von Bibliotheken aus anderen Paketen verwenden

source: Use the libglade-2.0 library to load the glade interface file at runtime
de: »libglade-2.0« zum Laden von .glade-Dateien zur Laufzeit benutzen

source: Value Name:
de: Wertbezeichnung:
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¯ğ‘±ğ‘¥:

source: Values to watch
de: Zu überwachende Werte
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘‘ ğ‘¢ğ‘ªğ‘—

source: Whether the plugin has menus or toolbars
de: Legt fest, ob die Komponente Menüs or Werkzeugleisten besitzt
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘Ÿ ğ‘¹ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ğ‘Ÿ

source: gtk-doc is used to compile API documentations for GObject based classes
de: gtk-doc wird zum Übersetzen von API-Dokumentationen für GObject-basierte Klassen verwendet

source: project name
de: Projektname
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: Choose a working directory
de: Legen Sie einen Arbeitsordner fest
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Environment Variables:
de: Umgebungsvariablen:
en@shaw: ğ‘§ğ‘¯ğ‘ğ‘²ğ‘¼ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ğ‘Ÿ:

source: Program Parameters
de: Programmparameter
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿ

source: Program:
de: Programm:
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥:

source: Run In Terminal
de: Im Terminal ausführen

source: Working Directory:
de: Arbeitsordner:
en@shaw: ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦:

source: Program '%s' does not exist
de: Das Programm '%s' ist nicht vorhanden
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ '%s' ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘

source: Program directory '%s' is not local
de: Programmordner '%s' ist nicht lokale
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤

source: Load Target to run
de: Ziel zur Ausführung laden
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘®ğ‘³ğ‘¯

source: The program is running. Do you want to restart it?
de: Das Programm wird ausgeführt. Soll es neu gestartet werden?
en@shaw: ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¦ğ‘‘?

source: _Run
de: _Ausführen
en@shaw: _ğ‘®ğ‘³ğ‘¯

source: Execute
de: Ausführen
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘

source: Run program without debugger
de: Programm ohne Debugger ausführen
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼

source: Stop Program
de: Programm anhalten
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Kill program
de: Programm beenden
en@shaw: ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Program Parameters...
de: Programmparameter

source: Set current program, arguments and so on
de: Das gegenwärtige Programm und dessen Argumente festlegen

source: Run operations
de: Operationen ausführen
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: _Sample action
de: _Beispiel-Aktion
nl: _Voorbeeld-actie

source: Sample action
de: Beispiel-Aktion
nl: Voorbeeld-actie

source: Sample file operations
de: Beispiel Dateifunktion

source: SamplePlugin
de: Beispiel Komponente
nl: Voorbeeld-plugin

source: <b>Autocompletion</b>
de: <b>Autovervollständigung</b>

source: <b>Basic Indentation</b>
de: <b>Elementare Einrückung</b>

source: <b>Code folding</b>
de: <b>Code-Faltung</b>

source: <b>Highlight style</b>
de: <b>Hervorhebungsstil</b>

source: <b>Misc options</b>
de: <b>Sonstige Optionen</b>

source: <b>Other colors</b>
de: <b>Andere Farben</b>

source: <b>Print options</b>
de: <b>Druckoptionen</b>

source: Add line number every:
de: Zeilennummer jede n-te Zeile anzeigen
nl: Regelnummering toevoegen op iedere:
pt: Adicionar número de linha após cada:
sr@latn: Dodaj broj linije na svakih:

source: Add page header
de: Kopfzeile hinzufügen
nl: Paginakop toevoegen
pt: Adicionar cabeçalho página
sr@latn: Dodaj zaglavlje stranici

source: Attributes:
de: Attribute:
nl: Attributen:
pt: Atributos:
sr@latn: Osobine:

source: Autocomplete XML/HTML closing tags
de: XML/HTML-Schlusstags automatisch einfügen
nl: XML/HTML sluit-tags AutoAfmaken
pt: Auto completar etiquetas de fecho XML/HTML
sr@latn: Automatski dopuni XML/HTML završne oznake

source: Autocompletion pop up choices
de: Anzahl der angezeigten Autovervollständigungen
nl: Auto-aanvullen pup-up keuzes
pt: Opções do popup de completar automaticamente
sr@latn: Iskačući izbori za automatsku dopunu

source: Background color:
de: Hintergrundfarbe:

source: Basic Indentation
de: Elementare Einrückung

source: Bold
de: Fett
nl: Vet
pt: Negrito
sr@latn: Zacrnjeno

source: Calltip background:
de: Hintergrund der Minihilfen:
nl: Achtergrondkleur voor hulpballon:
pt: Fundo da caixa de dica:
sr@latn: Boja pozadine prikaza prototipa funkcije:

source: Caret (cursor) color:
de: Farbe des Cursor (Positionsmarke):
nl: Cursorkleur:
pt: Cor (marca) cursor:
sr@latn: Boja kursora:

source: Caret blink period in ms
de: Cursor-Blinkperiode in ms

source: Choose autocomplete for single match
de: Autovervollständigung für eindeutigen Treffer auswählen
nl: AutoAfmaken voor enkele overeenkomst kiezen
pt: Seleccionar autocompletar para equivalência única
sr@latn: Izaberi automatsku dopunu za jedno podudaranje

source: Collapse all code folds on file open
de: Alle Textfaltungen beim Öffnen von Dateien schließen
nl: Bij bestand openen code opvouwen
pt: Recolher todas as pastas de código ao abrir ficheiro
sr@latn: Otvori sve jezičke strukture prilikom otvaranja datoteke

source: Colors & Fonts
de: Farben & Schriften

source: Colour
de: Farbe
nl: Kleur
pt: Cor
sr@latn: Boja

source: Compact folding
de: Kompakte Faltung
nl: Compact vouwen
pt: Compactar dobragem
sr@latn: Skupi jezičku strukturu

source: Disable syntax highlighting
de: Syntaxhervorhebung abschalten
nl: Uitschakelen belichtingsstijl
pt: Desactivar realce de sintaxe
sr@latn: Onemogući osvetljavanje koda

source: Draw line below folded lines
de: Line unter eingeklappten Zeilen zeichnen
nl: Lijn onder opgevouwen lijnen tekenen
pt: Desenhar linhas abaixo de linhas dobradas
sr@latn: Iscrtaj linije ispod skupljenih jezičkih struktura

source: Edge column
de: Faltungsspalte

source: Editor caret (cursor) width in pixels
de: Caret-Breite in Pixel
nl: Editor-dakje (cursor) breedte in pixels
pt: Largura do cursor de edição em pixels
sr@latn: Širina kursora urednika teksta izražena u pikselima

source: Enable HTML tags folding
de: HTML Tags falten
nl: Aanzetten HTML-omloop
pt: Activar dobragem de tags HTML
sr@latn: Omogući HTML jezičke strukture (funkcije/oznake)

source: Enable automatic indentation
de: Automatisches einrücken einschalten
nl: Automatisch inspringen inschakelen
pt: Activar indentação automática
sr@latn: Omogući automatsko uvlačenje koda

source: Enable braces check
de: Klammernüberprüfung einschalten
nl: Haakjescontrole inschakelen
pt: Activar verificação chavetas
sr@latn: Omogući proveru zagrada

source: Enable code folding
de: Code-Faltung einschalten
nl: codetekst omloop aanzetten
pt: Activar dobragem código
sr@latn: Omogući prikazivanje jezičkih struktura

source: Enable comments folding
de: Kommentar-Faltung einschalten
nl: Commentaar-omloop aanzetten
pt: Activar dobragem comentários
sr@latn: Omogući prikazivanje struktura napomena

source: Enable line wrap
de: Zeilenumbruch einschalten
nl: Regeldoorloop aanzetten
pt: Activar quebra linha
sr@latn: Omogući prelom reda

source: Enable python comments folding
de: Python Kommentare falten
nl: Python commentaarvouwen inschakelen
pt: Activar dobragem de comentários python
sr@latn: Omogući python strukture napomena

source: Enable python quoted strings folding
de: Strings in Python falten
nl: Python citaat-tekenreeksen vouwen inschakelen
pt: Activar dobragem de expressões citadas python
sr@latn: Omogući python strukture nizova znakova pod navodnicima

source: Filter extraneous characters in DOS mode
de: Spezielle Zeichen im DOS-Modus filtern
nl: Extra tekens filteren in DOS-stand
pt: Filtrar caracteres extra em modo DOS
sr@latn: Filtriraj nepoznate znake u DOS modu

source: Fold style:
de: Faltungsstil
nl: Opvouwen-stijl
pt: Estilo dobragem:
sr@latn: Stil jezičke strukture:

source: Font:
de: Schrift:
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘:
nl: Lettertype:
pt: Fonte:
sr@latn: Slovo:

source: Fonts and colors for editor
de: Schriftart und Farben für den Editor

source: Foreground color:
de: Vordergrundfarbe:

source: Indent closing braces
de: Schließende Klammern einrücken
nl: Afluitende haakjes inspringen
pt: Indentar fecho chaveta
sr@latn: Uvuci zagradu kraja bloka

source: Indent opening braces
de: Öffnende Klammern einrücken
nl: Openingshaakjes inspringen
pt: Indentar abertura chaveta
sr@latn: Uvuci zagradu početka bloka

source: Indentation size in spaces:
de: Einrückungweite in Leerzeichen
nl: Inspringafstand in spaties:
pt: Tamanho de indentação em espaços:
sr@latn: Uvlačenje koda (u mestima):

source: Italic
de: Kursiv
nl: Cursief
pt: Itálico
sr@latn: Italik

source: Line numbers margin width in pixels
de: Breite des Zeilennummernrandes in Pixeln
nl: Marge voor regelnummers in pixels
pt: Largura de margem do número de linha em pixels
sr@latn: Širina margine sa brojevima linija u pikselima

source: Maintain past Indentation
de: Einrückung erhalten

source: Margin Fold visible
de: Faltungsrand zeigen

source: Margin Linenum visible
de: Rand für Zeilennummern anzeigen

source: Margin Marker visible
de: Rand für Markierungen anzeigen

source: Mode:
de: Modus:
en@shaw: ğ‘¥ğ‘´ğ‘›:
nl: Stand:
pt: Modo:
sr@latn: Mod:

source: Monochrome
de: Schwarzweiß
nl: Monochroom
pt: Monocromático
sr@latn: Jednobojni

source: Plus/Minus Arrows Circular Squares
de: Plus/Minus Pfeile Kreise Quadrate

source: Pressing backspace un-indents
de: Rücktaste nicht Einrückung zurück
nl: Backspace verwijdert inspinging
pt: Primir backspace desindenta
sr@latn: Pritisak na backspace izvlači

source: Pressing tab inserts indentation
de: Das Drücken von <Tab> fügt eine Einrückung ein

source: Printing
de: Drucken
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘™
nl: Afdrukken

source: Select highlight style to edit:
de: Hervorhebungs-Eintrag zum Bearbeiten auswählen:
nl: Selecteer een belichtingsstijl om te bewerken:
pt: Seleccionar estilo de realce a editar:
sr@latn: Izaberite stil osvetljenja koji želite da uredite:

source: Selection background:
de: Hintergrundfarbe der Auswahl:
nl: Selectie achtergrond:
pt: Fundo de selecção:
sr@latn: Boja označene pozadine:

source: Selection foreground:
de: Vordergrundfarbe der Auswahl:
nl: Selectie voorgrond:
pt: 1º Plano selecção:
sr@latn: Boja označenog teksta:

source: Strip trailling spaces on file save
de: Leerzeichen am Zeilenende beim Speichern entfernen
nl: Verwijder beginspaties bij opslaan bestand
pt: Remover espaços no final linhas ao gravar ficheiro
sr@latn: Ukloni prateći višak praznih mesta prilikom beleženja datoteke

source: Tab size in spaces:
de: Breite Tabs in Leerzeichen:
en@shaw: ğ‘‘ğ‘¨ğ‘š ğ‘•ğ‘²ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘•ğ‘ğ‘±ğ‘•ğ‘©ğ‘Ÿ:
nl: Tabgrootte in spaties:
pt: Tamanho tab em espaços:
sr@latn: Razmak (u mestima):

source: Underlined
de: Unterstrichen
nl: Onderstreept
pt: Sublinhado
sr@latn: Podvučeno

source: Use default
de: Vorgabe verwenden
nl: Standaard gebruiken
pt: Utilizar omissão
sr@latn: Koristi podrazumevano

source: Use tabs for indentation
de: Tabs für Einrückungen benutzen
en@shaw: ğ‘¿ğ‘Ÿ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯
nl: Gebruik tabs voor inspringen
pt: Utilizar tabs para indentação
sr@latn: Koristi razmak za uvlačenje linija koda

source: View EOL chars
de: EOL-Zeichen anzeigen

source: View Indentation Guides
de: Einrückungshinweise anzeigen

source: View Line Wrap
de: Zeilenumbrüche anzeigen

source: View Whitespaces
de: Leerzeichen anzeigen
