Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Un dock the toolbar
pt: Desanexar a barra ferramentas
sr@latn: Odvoj glavne alatke

source: You can't add a dock object (%p of type %s) inside a %s. Use a GdlDock or some other compound dock object.
pt: Não pode adicionar um objecto anexável (%p do tipo %s) dentro de um %s. Utilize um GdlDock ou um outro tipo de objecto anexável composto.
sr@latn: Ne možete dodati pripojeni objekat (%p tipa %s) unutar %s. Koristite GdlDock ili neki drugi složeni pripojeni objekat.

source: GdlDockMaster object which the layout object is attached to
pt: Objecto GdlDockMaster a que o objecto de disposição está anexado
sr@latn: GdlDockMaster objekat na koji je objekat rasporeda prikačen

source: Call to gdl_dock_object_dock in a dock object %p (object type is %s) which hasn't implemented this method
pt: Chamada a gdl_dock_object_dock num objecto anexado %p (tipo de objecto é %s) que não implementou este método
sr@latn: Poziv gdl_dock_object_dock u objektu pripajanja %p (tip objekta je %s) koji ne sadrži ovu metodu

source: Host
pt: Anfitrião
sr@latn: Nadređeni

source: public
pt: público
sr@latn: javna

source: protected
pt: protegido
sr@latn: zaštićena

source: private
pt: privado
sr@latn: privatna

source: Sample plugin
pt: Plugin de exemplo
sr@latn: Primer - dodatak

source: Dock/Undock the Project Window
pt: Anexar/Desanexar a Janela de Projecto
sr@latn: Prikači/odvoj prozor projekta

source: Rev
sr@latn: Revizija

source: Find Usage
pt: Procurar Utilização
sr@latn: Traži u datotekama

source: Unable to load plugin %s. Error: %s
pt: Incapaz de ler plugin %s. Erro: %s
sr@latn: Ne mogu učitati dodatak %s. Greška: %s

source: Plugin protocol %s unknown Error:%s
pt: Protocolo plugin %s Erro desconhecido:%s
sr@latn: Protokol dodatka %s nepoznat. Greška:%s

source: Unable to start plugin %s
pt: Incapaz de iniciar plugin %s
sr@latn: Ne mogu pokrenuti dodatak %s

source: Bad parameters to plugin %s. Error: %s
pt: Parâmetros incorrectos para plugin %s. Erro: %s
sr@latn: Dodatku su prosleđeni pogrešni parametri %s. Greška: %s

source: Unable to load plugin %s. Error: %s
pt: Incapaz de ler plugin %s. Erro: %s
sr@latn: Ne mogu učitati dodatak %s. Greška: %s

source: Out of memory scanning for plugins.
pt: Falta de memória ao procurar plugins.
sr@latn: Ponestalo je memorije pri pretraživanju svih dostupnih dodataka.

source: Save File As
pt: Gravar Ficheiro Como
sr@latn: Sačuvaj datoteku kao

source: Cannot create application... exiting
pt: Incapaz de criar aplicação... a sair
sr@latn: Ne mogu napraviti program... izlazim

source: Anjuta: %s (Saved)
pt: Anjuta: %s (Gravado)
sr@latn: Anjuta: %s (zabeleženo)

source: Anjuta: %s (Unsaved)
pt: Anjuta: %s (Não Gravado)
sr@latn: Anjuta: %s (nije zabeleženo)

source: The "%s" utility is not installed. Install it and then restart Anjuta.
pt: O utilitário "%s" não está instalado. Instale-o e depois reinicie o Anjuta.
sr@latn: Alatka „%s“ nije instalirana. Instalirajte je i ponovo pokrenite Anjuta-u.

source: DOS (CRLF)
sr@latn: DOS(DOS) (CRLF)

source: Unix (LF)
sr@latn: Juniks(Unix) (LF)

source: Mac (CR)
sr@latn: Mek(Mac) (CR)

source: Project: %s Zoom: %d Line: %04d Col: %03d %s Job: %s Mode: %s
pt: Projecto: %s Zoom: %d Linha: %04d Col: %03d %s Proc: %s Modo: %s
sr@latn: Projekat: %s Uvećanje: %d Linija: %04d Kolona: %03d %s Posao: %s Mod: %s

source: Could not open file for writing
pt: Incapaz de abrir ficheiro para escrita
sr@latn: Ne mogu otvoriti datoteku za pisanje

source: The file '%s' already exists. Do you want to replace it with the one you are saving?.
pt: O ficheiro '%s' já existe. Deseja sobrepo-lo com aquele que está a gravar?.
sr@latn: Datoteka „%s“ već postoji. Da li želite da je zamenite sa onom koju beležite?

source: Project Type:
pt: Tipo Projecto:
sr@latn: Vrsta projekta:

source: The Application Wizard will generate a basic skeleton for a project, including all of the build files. It will ask for details of the initial structure for the application. Please answer the questions carefully, as it may not be possible to change some of the settings later.
pt: O Ajudante de Aplicação irá gerar um esqueleto básico de um projecto, incluindo todos os ficheiros de compilação. Irá pedir detalhes sobre a estrutura da aplicação. Responda atentamente às questões, já que poderá não ser possível mais tarde modificar algumas das definições.
sr@latn: Čarobnjak za stvaranje programa će napraviti osnovni okvir projekta, uključujući sve datoteke za prevođenje. Pitaće vas za detalje početne strukture vašeg programa. Molim odgovorite pažljivo na pitanja jer možda neće biti moguće promeniti neka podešavanja kasnije.

source: Extern(rsh)
pt: Externo(rsh)
sr@latn: Spoljni(rsh)

source: Commit
pt: Submissão
sr@latn: Pošalji

source: Branch:
pt: Ramo:
sr@latn: Grana:

source: Server type:
pt: Tipo servidor:
sr@latn: Vrsta servera:

source: Hex
sr@latn: Heksadecimalni

source: Char
pt: Caracter
sr@latn: Znakovni

source: No search string supplied.
pt: Nenhuma expressão de procura indicada.
sr@latn: Nije naveden niz znakova koji se traži.

source: Do you want to replace this occurence?
pt: Deseja substituir esta ocorrência?
sr@latn: Da li želite da zamenite ovu pojavu?

source: The match "%s" was not found in the selected text
pt: A equivalência "%s" não foi encontrada no texto seleccionado
sr@latn: Znakovni niz „%s“ nije pronađen u označenom tekstu

source: No matches found. Wrap search around the document?
pt: Nenhuma equivalência encontrada. Dar a volta ao documento?
sr@latn: Nema traženog teksta. Da li da nastavim pretragu od početka dokumenta?

source: App Wizard
pt: Ajudante Apl
sr@latn: Čarobnjak za pravljenje programa

source: Create a Project using the Application Wizard
pt: Criar um Projecto utilizando o Ajudante de Aplicações
sr@latn: Napravi projekat pomoću čarobnjaka za programe

source: _Select All
pt: _Seleccionar Tudo
sr@latn: _Označi sve

source: Select Code Block
pt: Seleccionar Bloco Código
sr@latn: Označi blok koda

source: /* GPL Notice */
pt: /* Aviso GPL */
sr@latn: /* OJL napomena*/

source: // GPL Notice
pt: // Aviso GPL
sr@latn: // OJL napomena

source: # GPL Notice
pt: # Aviso GPL
sr@latn: # OJL napomena

source: Current Username
pt: Nome Utilizador Actual
sr@latn: Trenutno korisničko ime

source: Current Date & Time
pt: Data & Hora Actual
sr@latn: Trenutni datum i vreme

source: Insert the CVS Header keyword (full path, revision, date, author, state)
pt: Inserir a chave CVS Header (caminho completo, revisão, data, autor e estado)
sr@latn: Dodaj CVS zaglavlje ključnu reč ( puna putanja, revizija, datum, autor, stanje)

source: Insert the CVS Id keyword (file, revision, date, author)
pt: Inserir a chave CVS Id (ficheiro, revisão, data e autor)
sr@latn: Dodaj CVS Id ključnu reč (datoteka, revizija, datum, autor)

source: Header
pt: Cabeçalho
sr@latn: Zaglavlje

source: C template
pt: Modelo C
sr@latn: C kalup

source: CVS keyword
pt: Chave CVS
sr@latn: CVS ključna reč

source: Block Comment/Uncomment
pt: Comentar/Descomentar Bloco
sr@latn: Izkomentariši/komentariši u vidu bloka

source: Block comment/uncomment the selected text
pt: Comentar/descomentar em caixa o texto seleccionado
sr@latn: Izkomentariši/komentariši izabrani tekst u vidu bloka

source: Box Comment/Uncomment
pt: Comentar/Descomentar em Caixa
sr@latn: Izkomentariši/komentariši u vidu pravougaonika

source: Box comment/uncomment the selected text
pt: Comentar em caixa o texto seleccionado
sr@latn: Izkomentariši/komentariši izabrani tekst u vidu pravougaonika

source: Stream Comment/Uncomment
pt: Comentar/Descomentar em Fluxo
sr@latn: Izkomentariši/komentariši u vidu toka

source: Stream comment/uncomment the selected text
pt: Comentar em fluxo o texto seleccionado
sr@latn: Izkomentariši/komentariši izabrani tekst u vidu toka

source: Find Previous
pt: Procurar Anterior
sr@latn: Pronađi prethodno

source: _Enter Selection/I-Search
pt: Introduzir S_elecção/I-Procura
sr@latn: P_ronađi označeno

source: Enter the selected text as the search target
pt: Introduzir o texto seleccionado como alvo da pesquisa
sr@latn: Prosledite označeni tekst kao niz znakova koji tražite

source: Advanced search and re_place
pt: _Procurar e substituir avançados
sr@latn: Napredna pretraga i _zamena

source: Advanced Search And Replace
pt: Procurar E Substituir Avançados
sr@latn: Napredna pretraga i zamena

source: _Goto Line number ...
pt: Ir Para _Linha número ...
sr@latn: _Idi na liniju broj...

source: Goto Matching _Brace
pt: _Ir Para Chaveta Correspondente
sr@latn: Odgovarajuću _zagradu

source: _Goto start of block
pt: Ir Para início do _bloco
sr@latn: Po_četak bloka

source: _Goto end of block
pt: Ir para o _fim do bloco
sr@latn: _Kraj bloka

source: Go to previous message
pt: Ir para a mensagem anterior
sr@latn: Idi na prethodnu poruku

source: Next occurrence
pt: Ocorrência seguinte
sr@latn: Sledeće pojavljivanje

source: Previous occurrence
pt: Ocorrência anterior
sr@latn: Prethodno pojavljivanje

source: C_lear
pt: _Limpar
sr@latn: _Očisti

source: S_earch
pt: _Procurar
sr@latn: _Traži

source: G_o to
pt: Ir P_ara
sr@latn: _Pređi na

source: ++ Zoom
sr@latn: ++ uvećanje

source: Zoom factor +8
pt: Factor de zoom +8
sr@latn: Vrednost uvećanja +8

source: Zoom factor +6
pt: Factor de zoom +6
sr@latn: Vrednost uvećanja +6

source: Zoom factor +4
pt: Factor de zoom +4
sr@latn: Vrednost uvećanja +4

source: Zoom factor +2
pt: Factor de zoom +2
sr@latn: Vrednost uvećanja +2

source: Zoom factor 0
pt: Factor de zoom 0
sr@latn: Vrednost uvećanja 0

source: Zoom factor -2
pt: Factor de zoom -2
sr@latn: Vrednost uvećanja -2

source: Zoom factor -4
pt: Factor de zoom -4
sr@latn: Vrednost uvećanja -4

source: Zoom factor -6
pt: Factor de zoom -6
sr@latn: Vrednost uvećanja -6

source: Zoom factor -8
pt: Factor de zoom -8
sr@latn: Vrednost uvećanja -8

source: -- Zoom
sr@latn: -- umanjenje

source: _Message window
pt: Janela _mensagens
sr@latn: _Prozor sa porukama

source: _Project window
pt: Janela _Projecto
sr@latn: _Prozor projekta

source: B_ookmarks
pt: _Marcadores
sr@latn: _Oznake

source: _Zoom text
pt: _Zoom texto
sr@latn: _Uvećaj tekst

source: _Registers
pt: _Registos
sr@latn: _Registri

source: _Kernel Signals
pt: Sinais _Kernel
sr@latn: _Signali jezgra

source: Configure options for the current Project
pt: Configurar opções para o Projecto actual
sr@latn: Podesi opcije tekućeg projekta

source: Project Info
pt: Info Projecto
sr@latn: Podaci o projektu

source: Display the Project information
pt: Mostrar a informação do Projecto
sr@latn: Prikazuje podatke o projektu

source: _Update tags image
pt: Act_ualizar etiqueta imagem
sr@latn: _Dopuni spisak funkcija/promenljivih

source: Update the tags image of the Project/opened files
pt: Actualizar as etiquetas de imagem de ficheiros abertos/do Projecto
sr@latn: Dopuni spisak funkcija/promenljivih trenutno otvorenog projekta ili datoteka

source: Rebuild tags image
pt: Actualizar etiqueta imagem
sr@latn: Ponovo obrazuj spisak funkcija/promenljivih

source: Rebuild the tags image of the Project
pt: Actualizar as etiquetas de imagens do Projecto
sr@latn: Ponovo obrazuj spisak funkcija/promenljivih tekućeg projekta

source: Javascript
sr@latn: Javaskript (Javascript)

source: Java
sr@latn: Java (Java)

source: LUA
sr@latn: Lua (LUA)

source: Python
sr@latn: Pajton (Python)

source: Perl
sr@latn: Perl (Perl)

source: LaTex
sr@latn: Lateks (LaTex)

source: Pascal
sr@latn: Paskal (Pascal)

source: Ada
sr@latn: Ada (Ada)

source: Lisp
sr@latn: Lisp (Lisp)

source: Matlab
sr@latn: Matlab(Matlab)

source: Compile the current source file
pt: Compilar o ficheiro de código actual
sr@latn: Prevodi tekuću datoteku sa izvornim kodom

source: Build the whole Project
pt: Construir todo o Projecto
sr@latn: Prevedi i poveži ceo projekat

source: Build _Distribution
pt: Construir _Distribuição
sr@latn: Napravi paket

source: Con_figure ...
pt: Con_figurar ...
sr@latn: Podesi...

source: Auto _generate ...
pt: Auto _gerar ...
sr@latn: _Automatski obrazuj...

source: Info _Kernel User Struct
pt: Info Estr Util _Kernel
sr@latn: Podaci o korisniku iz _jezgra

source: Info _Threads
sr@latn: _Informacije o nitima

source: Display accessible memory
pt: Mostrar memória acessível
sr@latn: Prikaži memoriju kojoj se pristupa

source: St_op Debugger
pt: _Parar Depuração
sr@latn: _Zaustavi program za pronalaženje grešaka

source: _Diff Project
pt: _Diferenças Projecto
sr@latn: _Datoteka sa izmenama projekta

source: _Login
pt: Iniciar _Sessão
sr@latn: _Prijava

source: Syntax highlighting settings
pt: Definições de realce de sintaxe
sr@latn: Podešavanje osvetljavanja programskog koda

source: File view filters ...
pt: Filtro visualização ficheiros...
sr@latn: Filter pregleda datoteka...

source: Edit file view filters
pt: Filtro visualização ficheiros editados
sr@latn: Uredi filter pregleda datoteka

source: An_juta setup wizard
pt: A_judante configuração Anjuta
sr@latn: Anjuta čarobnjak

source: Anjuta IDE Manual
sr@latn: Uputstvo za okruženje Anjuta

source: Anjuta Tutorial
sr@latn: Vodič kroz Anjutu

source: Anjuta IDE Tutorial
sr@latn: Vodič kroz okruženje Anjutu

source: Anjuta Faqs
sr@latn: Pitanja i odgovori za Anjutu

source: Anjuta IDE Faqs
sr@latn: Pitanja i odgovori za okruženje Anjutu

source: You need to run gconf-editor, look for the key 'desktop/gnome/interface/can_change_accels' and set this toggle button ON. Then you can hover the mouse pointer over any menu item and press the shortcut key to associate with it.
pt: Tem de executar o gconf-editor, procurar a chave 'desktop/gnome/interface/can_change_accels' e ACTIVAR (ON) este botão de alternar. Depois poderá colocar o ponteiro do rato sobre qualquer entrada de menu e primir a tecla de atalho para a associar à entrada.
sr@latn: Morate pokrenuti gconf-editor, potražiti ključ „desktop/gnome/interface/can_change_accels“ i uključiti ovo dugme. Zatim možete preći mišem preko bilo koje stavke menija i izabrati prečicu koju želite da joj dodelite tako što pritisnete tu kombinaciju tastera.

source: warning:
pt: aviso:
sr@latn: upozorenje:

source: Find
pt: Encontrar
sr@latn: Pronađi

source: Stdout
sr@latn: Standardni izlaz

source: Stderr
sr@latn: Standardni izlaz za greške

source: Could not find message type %s!
pt: Incapaz de encontrar tipo de mensagem %s!
sr@latn: Ne mogu pronaći poruku tipa %s!

source: A .glade file does not exist in the top level Project directory.
pt: Não existe um ficheiro .glade no directório de topo do Projecto.
sr@latn: Datoteka sa nastavkom .glade ne postoji u korenom direktorijumu projekta.

source: Project:
pt: Projecto:
sr@latn: Projekat:

source: Unable to get relative file name for %s in %s
pt: Incapaz de obter nome relativo do ficheiro para %s em %s
sr@latn: Ne mogu dobiti samo ime datoteke iz %s u %s

source: Are you sure you want to remove the item '%s' from the Project?
pt: Tem a certeza que quer remover o item '%s' do Projecto?
sr@latn: Da li ste sigurni da želite da uklonite ovu stavku %s iz projekta?

source: C/C++ Headers
pt: Headers C/C++
sr@latn: C/C++ zaglavlja

source: Makefiles managed:
pt: Makefiles geridas:
sr@latn: Upravljanje pomoću Makefile datoteka:

source: Project Type:
pt: Tipo Projecto:
sr@latn: Vrsta projekta:

source: "%s" does not exist in the current module directory. Do you want to IMPORT (copy) it into the module?
pt: "%s" não existe no directório actual do módulo. Deseja IMPORTA-LO (copia-lo) para dentro do módulo?
sr@latn: „%s“ ne postoji u tekućem direktorijumu sa modulima. Želite li da ga uvezete (umnožite) u module?

source: Unable to find import script %s
pt: Incapaz de encontrar script de importação %s
sr@latn: Ne mogu pronaći skriptu za uvoz %s

source: %s: Not a regular file
pt: %s: Não é um ficheiro normal
sr@latn: %s: nije ispravna datoteka

source: Importing Project from %s ...
pt: A importar Projecto de %s ...
sr@latn: Uvozim projekat iz %s ...

source: Project import completed...successful
pt: Importação projecto completo...sucesso
sr@latn: Uvoz projekta završen....uspešno

source: Project import completed...successful
pt: Importação projecto completo...sucesso
sr@latn: Uvoz projekta završen....uspešno

source: Opening Project...please wait
pt: A abrir Projecto...aguarde!
sr@latn: Otvaram projekat...molim sačekajte

source: Could not open generated Project file
pt: Incapaz de abrir ficheiro de Projecto gerado
sr@latn: Ne mogu otvoriti stvorenu projektnu datoteku

source: The Project Import Wizard scans the directory of an existing code project, and attempts to import the structure into an Anjuta Project. There will be a chance to update any autodetected values during the import process. THIS IS AN EXPERIMENTAL FEATURE
pt: O Ajudante de Importação de Projecto pesquisa o directório de um projecto de código existente, e tenta importar a estrutura para um Projecto Anjuta. Existirá uma possibilidade de actualizar todos os valores auto-detectados durante o processo. ESTA É UMA FUNCIONALIDADE EXPERIMENTAL
sr@latn: Čarobnjak za uvoz projekata analizira direktorijum jednog postojećeg programerskog projekta, i pokušava da uveze tu strukturu u Anjuta projekat. Dobićete priliku da dopunite svaku automatski prepoznatu vrednost tokom uvoza. OVO JE JEDNA EKSPERIMENTALNA MOGUĆNOST

source: Click Forward to begin the import
pt: Prima Seguinte para iniciar a importação
sr@latn: Pritisnite Napred da bi započeli uvoz

source: Sysm Read
pt: Sysm Lidos
sr@latn: Sysm čitanje

source: Stop:
pt: Parar:
sr@latn: Zaustavi:

source: Print:
pt: Imprimir:
sr@latn: Odštampaj:

source: Frame set
pt: Conjunto divisões
sr@latn: Postavi okvir

source: Frame info
pt: Info divisão
sr@latn: Podaci o okviru

source: Loading file ...
pt: A ler ficheiro ...
sr@latn: Učitavam datoteku...

source: Auto formatting ...
pt: A auto formatar ...
sr@latn: Automatsko formatiranje...

source: Auto formatting completed
pt: Auto formatação terminada
sr@latn: Automatsko formatiranje je završeno

source: Paste from clipboard
pt: Colar da área de transferência
sr@latn: Ubaci poslednju stavku sa spiska isečaka

source: Build current file or the source directory of the Project
pt: Compilar o ficheiro actual, ou compilar o directório de código do Projecto
sr@latn: Prevedi i poveži tekuću datoteku ili direktorijum sa izvornim kodom projekta

source: Attach the current page
pt: Anexar a página actual
sr@latn: Dodaj tekuću stranicu

source: ++Zoom
sr@latn: ++Uvećanje

source: --Zoom
sr@latn: --Umanjenje

source: Context Help
pt: Ajuda de Contexto
sr@latn: Kontekstna pomoć

source: Toggle
pt: Alternar
sr@latn: Oznaka

source: Start
pt: Início
sr@latn: Početak

source: Tags:
pt: Etiquetas:
sr@latn: Funkcije i promenljive:

source: Search for the given tag in the current file
pt: Procurar a etiqueta indicada no ficheiro actual
sr@latn: Traži zadatu funkciju/promenljivu u tekućoj datoteci

source: Enter the tag to jump to
pt: Introduza a etiqueta para onde ir
sr@latn: Zadajte funkciju/promenljivu na koju treba da se pređe

source: There is line number %d in "%s".
pt: Existe linha número %d em "%s".
sr@latn: Postoji broj linije %d u „%s“.

source: Project Type
pt: Tipo Projecto
sr@latn: Vrsta projekta

source: GTK 2.0 project
pt: Projecto GTK 2.0
sr@latn: GTK 2.0 projekat

source: GNOME 2.0 project
pt: Projecto GNOME 2.0
sr@latn: GNOME 2.0 projekat

source: LibGlade 2.0 project
pt: Projecto LibGlade 2.0
sr@latn: LibGlade 2.0 projekat

source: gtkmm 2.0 project
pt: Projecto gtkmm 2.0
sr@latn: gtkmm 2.0 projekat

source: gnomemm 2.0 project
pt: Projecto gnomemm 2.0
sr@latn: gnomemm 2.0 projekat

source: GNOME 2.0 Bonobo component
pt: Componente Bonobo GNOME 2.0
sr@latn: GNOME 2.0 Bonobo komponenta

source: wxWindows project
pt: Projecto wxWindows
sr@latn: wxWindows projekat

source: Xlib project
pt: Projecto Xlib
sr@latn: Xlib projekat

source: X Dock App project
pt: Projecto Apl X Dock
sr@latn: X Dock App projekat

source: Directory:
pt: Directório:
sr@latn: Direktorijum:

source: $(module.source.files) $(module.include.files)
pt: $(ficheiro.código.módulo) $(ficheiro.include.módulo)

source: Custom style,GNU coding style,Kernighan & Ritchie style,Original Berkeley style,Style of Kangleipak,Hello World style,Crazy boy style
pt: Estilo costumizado, estilo codificação GNU, estilo Kernighan & Ritchie, estilo Original Berkeley, Estilo de Kangleipak, estilo Olá Mundo, estilo Rapaz Maluco

source: Import existing project. The Import Wizard will guide you to import an existing Project into Anjuta and convert it into Anjuta Project. There will be no data lose or modification done to the project.
pt: Importar projecto existente. O Ajudante de Importação irá apoia-lo a importar um Projecto existente para o Anjuta e converte-lo num Projecto Anjuta. Não ocorrerão quaisquer percas de dados ou modificações ao projecto.

source: Start with a new Project. Application wizard will guide you with Project creation. With the Application Wizard, you will be able to create the skelleton of various types of Project.
pt: Iniciar com um novo Projecto. Ajudante de Aplicação irá guia-lo através da cração do Projecto. Com o Ajudante de Aplicação, poderá criar o esqueleto de vários tipos de Projectos.

source: _Terminal:
pt: _Consola:

source: Server
pt: Servidor

source: Server:
pt: Servidor:
