Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Co_mpile File
de: Datei _übersetzen
en@shaw: _ğ‘’ğ‘ªğ‘¥ğ‘ğ‘²ğ‘¤ ğ‘“ğ‘²ğ‘¤

source: Compile current editor file
de: Die aktuelle Quelldatei übersetzen
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘ğ‘²ğ‘¤ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘“ğ‘²ğ‘¤
nl: Huidige broncodebestand compileren

source: Select Configuration
de: Konfiguration auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Select current configuration
de: Aktuelle Konfiguration auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Remove Configuration
de: Konfiguration entfernen
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Clean project (distclean) and remove configuration directory if possible
de: Projekt bereinigen (distclean) und nach Möglichkeit den Konfigurationsordner entfernen

source: _Compile
de: _Übersetzen
en@shaw: _ğ‘’ğ‘ªğ‘¥ğ‘ğ‘²ğ‘¤
nl: _Compileren
pt: _Compilar
sr@latn: _Prevedi

source: Compile file
de: Datei übersetzen
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘ğ‘²ğ‘¤ ğ‘“ğ‘²ğ‘¤

source: Build module
de: Modul erstellen
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤
nl: Module bouwen

source: _Install
de: _Installieren
en@shaw: _ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤
nl: _Installeer
pt: _Instalar
sr@latn: _Instaliraj

source: Install module
de: Module installieren
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤
nl: Module installeren

source: _Clean
de: _Bereinigen
en@shaw: _ğ‘’ğ‘¤ğ‘°ğ‘¯
nl: _Schoonmaken

source: Clean module
de: Modul bereinigen
en@shaw: ğ‘’ğ‘¤ğ‘°ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤
nl: Module schoonmaken

source: _Cancel command
de: Befehl _widerrufen
en@shaw: _ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Cancel build command
de: Übersetzungsbefehl widerrufen
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: _Build (%s)
de: _Erstellen (%s)
en@shaw: _ğ‘šğ‘¦ğ‘¤ğ‘› (%s)

source: _Install (%s)
de: _Installieren (%s)
en@shaw: _ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ (%s)

source: _Clean (%s)
de: _Bereinigen (%s)
en@shaw: _ğ‘’ğ‘¤ğ‘°ğ‘¯ (%s)

source: Co_mpile (%s)
de: _Übersetzen (%s)

source: Co_mpile
de: _Übersetzen
en@shaw: _ğ‘’ğ‘ªğ‘¥ğ‘ğ‘²ğ‘¤

source: Build commands
de: Übersetzungsbefehle
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ
nl: Bouwopdrachten

source: Build popup commands
de: Übersetzungsbefehle-Kontextmenü
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ

source: Build Autotools
de: Autotools-Generierung

source: Command aborted
de: Befehl wurde abgebrochen
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘©ğ‘šğ‘¹ğ‘‘ğ‘©ğ‘›

source: Fixed data-view
de: Fixierte Datenansicht

source: Update
de: Aktualisieren
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘
nl: Verversen
pt: Actualizar
sr@latn: Osveži

source: Update the graph
de: Graph aktualisieren

source: Inheritance Graph
de: Vererbungs-Stammbaum

source: <b>Class Elements</b>
de: <b>Klassenelemente</b>

source: <b>General Class Properties</b>
de: <b>Allgemeine Klasseneigenschaften</b>

source: Add to Project
de: Zum Projekt hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘
nl: Toevoegen aan project
pt: Adicionar ao Projecto
sr@latn: Dodaj projektu

source: Add to Repository
de: Zum Archiv hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Author Email:
de: E-Mail des Autors:

source: Author Name:
de: Name des Autors:
en@shaw: ğ‘·ğ‘”ğ‘¼ ğ‘¯ğ‘±ğ‘¥:

source: Author/Date-Time
de: Autor/Datum-Zeit
en@shaw: ğ‘·ğ‘”ğ‘¼/ğ‘›ğ‘±ğ‘‘-ğ‘‘ğ‘²ğ‘¥

source: Author/Date/Time
de: Autor/Datum/Zeit
en@shaw: ğ‘·ğ‘”ğ‘¼/ğ‘›ğ‘±ğ‘‘/ğ‘‘ğ‘²ğ‘¥

source: Base Class Inheritance:
de: Basis-Klassen-Vererbung
en@shaw: ğ‘šğ‘±ğ‘• ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘¦ğ‘¯ğ‘£ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘¯ğ‘•:

source: Base Class:
de: Basis-Klasse:
en@shaw: ğ‘šğ‘±ğ‘• ğ‘’ğ‘¤ğ‘­ğ‘•:

source: Class Function Prefix:
de: Klassen-Funktionspräfix
en@shaw: ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘°ğ‘“ğ‘¦ğ‘’ğ‘•:

source: Class Name:
de: Klassenname:
en@shaw: ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘¯ğ‘±ğ‘¥:

source: Class Options:
de: Klassenoptionen:
en@shaw: ğ‘’ğ‘¤ğ‘­ğ‘• ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Create
de: Erzeugen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘

source: GObject Class
de: GObject-Klasse

source: GObject Prefix and Type:
de: GObject-Präfix und -Typ:

source: General Public License (GPL) Lesser General Public License (LGPL) No License
de: General·Public·License·(GPL) Lesser·General·Public·License·(LGPL) Keine Lizenz

source: Generic C++ Class
de: Generische C++-Klasse
en@shaw: ğ‘¡ğ‘©ğ‘¯ğ‘§ğ‘®ğ‘¦ğ‘’ C++ ğ‘’ğ‘¤ğ‘­ğ‘•
nl: Algemene C++ klasse
pt: Classe C++ Genérica
sr@latn: Osnovna C++ klasa

source: Header File:
de: Header-Datei:
en@shaw: ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘“ğ‘²ğ‘¤:

source: Inline the declaration and implementation
de: Deklaration und Implementation "inline"
nl: Declaratie en implementatie inline maken
pt: Declaração e implementação na mesma linha
sr@latn: Ugnezdi deklaraciju i implementaciju

source: License:
de: Lizenz:
en@shaw: ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•:
nl: Licentie:

source: Member Functions/Variables
de: Element- Funktionen/Variablen
en@shaw: ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ/ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Properties
de: Eigenschaften
en@shaw: ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Signals
de: Signale
en@shaw: ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ğ‘Ÿ
nl: Signalen
pt: Sinais
sr@latn: Signali

source: Source File:
de: Quelldatei:
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤:

source: Source/Header Headings:
de: Quelldatei-/Header-Kopfzeilen:
en@shaw: ğ‘•ğ‘¹ğ‘•/ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘£ğ‘§ğ‘›ğ‘¦ğ‘™ğ‘Ÿ:

source: Header or source file has not been created
de: Header oder Quelldatei wurde nicht erstellt
en@shaw: ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘¹ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›

source: Autogen template used for the header file
de: Autogen-Vorlage wird für die Header-Datei benutzt

source: Autogen template used for the implementation file
de: Autogen-Vorlage, die für die Implementierungsdatei benutzt wird

source: File to which the processed template will be written
de: Datei in welche die verarbeitete Vorlage geschrieben werden soll
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•ğ‘‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘¯

source: Failed to write autogen definition file
de: Konnte Autogen-Definitionsdatei nicht schreiben

source: Could not find autogen version 5, please install the autogen package. You can get it from http://autogen.sourceforge.net
de: Konnte autogen in der Version 5 nicht finden. Bitte installieren Sie das autogen-Paket, welches unter http://autogen.sourceforge.net verfügbar ist.

source: Failed to execute autogen: %s
de: autogen konnte nicht ausgeführt werden: %s

source: XML description of the user interface
de: XML Beschreibung der Benutzerschnittstelle
en@shaw: XML ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•

source: <b>CVS Options</b>
de: <b>CVS-Optionen</b>

source: <b>Module Details:</b>
de: <b>Modul-Details:</b>

source: <b>Options:</b>
de: <b>Optionen:</b>

source: <b>Options</b>
de: <b>Optionen</b>

source: <b>Please note: </b> Pressing OK will delete the file from disk and from CVS. Of course the file won't be removed from CVS before you use CVS Commit. <b>You have been warned!</b>
de: <b>Achtung: </b> Durch Bestätigen wird die Datei sowohl von der Festplatte als auch im CVS-Archiv gelöscht (letzteres natürlich erst, wenn eingecheckt wird).

source: <b>Repository: </b>
de: <b>Archiv: </b>

source: Be verbose
de: Ausführliche Meldungen

source: CVS Preferences
de: CVS-Einstellungen
en@shaw: CVS ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: CVS: Add file/directory
de: CVS: Datei/Ordner hinzufügen
en@shaw: CVS: ğ‘¨ğ‘› ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: CVS: Commit file/directory
de: CVS: Datei/Ordner einchecken
en@shaw: CVS: ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: CVS: Diff file/directory
de: CVS: Unterschiede für Datei/Ordner anzeigen
en@shaw: CVS: ğ‘›ğ‘¦ğ‘“ ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: CVS: Import
de: CVS: Importieren
en@shaw: CVS: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘

source: CVS: Log file/directory
de: CVS: Protokoll für Datei/Ordner
en@shaw: CVS: ğ‘¤ğ‘ªğ‘œ ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: CVS: Remove file/directory
de: CVS: Datei/Ordner entfernen
en@shaw: CVS: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: CVS: Status from file/directory
de: CVS: Status der Datei/des Ordners
en@shaw: CVS: ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: CVS: Update file/directory
de: CVS: Datei/Ordner aktualisieren
en@shaw: CVS: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Choose file or directory to add:
de: Datei/Ordner zum Hinzufügen auswählen:
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘¨ğ‘›:

source: Choose file or directory to commit:
de: Datei/Ordner zum Einchecken auswählen:
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘:

source: Choose file or directory to diff:
de: Ordner, für welchen die Unterschiede angezeigt werden sollen, auswählen:
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘›ğ‘¦ğ‘“:

source: Choose file or directory to get log:
de: Datei oder Ordner für das Protokoll auswählen:

source: Choose file or directory to get the status from:
de: Datei oder Ordner, dessen Status ermittelt werden soll, aussuchen:
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥:

source: Choose file or directory to remove:
de: Datei/Ordner zum Entfernen auswählen:
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘:

source: Choose file or directory to update:
de: Datei/Ordner zum Aktualisieren auswählen:
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘:

source: Compression Level (0=off, 10=max):
de: Kompressionslevel (0=Aus, 10=Maximal)
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ (0=ğ‘ªğ‘“, 10=ğ‘¥ğ‘¨ğ‘’ğ‘•):

source: Create new directories
de: Neuen Ordner erstellen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘¯ğ‘¿ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ

source: Delete empty directories
de: Leere Ordner löschen
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ

source: Do not act recursively
de: Nicht rekursiv vorgehen

source: File is binary
de: Binärdatei
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘šğ‘²ğ‘¯ğ‘¼ğ‘¦

source: Ignore .cvsrc file (recommended)
de: .cvsrc ingnorieren (empfohlen)

source: Local Extern (rsh) Password server (pserver)
de: Lokal Extern (rsh) Passwort (pserver)

source: Log message:
de: Protokoll-Eintrag:
en@shaw: ğ‘¤ğ‘ªğ‘œ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡:

source: Module name:
de: Modulname:
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘¯ğ‘±ğ‘¥:

source: Password:
de: Passwort:
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:

source: Path to "cvs" command
de: Pfad zum "cvs" Kommando
en@shaw: ğ‘ğ‘­ğ‘” ğ‘‘ "CVS" ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Project root directory:
de: Wurzelordner des Projekts:
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘®ğ‘µğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦:

source: Release tag:
de: Versions-Ettiket:
en@shaw: ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘‘ğ‘¨ğ‘œ:

source: Reset sticky tags
de: Klebende Tags zurücksetzen
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘¦ ğ‘‘ğ‘¨ğ‘œğ‘Ÿ

source: Standard diff Patch-Style diff
de: Standard Vergleich Patch-Stil Vergleich

source: Unified format instead of context format
de: Unified Format anstatt Kontext Format verwenden
en@shaw: ğ‘˜ğ‘µğ‘¯ğ‘©ğ‘“ğ‘²ğ‘› ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘

source: Use revision/tag:
de: Verwende Revision/Tag:
en@shaw: ğ‘¿ğ‘Ÿ ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯/ğ‘‘ğ‘¨ğ‘œ:

source: Use revision:
de: Verwende Revision:
en@shaw: ğ‘¿ğ‘Ÿ ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯:

source: Username:
de: Benutzername:
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ğ‘¯ğ‘±ğ‘¥:

source: Vendor tag:
de: Hersteller Tag:
en@shaw: ğ‘ğ‘§ğ‘¯ğ‘›ğ‘» ğ‘‘ğ‘¨ğ‘œ:

source: Whole project
de: Gesamtes Projekt
en@shaw: ğ‘£ğ‘´ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘

source: Please enter a filename!
de: Bitte einen Dateinamen eingeben!
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥!

source: Please fill field: %s
de: Bitte Wert in Feld eingeben: %s
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘“ğ‘¦ğ‘¤ ğ‘“ğ‘°ğ‘¤ğ‘›: %s

source: CVS command is running! Please wait until it is finished!
de: CVS Kommande läuft! Bitte warten bis es fertig gestellt ist!
en@shaw: CVS ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™! ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¢ğ‘±ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘!

source: Unable to delete file
de: Löschen der Datei nicht möglich
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘“ğ‘²ğ‘¤

source: Are you sure that you want to pass an empty log message?
de: Soll der Protokoll-Eintrag wirklich leer bleiben?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘ğ‘­ğ‘• ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘¤ğ‘ªğ‘œ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡?

source: Module
de: Modul
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: Vendor
de: Hersteller
en@shaw: ğ‘ğ‘§ğ‘¯ğ‘›ğ‘»

source: Release
de: Version
en@shaw: ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘•

source: Directory
de: Ordner

source: Are you sure that you do not want a log message?
de: Soll der Log-Eintrag wirklich leer bleiben?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘© ğ‘¤ğ‘ªğ‘œ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡?

source: CVS command failed - See above for details
de: CVS Kommando schlug fehl - Siehe oben für Details

source: CVS command successful! - Time taken: %ld second
de: CVS Kommando war erfolgreich! - Verbrauchte Zeit: %ld Sekunden

source: CVS command is running - please wait until it finishes!
de: CVS Kommand läuft - Bitte warten bis es fertig gestellt wurde!

source: _Add
de: _Hinzufügen
en@shaw: _ğ‘¨ğ‘›

source: Add a new file/directory to the CVS tree
de: Neue Datei/neuen Ordner zum CVS-Baum hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘¯ğ‘¿ ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘ CVS ğ‘‘ğ‘®ğ‘°

source: _Remove
de: _Entfernen
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘

source: Remove a file/directory from CVS tree
de: Eine Datei/einen Ordner vom CVS-Baum entfernen
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘© ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘“ğ‘®ğ‘ªğ‘¥ CVS ğ‘‘ğ‘®ğ‘°

source: _Commit
de: Ein_spielen
en@shaw: _ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘

source: Commit your changes to the CVS tree
de: Änderungen in der CVS-Baum einspielen
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘¿ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ CVS ğ‘‘ğ‘®ğ‘°

source: _Update
de: _Aktualisieren
en@shaw: _ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘
nl: _Verversen
pt: _Actualizar
sr@latn: _Osveži

source: Sync your local copy with the CVS tree
de: Lokale Kopie mit dem CVS Baum abgleichen

source: _Diff
de: _Differenzdatei erstellen
en@shaw: _ğ‘›ğ‘¦ğ‘“

source: Show differences between your local copy and the tree
de: Unterschiede zwischen lokaler Kopie und Baum anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¿ğ‘¼ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘¯ ğ‘ ğ‘‘ğ‘®ğ‘°

source: _Show Status
de: _Status anzeigen
en@shaw: _ğ‘–ğ‘´ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: Show the status of a file/directory
de: Status von Datei/Ordner anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘ ğ‘© ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: _Show Log
de: Protokoll _anzeigen
en@shaw: _ğ‘–ğ‘´ ğ‘¤ğ‘ªğ‘œ

source: Show the log of a file/directory
de: Das Protokoll für Datei/Ordner anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘¤ğ‘ªğ‘œ ğ‘ ğ‘© ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: _Import Tree
de: _Baum importieren
en@shaw: _ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘‘ğ‘®ğ‘°

source: Import a new source tree to CVS
de: Neue Quellen Baum in CVS importieren
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘•ğ‘¹ğ‘• ğ‘‘ğ‘®ğ‘° ğ‘‘ CVS

source: CVS operations
de: CVS-Operationen
en@shaw: CVS ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: CVS popup operations
de: CVS-Popup-Operationen
en@shaw: CVS ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: <b>Remote debugging</b>
de: <b>Entferntes Debuggen</b>

source: Add Watch
de: Zu beobachtenden Ausdruck hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘¢ğ‘ªğ‘—

source: Address:
de: Adresse:
en@shaw: ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•:

source: Attach to process
de: An Prozess anhängen
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•
nl: Verbinden aan proces
pt: Anexar ao processo
sr@latn: Dodaj procesu

source: Breakpoint properties
de: Haltepunkt-Eigenschaften
nl: Breekpunt eigenschappen
pt: Propriedades breakpoints
sr@latn: Postavka za tačke prekida

source: Breakpoints
de: Haltepunkte
nl: Breekpunten
sr@latn: Tačke prekida

source: CPU Registers
de: CPU-Register
en@shaw: Â·ğ‘•Â·ğ‘Â·ğ‘¿ ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ
pt: Registos CPU
sr@latn: Procesorski registri

source: Change Watch
de: Zu beobachtenden Ausdruck ändern
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘¢ğ‘ªğ‘—

source: Connect to remote target
de: Zu entferntem Ziel verbinden
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘

source: Debugger command
de: Debugger-Befehl
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Debugger command:
de: Debugger-Befehl:
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›:

source: Description:
de: Beschreibung:
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯:
nl: Beschrijving:

source: Disable
de: Ausschalten
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤

source: Display process _tree
de: _Prozessbaum anzeigen
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• _ğ‘‘ğ‘®ğ‘°
nl: Proces_boom weergeven

source: Enable _all
de: _Alle einschalten
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ _ğ‘·ğ‘¤
nl: Alles _inschakelen
pt: _Activar todos
sr@latn: Omogući _sve

source: Enter an address in hexadecimal or select one in the data
de: Ein Hexadezimal-Adresse eingeben oder eine in den Daten auswählen

source: Hide process para_meters
de: Prozess-Para_meter verstecken
en@shaw: ğ‘£ğ‘²ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• _ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿ
nl: Proces-para_meters verbergen

source: Inspect
de: Inspizieren
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘
nl: Inspecteren
pt: Inspeccionar
sr@latn: Nadgledaj

source: Inspect/Evaluate
de: Inspizieren/auswerten
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘/ğ‘¦ğ‘ğ‘¨ğ‘¤ğ‘˜ğ‘µğ‘±ğ‘‘
nl: Inspecteren/evalueren
pt: Inspeccionar/Avaliar
sr@latn: Nadgledaj/Dodeli vrednost

source: Kernel Signals
de: Kernelsignale
en@shaw: ğ‘’ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ğ‘Ÿ
nl: Signalen van de kernel

source: Location
de: Ort
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Memory
de: Speicher
en@shaw: ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦
nl: Geheugen
pt: Memória
sr@latn: Memorija

source: Pass:
de: Durchgang:
en@shaw: ğ‘ğ‘­ğ‘•:
nl: Passeer:
pt: Passar:
sr@latn: Prolaz:

source: Print:
de: Drucken:
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘:
nl: Afdrukken:

source: Program Interrupt
de: Programm-Unterbrechung
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘³ğ‘ğ‘‘
nl: Programma onderbroken

source: SIGINT
de: Unterbrechungssignal

source: Select one directory
de: Einen Ordner auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Serial Line Connection
de: Serielle Kabelverbindung
en@shaw: ğ‘•ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Set Signal Property
de: Signaleigenschaften festlegen
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦
nl: Zet signaaleigenschap
pt: Definir Propriedades Sinal
sr@latn: Postavi osobinu signala

source: Shared libraries
de: Gemeinsam verwendete Bibliotheken
en@shaw: ğ‘–ğ‘ºğ‘› ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ğ‘Ÿ
nl: Gedeelde bibliotheken
pt: Bibliotecas partilhadas
sr@latn: Deljene biblioteke

source: Source Directories
de: Quellordner
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ
nl: Bron mappen
pt: Directórios Código
sr@latn: Direktorijumi sa izvornim kodom

source: Start Debugger
de: Debugger starten
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼

source: Stop:
de: Stopp:
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘:
nl: Stoppen:

source: TCP/IP Connection
de: TCP/IP-Verbindung

source: Yes
de: Ja
en@shaw: ğ‘˜ğ‘§ğ‘•
nl: Ja
pt: Sim
sr@latn: Da

source: _Attach
de: An_hängen
en@shaw: _ğ‘©ğ‘‘ğ‘¨ğ‘—
nl: Bij_voegen
pt: _Anexar
sr@latn: _Dodaj

source: _Automatic update
de: _Automatisches Aktualisieren
en@shaw: _ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: _Condition:
de: Be_dingung:
en@shaw: _ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯:
nl: _Voorwaarde:
pt: _Condição:
sr@latn: _Uslov:

source: _Disable all
de: Alle a_bschalten
en@shaw: _ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘·ğ‘¤
nl: Alles _uitschakelen
pt: _Desactivar todos
sr@latn: _Onemogući sve

source: _Hide paths
de: _Pfade verstecken
en@shaw: _ğ‘£ğ‘²ğ‘› ğ‘ğ‘­ğ‘ğ‘Ÿ
nl: Paden _verbergen

source: _Location:
de: _Ort:
en@shaw: _ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯:
nl: _Lokatie:
pt: _Localização:
sr@latn: _Mesto:

source: _Pass count:
de: _Durchgang:
en@shaw: _ğ‘ğ‘­ğ‘• ğ‘’ğ‘¬ğ‘¯ğ‘‘:

source: _Process to attach to:
de: Wählen Sie den anzuhängenden _Prozess:
en@shaw: _ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘‘:
nl: _Proces om bij te voegen:
pt: _Processo a anexar:
sr@latn: _Dodaje se procesu:

source: _Remove all
de: _Alle entfernen
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘·ğ‘¤
nl: _Verwijder alles
pt: _Remover todos
sr@latn: _Ukloni sve

source: _Value:
de: _Wert:
en@shaw: _ğ‘ğ‘¨ğ‘¤ğ‘¿:

source: Are you sure you want to delete all the breakpoints?
de: Sind Sie sicher, dass alle Haltepunkte gelöscht werden sollen?
nl: Weet u zeker dat u alle breekpunten wilt verwijderen?
pt: Tem a certeza que quer remover todos os breakpoints?
sr@latn: Da li ste sigurni da želite da uklonite sve tačke prekida?

source: _Breakpoints
de: _Haltepunkte
nl: _Breekpunten
sr@latn: _Tačke prekida

source: Toggle Breakpoint
de: Haltepunkt an/aus

source: Toggle breakpoint at the current location
de: Haltepunkt an der aktuellen Position an/ausschalten
nl: Toggle breekpunt op de huidige locatie
pt: Alternar o breakpoint na localização actual
sr@latn: Postavi/ukloni oznaku na tekućoj liniji

source: Add Breakpoint...
de: Haltepunkt setzen …

source: Add a breakpoint
de: Einen Haltepunkt setzen

source: Remove Breakpoint
de: Haltepunkt entfernen

source: Remove a breakpoint
de: Einen Haltepunkt entfernen

source: Edit Breakpoint
de: Haltepunkt bearbeiten

source: Edit breakpoint properties
de: Haltepunkt-Eigenschaften bearbeiten

source: Enable Breakpoint
de: Haltepunkt aktivieren

source: Enable a breakpoint
de: Einen Haltepunkt aktivieren

source: Disable All Breakpoints
de: Alle Haltepunkte deaktivieren

source: Deactivate all breakpoints
de: Alle Haltepunkte deaktivieren
nl: Deactiveren alle breekpunten
pt: Desactivar todos os breakpoints
sr@latn: Deaktiviraj sve tačke prekida

source: R_emove All Breakpoints
de: Alle Haltepunkte _entfernen

source: Remove all breakpoints
de: Alle Haltepunkte entfernen

source: Jump to Breakpoint
de: Zu Haltepunkt springen

source: Jump to breakpoint location
de: Zu einer Haltepunkt-Adresse springen

source: Disable Breakpoint
de: Haltepunkt abschalten

source: Disable a breakpoint
de: Einen Haltepunkt abschalten

source: Enabled
de: Aktiv
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›
nl: Ingeschakeld
pt: Activo
sr@latn: Omogućeno

source: Address
de: Adresse
en@shaw: ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: Type
de: Typ
en@shaw: ğ‘‘ğ‘²ğ‘

source: Condition
de: Bedingung
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯
nl: Voorwaarde
pt: Condição
sr@latn: Uslov

source: Pass count
de: Anzahl Aufrufe
en@shaw: ğ‘ğ‘­ğ‘• ğ‘’ğ‘¬ğ‘¯ğ‘‘

source: State
de: Status
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘

source: Breakpoint operations
de: Haltepunkt-Funktionen

source: _Goto address
de: Zu Adresse _springen

source: Value
de: Wert
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿
nl: Waarde
pt: Valor
sr@latn: Vrednost

source: Disassembly
de: Disassemblierung

source: Information
de: Informationen
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯
nl: Informatie
pt: Informação
sr@latn: Podaci

source: Lines
de: Zeilen
en@shaw: ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ
nl: Regels
pt: Linhas
sr@latn: Linija

source: Locals
de: Lokale Variablen
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ğ‘Ÿ
pt: Locais
sr@latn: Lokalne

source: Debugger Log
de: Debugger-Protokoll
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘¤ğ‘ªğ‘œ

source: Started
de: Gestartet
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›

source: Loaded
de: Geladen
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›

source: Running...
de: Wird ausgeführt …

source: Stopped
de: Gestoppt
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘ğ‘‘

source: Unloaded
de: Entladen
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›

source: Debugger terminated with error %d: %s
de: Debugger wurde mit Fehler %d beendet: %s
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘»ğ‘¼ %d: %s

source: Program has received signal: %s
de: Programm empfing %s Signal
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤: %s
