Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Anjuta IDE
de: Anjuta Entwicklungsumgebung
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© IDE
pt: IDE Anjuta
sr@latn: Anjuta

source: Develop software in an integrated development environment
de: Software in einer intergrierten Umgebung entwickeln
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘¦ğ‘¯ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘œğ‘®ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘ğ‘²ğ‘¼ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Integrated Development Environment
de: Integrierte Entwicklungsumgebung
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘œğ‘®ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘ğ‘²ğ‘¼ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘
pt: Ambiente de Desenvolvimento Integrado (IDE)
sr@latn: Integrisano razvojno okruženje

source: Unable to find plugin module %s
de: Konnte die Komponente %s nicht finden
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ %s

source: Unable to find plugin registration function %s in module %s
de: Konnte die Registrierungsfunktion %s der Komponente %s nicht finden
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ %s ğ‘¦ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ %s

source: Unknown error in module %s
de: Unbekannter Fehler in Modul %s
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼ ğ‘¦ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ %s

source: Missing location of plugin %s
de: Fehlender Ort für Komponente %s
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ %s

source: Missing type defined by plugin %s
de: Fehlende Typdefinition von Komponente %s
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘‘ğ‘²ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘šğ‘² ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ %s

source: plugin %s fails to register type %s
de: Registrieren von Typ %2$s durch Komponente %1$s fehlgeschlagen
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ %s ğ‘“ğ‘±ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼ ğ‘‘ğ‘²ğ‘ %s

source: The file you are trying to open contains an invalid byte sequence.
de: Die zu öffnende Datei enthält eine ungültige Byte-Reihenfolge.
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¿ ğ‘¸ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘šğ‘²ğ‘‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•.

source: anjuta was not able to automatically determine the encoding of the file you want to open.
de: Anjuta konnte nicht automatisch die Zeichenkodierung der zu öffnenden Datei erkennen.

source: Western
de: Westlich
en@shaw: ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘¯
nl: Westers
pt: Ocidental
sr@latn: zapadni

source: Central European
de: Zentraleuropa
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘¤ ğ‘˜ğ‘«ğ‘¼ğ‘©ğ‘ğ‘°ğ‘©ğ‘¯
nl: Centraal-Europees
pt: Europa Central
sr@latn: centralnoevropski

source: South European
de: Südeuropa
en@shaw: ğ‘•ğ‘¬ğ‘” ğ‘˜ğ‘«ğ‘¼ğ‘©ğ‘ğ‘°ğ‘©ğ‘¯
nl: Zuid-europees
pt: Sul Europeu
sr@latn: južnoevropski

source: Baltic
de: Baltikum
en@shaw: ğ‘šğ‘ªğ‘¤ğ‘‘ğ‘¦ğ‘’
nl: Baltisch
pt: Báltico
sr@latn: baltički

source: Cyrillic
de: Kyrillisch
en@shaw: ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’
nl: Cyrillisch
pt: Cirílico
sr@latn: ćirilični

source: Arabic
de: Arabisch
en@shaw: ğ‘¸ğ‘©ğ‘šğ‘¦ğ‘’
nl: Arabisch
pt: Árabe
sr@latn: arapski

source: Greek
de: Griechisch
en@shaw: ğ‘œğ‘®ğ‘°ğ‘’
nl: Grieks
pt: Grego
sr@latn: grčki

source: Hebrew Visual
de: Hebräisch (Lautschrift)
en@shaw: ğ‘£ğ‘°ğ‘šğ‘®ğ‘µ ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¢ğ‘©ğ‘¤
nl: Hebreeuws visueel
pt: Hebreu Visual
sr@latn: hebrejski vizuelni

source: Hebrew
de: Hebräisch
en@shaw: ğ‘£ğ‘°ğ‘šğ‘®ğ‘µ
nl: Hebreeuws
pt: Hebreu
sr@latn: hebrejski

source: Turkish
de: Türkisch
en@shaw: ğ‘‘ğ‘»ğ‘’ğ‘¦ğ‘–
nl: Turks
pt: Turco
sr@latn: turski

source: Nordic
de: Nordeuropäisch
en@shaw: ğ‘¯ğ‘ªğ‘®ğ‘›ğ‘¦ğ‘’
nl: Noors
pt: Nórdico
sr@latn: nordijski

source: Celtic
de: Keltisch
en@shaw: ğ‘’ğ‘§ğ‘¤ğ‘‘ğ‘¦ğ‘’
nl: Keltisch
pt: Celta
sr@latn: keltski

source: Romanian
de: Rumänisch
en@shaw: ğ‘®ğ‘´ğ‘¥ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘¯
nl: Roemeens
pt: Romeno
sr@latn: rumunski

source: Armenian
de: Armenisch
en@shaw: ğ‘­ğ‘®ğ‘¥ğ‘°ğ‘¯ğ‘°ğ‘©ğ‘¯
nl: Armeens
pt: Arménio
sr@latn: jermenski

source: Chinese Traditional
de: Chinesisch (traditionell)
en@shaw: ğ‘—ğ‘²ğ‘¯ğ‘°ğ‘Ÿ ğ‘‘ğ‘®ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤
nl: Traditioneel Chinees
pt: Chinês Tradicional
sr@latn: kineski tradicionalni

source: Cyrillic/Russian
de: Kirillisch/Russisch
en@shaw: ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’/ğ‘®ğ‘³ğ‘–ğ‘©ğ‘¯
nl: Cyrillisch/Russisch
pt: Cirílico/Russo
sr@latn: ćirilični/ruski

source: Japanese
de: Japanisch
en@shaw: ğ‘¡ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘°ğ‘Ÿ
nl: Japans
pt: Japonês
sr@latn: japanski

source: Korean
de: Koreanisch
en@shaw: ğ‘’ğ‘ªğ‘®ğ‘°ğ‘©ğ‘¯
nl: Koreaans
pt: Coreano
sr@latn: korejski

source: Chinese Simplified
de: Chinesisch (vereinfacht)
en@shaw: ğ‘—ğ‘²ğ‘¯ğ‘°ğ‘Ÿ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘©ğ‘“ğ‘²ğ‘›
nl: Vereenvoudigd Chinees
pt: Chinês Simplificado
sr@latn: kineski pojednostavljeni

source: Georgian
de: Georgisch
en@shaw: ğ‘¡ğ‘ªğ‘®ğ‘¡ğ‘©ğ‘¯
nl: Georgisch
pt: Geórgio
sr@latn: gruzijski

source: Cyrillic/Ukrainian
de: Kyrillisch/Ukrainisch
en@shaw: ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’/ğ‘˜ğ‘µğ‘’ğ‘®ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘¯
nl: Cyrillisch/Oekraiens
pt: Cirílico/Ucraniano
sr@latn: ćirilični/ukrajinski

source: Vietnamese
de: Vietnamesisch
en@shaw: ğ‘ğ‘°ğ‘§ğ‘‘ğ‘¯ğ‘­ğ‘¥ğ‘°ğ‘•
nl: Vietnamees
pt: Vietnamita
sr@latn: vijetnamski

source: Unknown
de: Unbekannt
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯
nl: Onbekend
pt: Desconhecido
sr@latn: Nepoznat

source: Cannot execute command: "%s"
de: %s kann nicht ausgeführt werden
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›: "%s"
nl: Kan de opdracht: "%s" niet uitvoeren

source: execvp failed
de: execvp fehlgeschlagen

source: Anjuta shell that will contain the plugin
de: Die Anjuta-Shell, die die Komponente enthalten wird
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘–ğ‘§ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯
nl: Anjuta shell die de plugin zal bevatten

source: Plugin '%s' do not want to be deactivated
de: Komponente »%s« lehnt die Deaktivierung ab

source: Could not load %s This usually means that your installation is corrupted. The error message leading to this was: %s
de: %s konnte nicht geladen werden. Dies bedeutet oftmals, dass Ihre Installation beschädigt ist. Die Fehlermeldung hierzu lautete: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘´ğ‘› %s ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘ ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘©ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ğ‘©ğ‘›. ğ‘ ğ‘»ğ‘¼ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘¤ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘ªğ‘Ÿ: %s

source: Load
de: Laden
en@shaw: ğ‘¤ğ‘´ğ‘›
nl: Laden

source: Available Plugins
de: Verfügbare Komponenten
en@shaw: ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Preferred plugins
de: Bevorzugte Komponente
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘“ğ‘»ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Only show user activatable plugins
de: Nur Komponenten zeigen, die vom Benutzer aktiviert werden können

source: These are the plugins selected by you when Anjuta prompted to choose one of many suitable plugins. Removing the preferred plugin will let Anjuta prompt you again to choose different plugin.
de: Hier werden die Komponenten angezeigt, die der Benutzer als Bevorzugte für eine bestimmte Aufgabe ausgewählt hat. Wird hier eine Komponente entfernt wird Anjuta das nächste Mal wieder einen Auswahldialog anzeigen.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘¿ ğ‘¢ğ‘§ğ‘¯ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘ğ‘®ğ‘ªğ‘¥ğ‘ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘¿ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ. ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘“ğ‘»ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘‘ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘ğ‘®ğ‘ªğ‘¥ğ‘ğ‘‘ ğ‘¿ ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯.

source: Forget selected plugin
de: Ausgewählte Komponente verwerfen
en@shaw: ğ‘“ğ‘¼ğ‘œğ‘§ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Select a plugin
de: Komponente auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Please select a plugin to activate
de: Die zu aktivierende Komponente auswählen
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘

source: No plugin able to load other plugins in %s
de: Keine Komponente kann andere Komponenten in %s laden

source: Remember this selection
de: Diese Auswahl merken
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Profiles
de: Profile
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Current stack of profiles
de: Aktueller Profil-Stapel
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘’ ğ‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Available plugins
de: Verfügbare Komponenten
en@shaw: ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Currently available plugins found in plugin paths
de: Verfügbare Komponenten, die in Komponenten-Ordnern gefunden wurden.
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘ğ‘­ğ‘ğ‘Ÿ

source: Activated plugins
de: Komponenten geladen
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Currently activated plugins
de: Geladene Komponenten
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Anjuta shell for which the plugins are
de: Die Anjuta-Shell für welche die Komponenten geladen sind

source: Anjuta status to use in loading and unloading of plugins
de: Anjuta Status, das zum laden und entladen der Komponenten benutzt wird
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘‘ ğ‘¿ğ‘• ğ‘¦ğ‘¯ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¯ ğ‘©ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Loaded:
de: Geladen:
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›:

source: Plugin Manager
de: Komponenten-Verwaltung
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: The plugin manager to use for resolving plugins
de: Die Komponentenverwaltung die verwendet werden soll
en@shaw: ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘¦ğ‘™ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Profile Name
de: Profilname
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥

source: Name of the plugin profile
de: Name des Komponenten-Profils
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: Profile Plugins
de: Komponenten des Profils
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: List of plugins for this profile
de: Liste der Komponenten für dieses Profil
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: Synchronization file
de: Synchronisationsdatei
en@shaw: ğ‘•ğ‘¦ğ‘™ğ‘’ğ‘®ğ‘©ğ‘¯ğ‘©ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤

source: File to sync the profile xml
de: Datei zum Synchronisieren des XML-Profils

source: Please select a plugin from the list
de: Bitte wählen Sie eine Komponente aus der Liste aus
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Failed to read '%s': XML parse error. Invalid or corrupted anjuta plugins profile.
de: Konnte '%s' nicht lesen: XML-Fehler. Ungültiges or beschädigtes Anjuta-Komponenten-Profil.

source: %s: Install it from '%s'
de: %s: Wird aus '%s' installiert
en@shaw: %s: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¦ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ '%s'

source: Failed to read '%s': Following mandatory plugins are missing: %s
de: '%s' konnte nicht gelesen werden. Die folgenden benötigten Komponenten fehlen: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘› '%s': ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™: %s

source: Are you sure you want to reset the preferences to their default settings?
de: Sollen die Vorlieben wirklich zu ihren Vorgabewerten zurückgesetzt werden?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ğ‘º ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ?
nl: Weet u zeker dat de instellingen wilt resetten naar hun fabrieksinstellingen?
pt: Tem a certeza que deseja repor as preferências com os seus valores por omissão?
sr@latn: Da li ste sigurni da želite da vratite podešavanja na njihove podrazumevane vrednosti?

source: _Reset
de: _Zurücksetzen
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘
nl: _Resetten
pt: _Reiniciar
sr@latn: _Vrati postavku

source: Category
de: Kategory
en@shaw: ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘°
nl: Categorie
pt: Categoria
sr@latn: Kategorija

source: General
de: Allgemein
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤
nl: Algemeen
pt: Geral
sr@latn: Opšte

source: Anjuta Preferences
de: Anjuta Einstellungen
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ
nl: Anjuta voorkeuren
pt: Preferências Anjuta
sr@latn: Anjuta Podešavanja

source: Select the items to save:
de: Die zu speichernden Objekte auswählen:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘•ğ‘±ğ‘:

source: If you do not save, all your changes will be lost.
de: Wenn nicht gespeichert wird gehen alle Änderungen verloren.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘, ğ‘·ğ‘¤ ğ‘¿ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘.

source: Save
de: Speichern
en@shaw: ğ‘•ğ‘±ğ‘

source: Item
de: Objekt
en@shaw: ğ‘²ğ‘‘ğ‘©ğ‘¥
sr@latn: Stavka

source: _Discard changes
de: Änderungen _verwerfen
en@shaw: _ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘­ğ‘®ğ‘› ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: <b>There is %d item with unsaved changes. Save changes before closing?</b>
de: Es gibt %d geändertes Objekt. Soll es vor dem Schließen gespeichert werden?

source: There is an item with unsaved changes. Save changes before closing?
de: Es gibt ein geändertes Objekt. Soll es vor dem Schließen gespeichert werden?

source: Action
de: Aktion
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯
nl: Actie

source: Visible
de: Sichtbar
en@shaw: ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤
nl: Zichtbaar
pt: Visível
sr@latn: Vidljiva

source: Sensitive
de: Aktiv
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘
nl: Gevoelig

source: Shortcut
de: Abkürzung
en@shaw: ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘
nl: Snelkoppeling

source: The "%s" utility is not installed. Please install it.
de: "%s" ist auf ihrem Rechner nicht installiert. Bitte installieren und Anjuta neu starten
en@shaw: ğ‘ "%s" ğ‘˜ğ‘µğ‘‘ğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘° ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¦ğ‘‘.
nl: U heeft "%s" niet geinstalleerd op uw computer. Installeer het alstublieft.

source: Cannot execute command: %s (using shell %s)
de: Kommandozeile %s kann nicht mittels dem Prompt %s ausgeführt werden
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›: %s (ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘–ğ‘§ğ‘¤ %s)
nl: Kan de opdracht %s niet uitvoeren (via de shell %s)

source: Unable to display help. Please make sure Anjuta documentation package is install. It can be downloaded from http://anjuta.org
de: Konnte Hilfe nicht anzeigen. Bitte stellen Sie sicher, dass die Anjuta-Dokumentation installiert ist. Diese kann unter http://anjuta.org heruntergeladen werden.
nl: Kon de hulp niet tonen. Controleer of het Anjuta documentatiepakket geïnstalleerd is. Het kan worden gedownload van http://anjuta.org
sr@latn: Ne mogu da prikažem pomoć. Proverite da li je paket sa dokumentacijom Anjute instaliran. Možete ga preuzeti sa http://anjuta.org

source: Modified
de: Verändert
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›

source: Added
de: Hinzugefügt
en@shaw: ğ‘¨ğ‘›ğ‘©ğ‘›

source: Deleted
de: Gelöscht
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›

source: Conflicted
de: Im Konflikt
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘›

source: Missing
de: Fehlend
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™

source: Unversioned
de: Ohne Version

source: Text to render
de: Text der gerendert werden soll
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘»
nl: Weer te geven tekst
pt: Texto a renderizar
sr@latn: Tekst koji se prikazuje

source: Pixbuf Object
de: Pixbuf Objekt
pt: Objecto Pixbuf
sr@latn: Sličica

source: The pixbuf to render.
de: Der Pixbuf, der gerendert werden soll
nl: De te renderen pixbuf
pt: O pixbuf a renderizar.
sr@latn: Sličica koja se prikazuje

source: Widget not found: %s
de: Widget %s konnte nicht gefunden werden
en@shaw: ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›: %s
nl: Widget niet gevonden: %s
pt: Widget não encontrado: %s
sr@latn: Element nije nađen: %s

source: Could not find application pixmap file: %s
de: Pixmap %s der Anwendung konnte nicht gefunden werden.
nl: Kon niet vinden applicatie pixmap bestand: %s
pt: Incapaz de encontrar ficheiro pixmap da aplicação: %s
sr@latn: Ne mogu pronaći pixmap datoteku programa: %s

source: <b>Build</b>
de: <b>Erstellen</b>

source: <b>Configuration:</b>
de: <b>Konfiguration::</b>

source: <b>Install</b>
de: <b>installieren</b>

source: <b>Regenerate project</b>
de: <b>Projekt neu generieren</b>

source: <b>Select Program to run:</b>
de: <b>Auszuführendes Programm auswählen:</b>

source: Arguments:
de: Argumente:
en@shaw: ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•:

source: Build Directory:
de: Ordner zur Erstellung:
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦:

source: Configure Options:
de: Optionen konfigurieren:
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Configure Project
de: Projekt konfigurieren
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘
nl: Configureer project
pt: Configurar Projecto
sr@latn: Podesi projekat

source: Continue on errors
de: Bei Fehlern fotfahren
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘ªğ‘¯ ğ‘»ğ‘¼ğ‘Ÿ

source: Highlight message locations in editor
de: Übersetzungsort im Editor hervorheben
en@shaw: ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Install as root:
de: Als Administrator installieren:
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘®ğ‘µğ‘‘:

source: Run in terminal
de: Im Terminal ausführen
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘¦ğ‘¯ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
nl: Uitvoeren in console
pt: Executar na consola
sr@latn: Pokreni u terminalu

source: Run several commands at a time:
de: Mehrere Befehle zugleich ausführen:
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘© ğ‘‘ğ‘²ğ‘¥:

source: Select Program
de: Programm auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Select a build directory
de: Ordner zum Kompilieren auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Translate messages
de: Nachricht übersetzen
en@shaw: ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Default
de: Vorgabe
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘
nl: Standaard
pt: Omissão

source: Profiling
de: Profilieren
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘¦ğ‘™

source: Optimized
de: Optimiert

source: No executables in this project!
de: Keine ausführbaren Dateien in diesem Projekt!

source: Program
de: Programm
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: No file or project currently opened.
de: Keine Datei/kein Projekt geöffnet.
en@shaw: ğ‘¯ğ‘´ ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘›.

source: Program '%s' is not a local file
de: Programm '%s' ist keine lokale Datei
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤

source: Program '%s' does not exists
de: Das Programm '%s' existiert nicht

source: Program '%s' does not have execution permission
de: Keine Ausführungs-Rechte für das Programm '%s'
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ '%s' ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘’ğ‘•ğ‘¦ğ‘’ğ‘¿ğ‘•ğ‘©ğ‘¯ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯

source: No executable for this file.
de: Keine ausführbare Datei zu dieser Datei.
en@shaw: ğ‘¯ğ‘´ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤.
nl: Geen uitvoerbaar bestand voor dit bronbestand.
pt: Nenhum executável para este ficheiro.
sr@latn: Nema izvršne datoteke za ovaj program.

source: Executable '%s' is not up-to-date.
de: Die ausführbare Datei »%s« ist nicht aktuell.
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ '%s' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘³ğ‘-ğ‘‘-ğ‘›ğ‘±ğ‘‘.

source: make(\[\d+\])?:\s+Entering\s+directory\s+`(.+)'
de: make(\[\d+\])?:\s+Betrete\s+Verzeichnis\s+`(.+)'
en@shaw: make(\[\d+\])?:\s+ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘¦ğ‘™\ğ‘•+ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦\s+`(.+)'

source: make(\[\d+\])?:\s+Entering\s+directory\s+'(.+)'
de: make(\[\d+\])?:\s+Betrete\s+Verzeichnis\s+'(.+)'
en@shaw: make(\[\d+\])?:\s+ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘¦ğ‘™\ğ‘•+ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦\s+'(.+)'

source: make(\[\d+\])?:\s+Leaving\s+directory\s+`(.+)'
de: make(\[\d+\])?:\s+Verlasse\s+Verzeichnis\s+`(.+)'
en@shaw: make(\[\d+\])?:\s+ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™\ğ‘•+ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦\s+`(.+)'

source: make(\[\d+\])?:\s+Leaving\s+directory\s+'(.+)'
de: make(\[\d+\])?:\s+Verlasse\s+Verzeichnis\s+'(.+)'
en@shaw: make(\[\d+\])?:\s+ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™\ğ‘•+ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦\s+'(.+)'

source: Entering: %s
de: Betrete: %s
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘¦ğ‘™: %s

source: Leaving: %s
de: Verlasse: %s
en@shaw: ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™: %s

source: warning:
de: Warnung:
en@shaw: ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™:
nl: waarschuwing:

source: error:
de: Fehler:
en@shaw: ğ‘»ğ‘¼:
nl: fout:

source: Command exited with status %d
de: Befehl schloss mit Status %d ab
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• %d

source: Command canceled by user
de: Befehl wurde vom Benutzer widerrufen
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘› ğ‘šğ‘² ğ‘¿ğ‘Ÿğ‘¼

source: Command aborted by user
de: Befehl wurde vom Benutzer abgebrochen
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘©ğ‘šğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘¿ğ‘Ÿğ‘¼

source: Command terminated with signal %d
de: Befehl wurde mit Status %d beendet
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ %d

source: Command terminated for an unknown reason
de: Befehl wurde aus unbekanntem Grund beendet
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯

source: Total time taken: %lu secs
de: Benötigte Zeit: %lu Sek.
nl: Totale verlopen tijd: %lu seconden
pt: Tempo total utilizado: %lu segs
sr@latn: Ukupno trajanje: %lu sekunde

source: Completed unsuccessfully
de: Nicht erfolgreich abgeschlossen
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘°

source: Completed successfully
de: Erfolgreich abgeschlossen
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦

source: Build %d: %s
de: Erstelle %d: %s
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘› %d: %s

source: Can not compile "%s": No compile rule defined for this file type.
de: »%s« kann nicht übersetzt werden: Es ist keine Übersetzungsregel für diesen Dateitypen definiert.

source: Can not configure project: Missing configure script in %s.
de: Projekt kann nicht konfiguriert werden: Das Skript zum Konfigurieren fehlt in »%s«.

source: _Build
de: _Erstellen
en@shaw: _ğ‘šğ‘¦ğ‘¤ğ‘›
nl: _Bouwen
pt: C_onstruir
sr@latn: _Prevedi i poveži

source: _Build Project
de: Projekt _übersetzen
en@shaw: _ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: Build whole project
de: Übersetzt das gesamte Projekt
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘£ğ‘´ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘
nl: Het gehele project bouwen

source: _Install Project
de: Projekt _installieren
en@shaw: _ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: Install whole project
de: Projekt installieren
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘£ğ‘´ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘
nl: Hele project installeren

source: _Clean Project
de: Projekt _bereinigen
en@shaw: _ğ‘’ğ‘¤ğ‘°ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: Clean whole project
de: Gesamtes Projekt bereinigen
en@shaw: ğ‘’ğ‘¤ğ‘°ğ‘¯ ğ‘£ğ‘´ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘
nl: Het gehele project schoonmaken (make clean)

source: C_onfigure Project...
de: Projekt _konfigurieren...

source: Configure project
de: Projekt konfigurieren
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘
nl: Project configureren (make configure)

source: Build _Tarball
de: A_rchiv erstellen

source: Build project tarball distribution
de: Distributionspaket erstellen

source: _Build Module
de: _Module übersetzen
en@shaw: _ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: Build module associated with current file
de: Der aktuellen Datei zugehöriges Modul übersetzen
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘©ğ‘•ğ‘´ğ‘–ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤

source: _Install Module
de: Module _installieren
en@shaw: _ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: Install module associated with current file
de: Der aktuellen Datei zugehöriges Modul installieren
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘©ğ‘•ğ‘´ğ‘–ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤

source: _Clean Module
de: Modul be_reinigen
en@shaw: _ğ‘’ğ‘¤ğ‘°ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: Clean module associated with current file
de: Der aktuellen Datei zugehöriges Modul bereinigen
en@shaw: ğ‘’ğ‘¤ğ‘°ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘©ğ‘•ğ‘´ğ‘–ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤
