Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Give a space separated list of directories to be built after source module. This will be set in configure and Makefiles will be generated for them. They will be built after the source (src/) directory during "make".
nl: Geef een door spaties gescheiden lijst van mappen om te bouwen na de broncode. Dit zal in configure.in worden ingesteld en de nodige Makefiles worden ervoor gemaakt. Ze zullen na de map met broncode (src/) gebouwd worden tijden "make".
pt: Indique uma lista separada por espaços de directórios a compilar após o módulo de código. Será definido nos ficheiros de configure e Makefiles serão geradas para eles. Serão compilados após o directório de código (src/) durante o "make".
sr@latn: Zadajte spisak direktorijuma odvojenih praznim mestom, koji se prevode i povezuju posle modula sa izvornim kodom. Ovo će biti postavljeno u configure skripti i za njih će biti stvorene Makefile skripte. Oni će biti prevedeni posle src/ direktorijuma sa izvornim kodom za vreme poziva naredbe „make“.

source: Give a space separated list of directories to be built before source module. This will be set in configure.in and Makefiles will be generated for them. They will be built before the source (src/) directory during "make".
nl: Geef een door spaties gescheiden lijst van mappen om te bouwen voor de broncode. Dit zal in configure.in worden ingesteld en de nodige Makefiles worden ervoor gemaakt. Ze zullen voor de map met broncode (src/) gebouwd worden tijden "make".
pt: Indique uma lista separada por espaços de directórios a compilar antes do módulo de código. Será definido nos ficheiros configure.in e Makefiles serão geradas para eles. Serão compilados antes do directório de código (src/) durante o "make".
sr@latn: Zadajte spisak direktorijuma odvojenih praznim mestom, koji se prevode i povezuju pre modula sa izvornim kodom. Ovo će biti postavljeno u configure skripti i za njih će biti stvorene Makefile skripte. Oni će biti prevedeni pre src/ direktorijuma sa izvornim kodom za vreme poziva naredbe „make“.

source: Headers
nl: Kopteksten
pt: Cabeçalhos
sr@latn: Zaglavlja

source: High-Level Optimization (Functions inlined wherever possible)
nl: Optimalisatie op lhoog niveau (Functies inline waar mogelijk)
pt: Optimização de Alto-Nível (Funções na mesma linha quando possível)
sr@latn: Optimizacija visokog nivoa (Funkcije se ugnežđuju gde god je moguće

source: History sizes
nl: Geschiedenisgrootte
pt: Tamanhos histórico
sr@latn: Veličina istorije

source: Ignore files and directories
nl: Bestanden en mappen negeren
pt: Ignorar ficheiros e directórios
sr@latn: Zanemari datoteke i direktorijume

source: Import Wizard
nl: Import-assistent
pt: Ajudante Importação
sr@latn: Čarobnjak za uvoz

source: Import existing project. The Import Wizard will guide you to import an existing Project into Anjuta and convert it into Anjuta Project. There will be no data loss or modification done to the project.
nl: Bestaand project importeren. De import-assistent zal u helpen bij het importeren en converteren van een bestaand project naar een Anjuta-project. Er zal geen dataverlies zijn en niets aan uw project zal worden gewijzigd.
sr@latn: Uvezite postojeći projekat. Čarobnjak za uvoz će vam pomoći da uvezete jedan postojeći projekat u Anjutu i pretvorite ga u Anjuta projekat. Podaci projekta koji se uvoze neće biti izgubljeni niti menjani.

source: Include Paths
nl: Include paden
pt: Caminhos de Includes
sr@latn: Uključi putanje

source: Info Pages
nl: Info pagina's
pt: Páginas Info
sr@latn: Info stranice

source: Input string:
nl: Invoer tekenreeks:
pt: Expressão entrada:
sr@latn: Ulazni niz znakova:

source: Keep going when some targets can not be made
nl: Ga door als sommige doelen niet gemaakt kunnen worden
pt: Continuar quando alguns alvos não conseguem ser criados
sr@latn: Nastavi sa prevođenjem i kada neki delovi ne mogu da se prevedu

source: Language-specific commands:
nl: Taalspecifieke opdrachten:
pt: Comandos específicos da linguagem:
sr@latn: _Posebne nardbe jezika:

source: Libraries
nl: Bibliotheken
pt: Bibliotecas
sr@latn: Biblioteke

source: Library Paths
nl: Bibliotheekpaden
pt: Caminhos de Bibliotecas
sr@latn: Putanje biblioteka

source: Linker Flags (LDFLAGS):
nl: Linkvlaggen (LDFLAGS):
pt: Flags Linker (LDFLAGS):
sr@latn: Opcije programa za povezivanje (LDFLAGS):

source: Load _global defaults
nl: _Algemene standaarden laden
pt: Ler omissões _globais
sr@latn: Učitaj _opšte podešavanja

source: Load _user defaults
nl: _Gebruikersinstellingen laden
pt: Ler omissões _utilizador
sr@latn: Učitaj korisnička podešavanja

source: Low-Level Optimization (Machine dependent optimization)
nl: Optimalisatie op laag niveau (Machine afhankelijke optimalisatie)
pt: Optimização de Baixo-Nível (Optmização dependente máquina)
sr@latn: Optimizacija na niskom nivou (mašinski zavisna optimizacija)

source: Man pages
nl: Man pagina's
pt: Páginas man
sr@latn: Man stranice

source: Maximum number of independent jobs (0 == no limit)
nl: Maximum aantal onafhankelijke taken ( 0 = ongelimiteerd)
pt: Número máximo de processos independentes (0 == sem limite)
sr@latn: Maksimalni broj nezavisnih poslova (0 == bez ograničenja)

source: Medium-Level Optimization (Without space-speed trade-off)
nl: Optimalisatie op gemiddeld niveau (zonder ruimte-snelheid wisselwerking)
pt: Optimização de Médio-Nível (Sem compromisso espaço-velocidade)
sr@latn: Optimizacija srednjeg nivoa (Bez kompromisa u pogledu prostora-brzine)

source: Menu icon:
nl: Menupictogram:
pt: Ícone menu:
sr@latn: Ikonica menija:

source: Menu location:
nl: Menulocatie:
pt: Localização menu:
sr@latn: Mesto menija:

source: New file
nl: Nieuw bestand
pt: Novo ficheiro
sr@latn: Nova datoteka

source: No Optimization
nl: Geen optimalisatie
pt: Sem Optimização
sr@latn: Bez optimizacije

source: Note: If there is a project open, the preferences in this page are project preferences and will be loaded from and saved with the project. If there is no project open, they will be global preferences.
nl: Let op: Als u een project geopend heeft zullen deze voorkeuren specifiek voor dit project zijn en geladen en opgeslagen worden tezamen met het project. Als u geen project geopend heeft, zijn de voorkeuren globaal.
pt: Note: Se estiver um projecto aberto, as preferências nesta página são preferências de projecto e serão lidas e gravadas com o projecto. Se não estiver um projecto aberto, serão preferências globais.
sr@latn: Napomena: Ako postoji otvoren projekat, postavke na ovoj stranici su postavke projekta i biće učitane iz i zabeležene sa projektom. Ako nema otvorenih projekata, koristiće se opšte postavke.

source: Open Project
nl: Project openen
pt: Abrir Projecto
sr@latn: Otvori projekat

source: Open existing Project.
nl: Eeb bestaand project openen.
pt: Abrir Projecto existente.
sr@latn: Otvori postojeći projekat

source: Open existing file or create a new file.
nl: Bestaand bestand openen of nieuw bestand aanmaken.
pt: Abrir ficheiro existente ou criar um novo ficheiro.
sr@latn: Otvori postojeću datoteku ili napravi novu datoteku

source: Open last working Project
nl: Laatste werkproject openen
pt: Abrir último Projecto utilizado
sr@latn: Otvori poslednji rađeni projekat

source: Optimization
nl: Optimalisatie
pt: Optimização
sr@latn: Optimizacija

source: Others
nl: Overigen
pt: Outros
sr@latn: Ostali

source: Output files
nl: Uitvoerbestanden
pt: Ficheiros saida
sr@latn: Izlazne datoteke

source: Po module (translation) Makefile.am
nl: Po module (Dutch) Makefile.am
pt: Makefile.am do módulo po (tradução)
sr@latn: Po modul (prevod) Makefile.am

source: Programs
nl: Programma's
pt: Aplicações
sr@latn: Programi

source: Project Configuration
nl: Project configuratie
pt: Configuração de Projecto
sr@latn: Podešavanja projekta

source: Project Description
nl: Projectbeschrijving
pt: Descrição Projecto
sr@latn: Opis projekta

source: Project Version
nl: Projectversie:
pt: Versão Projecto
sr@latn: Verzija projekta

source: Project configure.in
nl: Project's configure.in
pt: configure.in do Projecto
sr@latn: Projektna configure.in datoteka

source: Project level
nl: Project niveau
pt: Nível projecto
sr@latn: Nivo projekta

source: Projects:
nl: Projecten:
pt: Projectos:
sr@latn: Projekti:

source: Recent Files:
nl: Recente bestanden:
pt: Ficheiros Recentes:
sr@latn: Nedavne datoteke

source: Recent Projects:
nl: Recente Projecten:
pt: Projectos Recentes:
sr@latn: Nedavni projekti

source: Reset all sticky tags during update (looses branch) [-A]
nl: Alle blijvende tags resetten tijdens bijwerken (branch-informatie gaat verloren) [-A]
pt: Limpar todas as etiquetas pegajosas durante a actualização (perde ramificação) [-A]
sr@latn: Vrati sve lepljive oznake pri osvežavanju (gubi granu) [-A]

source: Run Configure Script
nl: Configure-script uitvoeren
pt: Executar Script Configuração
sr@latn: Pokreni skriptu za podešavanje

source: Run detached
nl: Losgekoppeld uitvoeren
pt: Executar à parte
sr@latn: Pokreni odvojeno

source: Scripts at the end of top level Makefile.am
nl: Scripts aan het eind van bovenste Makefile.am
pt: Scripts no final do Makefile.am de topo
sr@latn: Skripte na kraju korene Makefile.am datoteke

source: Settings
nl: Instellingen
pt: Definições
sr@latn: Podešavanja

source: Show tooltips
nl: Hulpballonnen tonen
pt: Mostrar dicas ferramentas
sr@latn: Prikaži pomoć iznad ikonica

source: Silent. That is, do not echo shell commads during make
nl: Stil. Dat betekent: opdrachten niet weergeven tijdens de 'make'
pt: Silencio. Isto é, não enviar comandos de consola durante o make
sr@latn: Ne prikazuj naredbe interpretatora naredbi za vreme poziva programa make

source: Source module Makefile.am
nl: Bronmodule Makefile.am
pt: Makefile.am do módulo código
sr@latn: Modul izvornog koda Makefile.am

source: Start with a new Project. Application wizard will guide you with Project creation. With the Application Wizard, you will be able to create the skeleton of various Project types.
nl: Start met een nieuw project. De toepassing-assistent zal u helpen bij het aanmaken van het project. Met de toepassing-assistent kunt op eenvoudige wijze een sjabloon voor verschillende soorten projecten opbouwen.
sr@latn: Otpočnite sa novim projektom. Čarobnjak za izradu programa će vas voditi kroz to stvaranje. Sa čarobnjakom za izradu programa, moći ćete da izradite okvir različitih tipova projekata.

source: Supports
nl: Ondersteunt
pt: Suporte
sr@latn: Podržava

source: Target:
nl: Doel:
pt: Alvo:
sr@latn: Izlazna datoteka:

source: Update tags image automatically
nl: Tag-afbeelding automatisch verversen
pt: Actualizar automaticamente imagem de etiquetas
sr@latn: Automatski dopuni spisak funkcija/promenljivih

source: User Tools
nl: Gebruikershulpmiddelen
pt: Ferramentas Utilizador
sr@latn: Korisnički alati

source: User email address:
nl: E-mail adres van gebruiker:
pt: Email utilizador:
sr@latn: Korisnička adresa e-pošte:

source: User information
nl: Gebruikersinformatie
pt: Informação utilizador
sr@latn: Korisnički podaci

source: User name:
nl: Gebruikersnaam:
pt: Nome utilizador:
sr@latn: Korisničko ime:

source: Warn when an undefined variable is referenced in the Makefile
nl: Waarschuw als een ongedefinieerde variabele wordt gebruikt in de Makefile
pt: Avisar quando uma variável não definida é referenciada na Makefile
sr@latn: Upozori kada se uzima adresa nedefinisane promenljive u datoteci Makefile

source: Warnings
nl: Waarschuwingen
pt: Avisos
sr@latn: Upozorenja

source: _Build a file:
nl: Een bestand _bouwen:
pt: _Compilar um ficheiro:
sr@latn: _Prevedi datoteku:

source: _Execute:
nl: _Uitvoeren:
pt: _Executar:
sr@latn: _Izvrši:

source: _Image editor:
nl: _Afbeelding-editor:
pt: Editor _imagens:
sr@latn: _Obrada slika:

source: _Language:
nl: _Taal:
pt: _Linguagem:
sr@latn: _Jezik:

source: _Make a file:
nl: Maak een bestand:
pt: Ficheiro _Make:
sr@latn: _Prevedi datoteku:

source: _Pixmap editor:
nl: _Pictogram editor:
pt: Editor _pixmaps:
sr@latn: _Uređivanje sličica:

source: dialog2
nl: dialoog2

source: dialog4
nl: dialoog4

source: Stock Encodings
nl: Standaard coderingen
pt: Codificações de Fábrica
sr@latn: Isporučena kodiranja

source: Supported Encodings
nl: Ondersteunde coderingen
pt: Codificações Suportadas
sr@latn: Podržana kodiranja

source: launcher.c: Error while reading child stdout
nl: launcher.c: Fout bij lezen van dochter standaarduitvoer
pt: launcher.c: Erro ao ler stdout filho
sr@latn: launcher.c: greška pri čitanju sadržanog standardnog izlaza

source: launcher.c: STDOUT pipe closed
nl: launcher.c: STDOUT pipe gesloten
pt: launcher.c: Ligação STDOUT fechada
sr@latn: launcher.c: cev standardnog izlaza je zatvorena

source: launcher.c: Error while reading child stderr
nl: launcher.c: Fout bij lezen van dochter foutmeldingsuitvoer
pt: launcher.c: Erro ao ler stderr filho
sr@latn: launcher.c: greška pri čitanju sadržanog standardnog izlaza za greške

source: launcher.c: STDERR pipe closed
nl: launcher.c: STDERR pipe gesloten
pt: launcher.c: Ligação STDERR fechada
sr@latn: launcher.c: cev standardnog izlaza za greške je zatvorena

source: launcher.c: Error while reading child pty
nl: launcher.c: Fout bij lezen van dochter pty
pt: launcher.c: Erro ao ler pty filho
sr@latn: launcher.c: greška pri čitanju sadržanog terminala

source: launcher.c: PTY pipe error!
nl: launcher.c: PTY pipe fout!
pt: launcher.c: Erro ligação PTY!
sr@latn: launcher.c: cev terminala je zatvorena

source: launcher.c: Failed to set channel encoding!
nl: launcher.c: Kanaal-codering instellen mislukt!

source: Anjuta Preferences Dialog
nl: Anjuta voorkeuren dialoogvenster
pt: Diálogo Preferências Anjuta
sr@latn: Prozorče za Anjuta podešavanja

source: Unable to create file: %s.
nl: Kan bestand %s niet aanmaken.
pt: Incapaz de criar ficheiro: %s.
sr@latn: Ne mogu napraviti datoteku: %s.

source: Unable to complete file copy
nl: Kon kopiëren van bestand niet voltooien
pt: Incapaz de terminar cópia de ficheiro
sr@latn: Ne mogu završiti umnožavanje datoteke

source: System:
nl: Systeem:
pt: Sistema:
sr@latn: Sistem:

source: Cannot execute command %s (using shell %s)
nl: Kan de opdracht %s niet uitvoeren (via de shell %s)

source: This dialog displays all the available plugins for Anjuta. You can select which plugins you want to use by clicking on the plugin in the list.
nl: Dit dialoogvenster toont alle beschikbare plugins voor Anjuta. U kunt kiezen welke plugins u wilt gebruiken door in de lijst op de plugin te klikken.

source: Could not find application image file: %s
nl: Kon applicatie image bestand %s niet vinden
pt: Incapaz de encontrar ficheiro de imagem da aplicação: %s
sr@latn: Ne mogu pronaći datoteku sa slikom programa: %s

source: Text in the entry
nl: Tekst in het invoerveld

source: Width
nl: Breedte
pt: Largura
sr@latn: Širina

source: Width of the entry.
nl: Breedte van het invoerveld.

source: Accelerator key
nl: Sneltoets

source: Accelerator modifiers
nl: Controletoetsen voor sneltoetsen

source: Accelerator Mode
nl: Sneltoets-modus

source: The type of accelerator.
nl: Het type sneltoets.

source: Type a new accelerator, or press Backspace to clear
nl: Typ een nieuwe sneltoets of toets op Backspace om te wissen

source: Type a new accelerator
nl: Typ een nieuwe sneltoets

source: The child model
nl: Het dochtermodel

source: The model for the filtermodel to filter
nl: Het model wat door het filtermodel wordt gefilterd

source: The virtual root
nl: De virtuele root

source: The virtual root (relative to the child model) for this filtermodel
nl: De virtuele root (relatief tot het dochtermodel) voor dit filtermodel

source: Line %d character %d: %s
nl: Regel %d teken %d: %s

source: Could not parse "%s" as an integer
nl: Kon "%s" niet als een geheel getal verwerken

source: Did not understand trailing characters "%s" in string "%s"
nl: Kon de laatste tekens "%s" in de tekenreeks "%s" niet begrijpen

source: Integer %ld must be positive
nl: Geheel getal %ld moet positief zijn

source: Integer %ld is too large, current max is %d
nl: Geheel getal %ld is te groot, huidig maximum is %d

source: Boolean values must be "true" or "false" not "%s"
nl: Boolese waarden moeten zijn: "waar" of "onwaar" en niet "%s"

source: The value "%s" is not part of the enum "%s"
nl: De waarde "%s" is geen deel van de 'enum' "%s"

source: The type "%s" can't be parsed from a string
nl: Het type "%s" kan niet worden ontleed uit een tekenreeks

source: The property "%s" does not exist
nl: De eigenschap "%s" bestaat niet

source: The type attribute can only be specified once.
nl: Het type attribuut kan slechts één keer worden gespecificeerd.

source: The type "%s" is not a valid type.
nl: Het type "%s" is geen geldig type.

source: The type "%s" is not a cell renderer type.
nl: Het type "%s" is geen cel-renderer type.

source: No type attribute specified.
nl: Geen type attribuut aangegeven.

source: Outermost element in theme must be <treeview_state> not <%s>
nl: Buitenste element in thema moet zijn: <treeview_state> niet <%s>

source: Element inside of <treeview_state> must be <treeview> not <%s>
nl: Element binnen <treeview_state> moet zijn: <treeview> niet <%s>

source: Element inside of <treeview> must be <column> not <%s>
nl: Element binnen <treeview> moet zijn: <column> niet <%s>

source: Element inside of <column> must be <cell> not <%s>
nl: Element binnen <column> moet zijn: <cel> niet <%s>

source: The <cell> element must not have any children.
nl: Het <cel> element mag geen dochters hebben.

source: Dock items
nl: Dok-items
pt: Anexar itens
sr@latn: Pripojene stavke

source: Layout Managment
nl: Indelingsbeheer
pt: Gestão Disposições
sr@latn: Upravljanje rasporedom

source: Saved layouts
nl: Opgeslagen opmaken
pt: Disposições gravadas
sr@latn: Sačuvani rasporedi

source: _Load
nl: _Laden
pt: _Ler
sr@latn: _Učitaj

source: _Lock dock items
nl: Dok-items _vastzetten
pt: _Trancar itens anexáveis
sr@latn: _Zaključaj spojnice

source: This file has not been saved. Save it first and then build.
nl: Dit bestand is niet opgeslagen. Sla het eerst op en bouw daarna.
pt: Este ficheiro não está gravado. Grave-o primeiro e depois compile.
sr@latn: Ova datoteka nije zabeležena. Prvo je zabeležite a zatim prevedite.

source: The executable is up-to-date, there is no need to build it again.
nl: Het uitvoerbare bestand is up-to-date, er is geen reden om opnieuw te bouwen.
pt: O executável está actualizado, não é preciso recompila-lo.
sr@latn: Izvršna datoteka je najnovija tako da nema potrebe da je ponovo prevodite.

source: No build command has been specified for this type of file.
nl: Geen bouwopdracht voor dit type bestand gegeven.
pt: Não foi especificado nenhum comando de compilação para este tipo de ficheiro.
sr@latn: Nije navedena naredba za prevođenje za ovaj tip datoteke.

source: Building file: %s ...
nl: Bouwen van bestand: %s ...
pt: A compilar ficheiro: %s ...
sr@latn: Prevodim i povezujem: %s ...

source: Completed ... unsuccessful
nl: Voltooid ... niet succesvol
pt: Terminada... insucesso
sr@latn: Završeno ... neuspešno

source: Completed ... unsuccessful
nl: Voltooid ... niet succesvol
pt: Terminado ... insucesso
sr@latn: Završeno ... neuspešno

source: Completed ... successful
nl: Voltooid ... succesvol
pt: Terminado ... sucesso
sr@latn: Završeno ... uspešno

source: Completed ... successful
nl: Voltooid ... succesvol
pt: Terminado... sucesso
sr@latn: Završeno ... uspešno

source: Unable to build module. Check Settings->Commands.
nl: Kan module niet bouwen. Controleer Instellingen->Opdrachten.
pt: Incapaz de compilar módulo. Verifique Definições->Comandos.
sr@latn: Ne mogu povezati modul. Proverite Podešavanja -> Naredbe.

source: Build Project
nl: Bouw project
pt: Compilar Projecto
sr@latn: Prevedi i poveži projekat

source: Building source directory of the Project:
nl: Bouwen bronmap van het project:
pt: A compilar directório de código do Projecto:
sr@latn: Prevodim i povezujem sve pod direktorijumom sa izvornim kodom projekta:

source: Unable to build Project. Check Settings->Commands.
nl: Kan project niet bouwen. Controleer Instellingen->Opdrachten.
pt: Incapaz de compilar Projecto. Verifique Definições->Comandos.
sr@latn: Ne mogu izgraditi projekat. Proverite Podešavanja -> Naredbe.

source: Building the whole Project:
nl: Het hele project bouwen:
pt: A compilar todo o Projecto:
sr@latn: Prevođenje celog projekta:

source: Unable to build tarball. Check Settings->Commands.
nl: Niet in staat om een tarball te bouwen. Controleer Instellingen->Opdrachten.
pt: Incapaz de criar ficheiro tar. Verifique Definições->Comandos.
sr@latn: Ne mogu izgraditi arhivu. Proverite Podešavanja -> Naredbe.

source: Build Distribution
nl: Bouw distributie
pt: Compilar Distribuição
sr@latn: Izgradi paket/arhivu

source: Building the distribution package of the Project:
nl: Bouw het distributiepakket van het project:
pt: A compilar o pacote de distribuição do Projecto:
sr@latn: Izgradi paket/arhivu projekta:

source: Do you prefer installing as root ?
nl: Wilt u liever als supergebruiker (root) installeren?
pt: Prefere instalar como root ?
sr@latn: Da li više volite da instalirate program kao administrator sistema rut(root) ?

source: Unable to auto generate. Check Settings->Commands.
nl: Kan niet automatisch genereren. Controleer Instellingen->Opdrachten.
pt: Incapaz de auto gerar. Verifique Definições->Comandos.
sr@latn: Ne mogu automatski napraviti. Proverite Podešavanja -> Naredbe.

source: Auto generate Project
nl: Project automatisch genereren
pt: Auto-gerar Projecto
sr@latn: Automatski napravi projekat

source: Auto generating the Project:
nl: Automatische generatie van project:
pt: A auto-gerar o Projecto:
sr@latn: Automatski napravi projekat:

source: Unable to install Project. Check Settings->Commands.
nl: Kan het project niet installeren. Controleer Instellingen->Opdrachten.
pt: Incapaz de instalar Projecto. Verifique Definições->Comandos.
sr@latn: Ne mogu instalirati projekat. Proverite Podešavanja -> naredbe.

source: Install Project
nl: Project installeren
pt: Instalar Projecto
sr@latn: Instaliraj projekat

source: Installing the Project:
nl: Bezig met installeren van project:
pt: A Instalar o Projecto:
sr@latn: Instaliranje projekta:

source: Unable to clean Project. Check Settings->Commands.
nl: Kan het project niet opruimen. Controleer Instellingen->Opdrachten.
pt: Incapaz de limpar Projecto. Verifique Definições->Comandos.
sr@latn: Ne mogu očistiti projekat. Proverite Podešavanja -> Naredbe.

source: Clean
nl: Opruimen
pt: Limpar
sr@latn: Očisti

source: Cleaning the source directory of the Project:
nl: De bronmap van het project opruimen:
pt: A limpar o directório de código do Projecto:
sr@latn: Uklanja sve objektne datoteke iz direktorijuma projekta:

source: Unable to Clean All for the Project. Check Settings->Commands.
nl: Kon 'Alles opruimen' niet uitvoeren voor het project. Controleer Instellingen->Opdrachten.
pt: Incapaz de Limpar Tudo do Projecto. Verifique Definições->Comandos.
sr@latn: Ne mogu izvesti „Očisti Sve“ za projekat. Proverite Podešavanja -> Naredbe.

source: Clean All
nl: Alles opruimen
pt: Limpar Tudo
sr@latn: Očisti sve

source: Cleaning whole of the Project:
nl: Het gehele project opruimen:
pt: A limpar todo o Projecto:
sr@latn: Čišćenje celog projekta:

source: This file has not been saved. Save it first and then compile.
nl: Dit bestand is niet opgeslagen. Sla het eerst op compileer daarna.
pt: Este ficheiro não está gravado. Grave-o primeiro e depois compile.
sr@latn: Ova datoteka nije zabeležena. Prvo je zabeležite a zatim prevedite.
