Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: The object file is up-to-date, there is no need to compile it again.
nl: Het objectbestand is al up-to-date. Geen reden om opnieuw te compileren.
pt: O ficheiro objecto está actualizado, não é necessário recompila-lo.
sr@latn: Objektna datoteka je najnovija tako da nema potrebe da je prevodite ponovo.

source: No compile command has been specified for this type of file.
nl: Geen compileeropdracht gespecificeerd voor dit type bestand.
pt: Nenhum comando de compilação foi especificado para este tipo de ficheiro.
sr@latn: Nije navedena naredba za prevođenje za ovaj tip datoteke.

source: Compile
nl: Compileer
pt: Compilar
sr@latn: Prevedi

source: Compiling file: %s ...
nl: Compileer bestand: %s ...
pt: A compilar o ficheiro: %s ...
sr@latn: Prevodim datoteku: %s ...

source: You have changed some of the compiler options of the project, would you like the next build action to perform a complete rebuild of the project?
nl: U heeft sommige compileeropties van het project gewijzigd. Wilt u de eerstvolgende keer het project compleet opnieuw bouwen?
pt: Foram alteradas algumas das opções de compilação do projecto, deseja que a próxima acção de compilação efectue uma recompilação de todo o projecto?
sr@latn: Izmenili ste neke od opcija prevodioca za projekat, želite li da naredna akcija prevođenja i povezivanja izvrši potpuno prevođenje projekta?

source: Do you want to clear the list?
nl: Weet u zeker dat u de lijst wilt leegmaken?
pt: Deseja limpar a lista?
sr@latn: Da li želite da očistite spisak?

source: Include paths
nl: 'Include'-paden
pt: Caminhos de includes
sr@latn: Putanje do datoteka sa zaglavljima

source: Libraries paths
nl: Bibliotheekpaden
pt: Caminhos de bibliotecas
sr@latn: Putanje biblioteka

source: Libraries and modules
nl: Bibliotheken en modules
pt: Bibliotecas e módulos
sr@latn: Biblioteke i moduli

source: Stock
nl: Voorraad
pt: De Fábrica
sr@latn: Isporučeno

source: Stock Defines
nl: Voorrad-definities
pt: Definições de Fábrica
sr@latn: Isporučene definicije

source: Project does not have an executable configure script. Auto generate the Project first.
nl: Project heeft geen uitvoerbaar configuratiescript. U moet het project eerst automatisch genereren.
pt: O Projecto não tem um script de configuração executável. Tem de fazer o autogen do Projecto primeiro.
sr@latn: Projekat nema izvršnu skriptu za podešavanje. Prvo automatski napravite projekat.

source: Configure
nl: Configureren
pt: Configurar
sr@latn: Podesi

source: Configuring the Project ....
nl: Configureren van het project ....
pt: A configurar o Projecto ....
sr@latn: Podešavanje projekta ....

source: The target executable of this Project is unknown
nl: Het uitvoerbare doelbestand van dit project is onbekend
pt: Desconhece-se o alvo executável deste Projecto
sr@latn: Tip izlazne datoteke ovog projekta je nepoznat

source: The target executable of this Project is not executable
nl: Het doelbestand van dit project is niet uitvoerbaar
pt: O alvo executável deste Projecto não é executável
sr@latn: Tip izlazne datoteke ovog projekta nije izvršni

source: The target executable does not exist for this Project
nl: Het uitvoerbare doelbestand bestaat niet voor dit project
pt: Não existe um executável alvo para este Projecto
sr@latn: Izvršna izlazna datoteka ne postoji za ovaj projekat

source: No file or Project opened.
nl: Geen bestand of project geopend.
pt: Nenhum ficheiro ou Projecto aberto.
sr@latn: Nema otvorenih datoteka ili projekata.

source: Executable is not up-to-date.
nl: Uitvoerbaar bestand is niet up-to-date.
pt: Executável não está actualizado.
sr@latn: Izvršna datoteka nije nova.

source: Unable to execute Project. Check Settings->Commands.
nl: Kan het project niet uitvoeren. Controleer Instellingen->Opdrachten.
pt: Incapaz de executar Projecto. Verifique Definições->Comandos.
sr@latn: Ne mogu izvršiti projekat. Proverite Podešavanja -> naredbe.

source: This file has not been saved. Save it first.
nl: Dit bestand is niet opgeslagen. Sla het eerst op.
pt: Este ficheiro não está gravado. Grave-o primeiro.
sr@latn: Ova datoteka nije zabeležena. Prvo je zabeležite.

source: Unable to execute file. Check Settings->Commands.
nl: Kan bestand niet uitvoeren. Controleer Instellingen->Commando.
pt: Incapaz de executar ficheiro. Verifique Definições->Comandos.
sr@latn: Ne mogu pokrenuti program. Proverite Podešavanja -> naredbe

source: _Build project
nl: Project _bouwen

source: _Install project
nl: Project _installeren

source: _Clean project
nl: Project _schoonmaken

source: C_onfigure ...
nl: _Configureren ...

source: _Auto generate ...
nl: _Autogenereren...

source: Autogenrate project files
nl: Projectbestanden autogenereren (autogen.sh)

source: Build _distribution
nl: _Distributie bouwen

source: Build project distribution
nl: Projectdistributie bouwen

source: _Build module
nl: _Module bouwen

source: _Install module
nl: M_odule installeren

source: _Clean module
nl: Module _schoonmaken

source: Co_mpile file
nl: Bestand _compileren

source: Complie file
nl: Bestand compileren

source: Popup build commands
nl: Bouwopdrachten tonen

source: Class name not valid
nl: Klassenaam ongeldig
pt: Nome de classe inválido
sr@latn: Ime klase nije tačno

source: Base class name not valid
nl: Basis klassenaam ongeldig
pt: Nome de classe base inválido
sr@latn: Ime osnovne klase nije tačno

source: Declaration file name not valid
nl: Naam van declaratiebestand niet geldig
pt: Nome de ficheiro de declarações inválido
sr@latn: Datoteka sa deklaracijama nije ispravna

source: Implementation file name not valid
nl: Naam van implementatiebestand niet geldig
pt: Nome de ficheiro de implementação inválido
sr@latn: Datoteka sa implementacijama nije ispravna

source: Error in importing files
nl: Fout bij importeren bestanden
pt: Erro ao importar ficheiros
sr@latn: Greška u uvozu datoteka

source: Class Builder
nl: Klasse-bouwer
pt: Construtor Classes
sr@latn: Program za izgradnju klasa

source: Cancel
nl: Annuleren
pt: Cancelar
sr@latn: Poništi

source: Finish
nl: Klaar
pt: Terminar
sr@latn: Završi

source: Enter the name for the class you want to add.
nl: Geef de naam van de klasse die u wilt toevoegen.
pt: Introduza o nome da classe que deseja adicionar.
sr@latn: Zadajte ime klase koju želite da dodate.

source: Enter the declaration file name.
nl: Geef de naam van het declaratiebestand.
pt: Introduza o nome do ficheiro de declarações.
sr@latn: Zadajte ime datoteke sa deklaracijama

source: Enter the implementation file name.
nl: Geef de naam van het implementatiebestand.
pt: Introduza o nome do ficheiro de implementação.
sr@latn: Zadajte ime implementacione datoteke

source: Browse for the declaration file name.
nl: Bladeren naar de declaratiebestandsnaam.
pt: Procurar o nome do ficheiro de declarações.
sr@latn: Izaberi datoteku sa deklaracijama.

source: Browse for the implementation file name.
nl: Bladeren voor het implementatiebestand.
pt: Procurar o nome do ficheiro de implementação.
sr@latn: Izaberi implementacionu datoteku

source: Enter the name of the class your new class will inherit from.
nl: Geef de naam van de klasse waarvan uw klasse zal overerven.
pt: Introduza o nome da classe de que a sua nova classe irá herdar.
sr@latn: Navedite ime klase od koje vaša klasa nasleđuje osobine.

source: This plugin will create a class of the type you specify and add it to your project.
nl: Deze plugin zal een door u gespecificeerde klasse maken en toevoegen aan uw project.
pt: Este plugin irá criar uma classe do tipo por si especificado e adiciona-la ao seu projecto.
sr@latn: Ovaj dodatak će napraviti klasu tipa koji ste naveli i dodati je vašem projektu.

source: Class name:
nl: Klasse-naam:
pt: Nome classe:
sr@latn: Ime klase:

source: Header file:
nl: Header-bestand:
pt: Ficheiro Header:
sr@latn: Datoteka sa zaglavljem:

source: Source file:
nl: Bronbestand:
pt: Ficheiro código:
sr@latn: Datoteka sa izvornim kodom:

source: Base class:
nl: Basisklasse:
pt: Classe base:
sr@latn: Osnovna klasa:

source: Base class inheritance:
nl: Basisklasse overerving:
pt: Hereditariedada classe base:
sr@latn: Osnovna klasa stabla nasleđivanja:

source: If checked, the plugin will generate both the declaration and implementation in the header file and will not create a source file.
nl: Wanneer ingesteld, zal de plugin zowel de declaratie als de implementatie in het headerbestand zetten en geen bestand met broncode maken.
pt: Se seleccionado, o plugin irá gerar a declaração e implementação no ficheiro de header e não irá criar o ficheiro de código.
sr@latn: Ako je potvrđeno, dodatak će stvoriti i deklaraciju i implementaciju u prototip datoteci i neće stvoriti datoteku sa izvornim kodom.

source: By: Dave Huseby <huseby@linuxprogrammer.org>
nl: Door: Dave Huseby <huseby@linuxprogrammer.org>
pt: Por: Dave Huseby <huseby@linuxprogrammer.org>
sr@latn: Uradio: Dejv Hazbi (Dave Huseby) <huseby@linuxprogrammer.org>

source: V 0.0.2 (June 11, 2002)
nl: V 0.0.2 (11 juni, 2002)
pt: V 0.0.2 (11 de Junho de 2002)

source: TODO: add the ability to declare member functions and their parameters here.
nl: TODO: de mogelijkheid om lidfuncties en parameters hier te declareren.
pt: A FAZER: adicionar a possibilidade de declarar aqui funções membro e seus parãmetros.
sr@latn: Uraditi: dodati mogućnost deklarisanja funkcija članica i njihovih parametara na ovom mestu.

source: Welcome to the Anjuta Class Builder.
nl: Welkom bij de Anjuta klassebouwer.
pt: Bem vindo ao Construtor de Classes Anjuta.
sr@latn: Dobrodošli u Anjuta program za izgradnju klasa.

source: Class type:
nl: Klasse-type:
pt: Tipo classe:
sr@latn: Vrsta klase:

source: Choose the type of inheritence from the base class.
nl: Kies het overervingstype van de basisklasse.
pt: Seleccione o tipo de hereditariedade da classe base.
sr@latn: Izaberite vrstu nasleđivanja iz osnovne klase.

source: Virtual destructor
nl: Virtuele destructor
pt: Destructor virtual
sr@latn: Virtualni destruktor

source: If checked, the destructor of your class will be declared virtual.
nl: Wanneer ingeschakeld, zal de destructor van uw klasse virtueel gedeclareerd worden.
pt: Se seleccionado, o destrutor da sua classe será declarado virtual.
sr@latn: Ako je potvrđeno, destruktor vaše klase će biti deklarisan virtualno.

source: GTK+ Class
nl: GTK+ klasse
pt: Classe GTK+
sr@latn: GTK+ klasa

source: Select the type of class you would like to create.
nl: Selecteer het type klasse dat u wilt ontwikkelen.
pt: Seleccione o tipo de classe que deseja criar.
sr@latn: Izaberite tip klase koju želite da napravite

source: CVS Updating
nl: CVS updaten
pt: Actualização CVS
sr@latn: CVS osvežavanje

source: CVS Committing
nl: CVS committen
pt: Submissão CVS
sr@latn: CVS slanje

source: CVS Importing...
nl: CVS importeren...
pt: Importação CVS...
sr@latn: CVS uvoz...

source: CVS Adding
nl: CVS toevoegen
pt: Adição CVS
sr@latn: CVS dodavanje

source: CVS Removing
nl: CVS verwijderen
pt: Remoção CVS
sr@latn: CVS uklanjanje

source: Getting CVS status
nl: Ophalen van CVS-status
pt: A obter estado CVS
sr@latn: Preuzimam CVS stanje

source: There are jobs running, please wait until they are finished
nl: Er zijn onafgeronde taken, wacht tot deze afgelopen zijn
pt: Estão processos em execução, aguarde que terminem
sr@latn: Neki poslovi su u toku, molim sačekajte dok se ne završe

source: Getting CVS log
nl: Ophalen van CVS-logboek
pt: A obter log de CVS
sr@latn: Preuzimanje CVS dnevnika

source: CVS diffing
nl: CVS verschillen opzoeken
pt: Diferenças CVS
sr@latn: CVS razlike

source: CVS login
nl: CVS aanmelden
pt: Iniciar sessão CVS
sr@latn: CVS prijava

source: Project import completed...unsuccessful
nl: Project importeren voltooid ... niet succesvol
pt: Importação projecto completo...insucesso
sr@latn: Uvoz projekta završen...neuspešno

source: Project import completed...unsuccessful
nl: Project importeren voltooid... niet succesvol
pt: Importação projecto completo...insucesso
sr@latn: Uvoz projekta završen...uspešno

source: CVS completed...successful
nl: CVS voltooid... succesvol
pt: CVS terminado... sucesso
sr@latn: CVS proces je okončan...uspešno

source: CVS completed...successful
nl: CVS voltooid... succesvol
pt: CVS terminado... sucesso
sr@latn: CVS proces je okončan ...uspešno

source: Updating versions in file tree...
nl: Bijwerken van versies in de bestandsboom...
pt: A actualizar versões na árvore de ficheiros...
sr@latn: Osvežavam verzije u stablu datoteka...

source: done
nl: klaar
pt: terminado
sr@latn: urađeno

source: You do not need to login to a local server
nl: U hoeft zich niet aan te melden bij een lokale server
pt: Não necessita de iniciar sessão num servidor local
sr@latn: Ne morate se prijavljivati na lokalni server

source: Password
nl: Wachtwoord
pt: Senha
sr@latn: Lozinka

source: CVS: Update
nl: CVS: Updaten
pt: CVS: Actualização
sr@latn: CVS: Osveži

source: CVS: Commit
nl: CVS: Committen
pt: CVS: Submissão
sr@latn: CVS: Pošalji

source: Show status
nl: Status tonen
pt: Mostrar estado
sr@latn: Prikaži stanje

source: CVS: Log
nl: CVS: Logboek
sr@latn: CVS: Dnevnik

source: Show log
nl: Logboek tonen
pt: Mostrar log
sr@latn: Prikaži dnevnik

source: CVS: Add file
nl: CVS: Bestand toevoegen
pt: CVS: Adicionar ficheiro
sr@latn: CVS: Dodaj datoteku

source: Add
nl: Toevoegen
pt: Adicionar
sr@latn: Dodaj

source: CVS: Remove file
nl: CVS: Bestand verwijderen
pt: CVS: Remover ficheiro
sr@latn: CVS: Ukloni datoteku

source: WARNING: The file will be removed on disc. Use "cvs commit" . to apply to the repository. It will still be possible to retrieve older revisions of the file.
nl: LET OP: Het bestand zal van de schijf verwijderd worden. Gebruik "cvs commit" om het toe te passen op de repos. Het zal nog steeds mogelijk zijn om oudere revisies van het bestand op te halen.
pt: AVISO: O ficheiro será removido no disco. Utilize "cvs commit" . para aplicar ao repositório. Ainda assim será possível recuperar versões antigas do ficheiro.
sr@latn: OBAVEŠTENjE: Datoteka će biti uklonjena sa diska. Koristite „cvs pošalji“ . da primenite na server. I dalje će biti moguće da preuzmete starije revizije datoteke.

source: File:
nl: Bestand:
pt: Ficheiro:
sr@latn: Datoteka

source: Revision:
nl: Revisie:
pt: Revisão:
sr@latn: Revizija:

source: Log message:
nl: Log-bericht:
pt: Mensagem log:
sr@latn: Zabeleži poruku:

source: CVS: Diff file
nl: CVS: Verschillen van bestand opzoeken
pt: CVS: Diferenças ficheiros
sr@latn: CVS: Datoteka sa razlikama

source: Date:
nl: Datum:
pt: Data:
sr@latn: Datum:

source: CVS Login
nl: CVS Aanmelden
pt: Início Sessão CVS
sr@latn: CVS Prijava

source: Login
nl: Aanmelden
pt: Registo
sr@latn: Prijava

source: Username:
nl: Gebruikersnaam:
pt: Nome utilizador:
sr@latn: Korisničko ime:

source: Directory on the server:
nl: Map op de server:
pt: Directório no servidor:
sr@latn: Direktorijum na serveru:

source: CVS: Import Project
nl: CVS: project importeren
pt: CVS: Importar Projecto
sr@latn: CVS: Uvezi projekat

source: Dir on the server:
nl: Map op de server:
pt: Dir no servidor:
sr@latn: Direktorijum na serveru:

source: Module name:
nl: Modulenaam:
pt: Nome módulo:
sr@latn: Ime modula:

source: Release name:
nl: Versienaam:
pt: Nome distribuição:
sr@latn: Ime izdanja:

source: Vendor tag:
nl: Verkoperslabel:
pt: Etiqueta distribuidor:
sr@latn: Oznaka proizvođača:

source: Server settings
nl: Server_instellingen
pt: Definições servidor
sr@latn: Podešavanje servera

source: Import settings
nl: Instellingen importeren
pt: Importar definições
sr@latn: Podešavanje uvoza

source: All breakpoints enabled:
nl: Alle breekpunten aangeschakeld:
pt: Todos os breakpoints activos:
sr@latn: Sve tačke prekida omogućene:

source: All breakpoints disabled:
nl: Alle breekpunten uitgeschakeld:
pt: Todos os breakpoints desactivos:
sr@latn: Sve tačke prekida onemogućene:

source: You must give a valid location to set the breakpoint.
nl: U moet een geldige lokatie opgeven om het breekpunt te zetten
pt: Tem de indicar uma localização válida para definir o breakpoint.
sr@latn: Morate navesti tačno mesto gde se postavlja tačka prekida.

source: Old breakpoints disabled.
nl: Oude breekpunten uitgeschakeld
pt: Desactivar breakpoints antigos.
sr@latn: Stare tačke prekida onemogućene

source: Local Variables
nl: Locale variabelen
pt: Variáveis Locais
sr@latn: Lokalne promenljivame

source: Default format
nl: Standaard opmaak
pt: Formato por omissão
sr@latn: Podrazumevani format

source: Binary
nl: Binair
pt: Binário
sr@latn: Binarni

source: Octal
nl: Octaal
sr@latn: Oktalni

source: Signed decimal
nl: Decimaal met teken
pt: Decimal com sinal
sr@latn: Označeni decimalni

source: Unsigned decimal
nl: Decimaal zonder teken
pt: Decimal sem sinal
sr@latn: Neoznačeni decimalni

source: Inspect memory
nl: Geheugen inspecteren
pt: Inspeccionar memória
sr@latn: Nadgledaj memoriju

source: Load Executable File
nl: Uitvoerbaar bestand laden
pt: Ler Ficheiro Executável
sr@latn: Učitaj izvršnu datoteku

source: Load Core File
nl: Laad core bestand
pt: Ler Ficheiro Core
sr@latn: Učitaj memorijsku datoteku

source: Loading Core:
nl: Laden van core bestand:
pt: A Ler Core:
sr@latn: Učitava memoriju:

source: You have a process ATTACHED under the debugger. Please detach it first and then load the executable file.
nl: U heeft een proces TOEGEVOEGD aan de debugger. Verwijder het eerst en laad dan de executable.
pt: Tem um processo ANEXADO ao depurador. Desanexe-o primeiro e depois leia o ficheiro executável.
sr@latn: Već imate proces koji je DODELjEN programu za pronalaženje grešaka. Molim, odvojte ga prvo i onda učitajte izvršnu datoteku.

source: You have a process RUNNING under the debugger. Please stop it first and then load the executable file.
nl: U heeft een proces LOPEN onder de debugger. Stop het eerst en laad dan de executable.
pt: Tem um processo EM EXECUÇÃO sob o depurador. Pare-o primeiro e depois leia o ficheiro executável.
sr@latn: Imate proces koji je POKRENUT pod programom za pronalaženje grešaka. Molim, zaustavite ga prvo a zatim učitajte izvršnu datoteku.

source: Getting ready to start debugging session ...
nl: Klaarmaken om de debugsessie te starten ...
pt: A preparar-se para iniciar a sessão de depuração ...
sr@latn: Pripremam se za pokretanje okruženja za pronalaženje grešaka ...

source: No executable specified
nl: Geen uitvoerbaar bestand gespecificeerd
pt: Nenhum executável especificado
sr@latn: Niste naveli izvršnu datoteku

source: Error:
nl: Fout:
pt: Erro:
sr@latn: Greška:

source: Debugger is ready.
nl: Debugger is klaar.
pt: Depurador está pronto.
sr@latn: Program za pronalaženje grešaka je spreman.

source: Well, did you find the BUG? Debugging session completed.
nl: En, heb je de BUG gevonden? Debugsessie voltooid.
pt: Encontrou o BUG? Sessão de depuração terminada.
sr@latn: I na kraju, da li ste pronašli grešku u programu? Rad na pronalaženju grešaka je završen.

source: Cannot execute gnome-terminal
nl: Kan gnome-terminal niet opstarten
pt: Incapaz de executar a consola-gnome
sr@latn: Ne mogu pokrenuti gnom-terminal (gnome-terminal)

source: Warning: No debug terminal. Redirecting stdio to /dev/null.
nl: Waarschuwing: Geen debug terminal. Omleiden van stdio naar /dev/null.
pt: Aviso: Nenhuma consola de depuração. A redireccionar stdio para /dev/null.
sr@latn: Upozorenje: Nema terminala za pronalaženje grešaka. Preusmeravam standardni izlaz/ulaz na /dev/null.

source: Running program ...
nl: Uitvoeren programma ...
pt: A executar aplicação ...
sr@latn: Izvršavam program ...

source: Attaching to process: %d
nl: Verbinden aan proces: %d
pt: A anexar ao processo: %d
sr@latn: Dodajem procesu: %d

source: Detaching the process: %d
nl: Verwijder het proces: %d
pt: A desanexar o processo: %d
sr@latn: Odvajam proces: %d

source: Program is ATTACHED. Do you still want to stop Debugger?
nl: Programma is VERBONDEN. Wilt u nog steeds de debugger stoppen?
pt: Aplicação está ANEXADA. Ainda assim deseja parar o Depurador?
sr@latn: Program je PRIDRUŽEN. Da li i dalje želite da zautavite program za pronalaženje grešaka?

source: Program is RUNNING. Do you still want to stop Debugger?
nl: Programma LOOPT NOG. Wilt u nog steeds de debugger stoppen?
pt: Aplicação está em EXECUÇÃO. Ainda assim deseja parar o Depurador?
sr@latn: Program je pokrenut. Da li i dalje želite da zaustavite program za pronalaženje grešaka?

source: All breakpoints deleted:
nl: Alle breekpunten verwijderd:
pt: Todos os breakpoints apagados:
sr@latn: Sve tačke prekida uklonjene:

source: Interrupting the process: %d
nl: Onderbreken van proces: %d
pt: A interromper o processo: %d
sr@latn: Prekidam proces: %d

source: Sending signal %s to the process: %d
nl: Sturen van signaal %s naar het proces: %d
pt: A enviar o sinal %s para o processo: %d
sr@latn: Šaljem signal %s procesu: %d

source: Error whilst signalling the process.
nl: Er is een fout opgetreden tijdens het signaleren van het proces.
pt: Ocorreu um erro ao sinalizar o processo.
sr@latn: Greška pri signaliziranju procesa.

source: Unable to build user interface for Memory
nl: Kon geen gebruikersinterface maken voor Memory
pt: Incapaz de criar interface de utilizador para Memória
sr@latn: Ne mogu prikazati prozor za memoriju

source: Enter a Hexa address or Select one in the data
nl: Voer een Hexa adres in of selecteer er een in de data
pt: Introduza um endereço Hexa ou Seleccione um nos dados
sr@latn: Unesite heksadecimalnu adresu ili izaberite jednu iz podataka

source: Non accessible address !
nl: Adres niet bereikbaar!
pt: Endereço não acessível !
sr@latn: Toj adresi se ne može pristupiti!

source: Decimal
nl: Decimaal
sr@latn: Decimalni

source: Shared Object
nl: Gedeeld object
pt: Objectos Partilhados
sr@latn: Deljeni objekat

source: Modify Signal
nl: Aanpassen signaal
pt: Modificar Sinal
sr@latn: Izmeni signal

source: Error getting selection
nl: Fout bij verkrijgen selectie
pt: Erro ao obter selecção
sr@latn: Greška pri dobavljanju izbora

source: Error getting source location from stack frame
nl: Fout bij verkrijgen bronlokatie van 'stack frame'
pt: Erro ao obter localização do código na pilha
sr@latn: Greška pri dobavljanju izvorne pozicije iz okvira steka

source: Frame args
nl: Frame argn
pt: Argumentos divisão
sr@latn: Argumenti okvira

source: Count
nl: Tellen
pt: Contagem
sr@latn: Prebroj

source: < Not defined in current context >
nl: < Niet gedefinieerd in huidige context >
pt: < Não definido no contexto actual >
sr@latn: < Nije definisan u trenutnom kontekstu >

source: Add expression
nl: Toevoegen expressie
pt: Adicionar expressão
sr@latn: Dodaj izraz

source: Clear
nl: Wissen
pt: Limpar
sr@latn: Očisti

source: Toggle enable
nl: Toggle aanzetten
pt: Alternar activo
sr@latn: Omogući promenu stanja

source: Change item
nl: Item aanpassen
pt: Alterar item
sr@latn: Promeni stavku

source: Add Watch Expression
nl: Toevoegen Watch expressie
pt: Adicionar Observar Expressão
sr@latn: Dodaj izraz koji se posmatra

source: Add expression to watch
nl: Toevoegen van expressie aan watch
pt: Adicionar expressão à observação
sr@latn: Dodaj izraz koji će se pratiti

source: Modify Watch Expression
nl: Watch expressie wijzigen
pt: Modificar Observação Expressão
sr@latn: Izmeni izraz koji se posmatra

source: Modify watched expression
nl: Watch expressie wijzigen
pt: Modificar expressão observada
sr@latn: Izmeni izraz koji se prati

source: Inspect/Evaluate Expression
nl: Expressie inspecteren/evalueren
pt: Inspeccionar/Avaliar Expressão
sr@latn: Nadgledaj/dodeli vrednost izrazu

source: Add To Watch
nl: Toevoegen aan Watch
pt: Adicionar à Observação
sr@latn: Dodaj za posmatranje

source: Devhelp navigation operations
nl: Devhelp navigatiebewerkingen
