Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Do not follow tags
de: Marken wird nicht gefolgt
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘‘ğ‘¨ğ‘œğ‘Ÿ

source: Fetch remote branches after creation
de: Entfernte Zweige nach Erstellung holen
en@shaw: ğ‘“ğ‘§ğ‘— ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯

source: Force
de: Erzwingen
en@shaw: ğ‘“ğ‘¹ğ‘•

source: From:
de: Von:
en@shaw: ğ‘“ğ‘®ğ‘ªğ‘¥:

source: Hard
de: Fest
en@shaw: ğ‘£ğ‘¸ğ‘›

source: Head
de: Kopf
en@shaw: ğ‘£ğ‘§ğ‘›

source: Ignore Files
de: Dateien ignorieren
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Merge
de: Zusammenführen …
en@shaw: ğ‘¥ğ‘»ğ‘¡

source: Mixed
de: Gemischt
en@shaw: ğ‘¥ğ‘¦ğ‘’ğ‘•ğ‘‘

source: Previous commit
de: Letzte Einspielung
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘

source: Pull
de: Ziehen
en@shaw: ğ‘ğ‘«ğ‘¤

source: Rebase
de: Basis ändern

source: Remove File
de: Datei entfernen
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘“ğ‘²ğ‘¤
pt: Remover Ficheiro
sr@latn: Ukloni datoteku

source: Reset Tree
de: Baum zurücksetzen
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘‘ğ‘®ğ‘°

source: Retrieving status...
de: Empfange Status …

source: Revert Commit
de: Änderungen widerrufen
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘

source: Revision/Tag:
de: Revision/Marke
en@shaw: ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯/ğ‘‘ğ‘¨ğ‘œ:

source: Select A Folder
de: Wählen Sie einen Ordner

source: Set Conflicts as Resolved
de: Konflikte als gelöst markieren
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘• ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘›

source: Soft
de: Weich
en@shaw: ğ‘•ğ‘ªğ‘“ğ‘‘

source: Squash
de: Zerquetschen
en@shaw: ğ‘•ğ‘’ğ‘¢ğ‘­ğ‘–

source: Switch to Another Branch
de: Zu einem Zweig wechseln
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: Tag/Commit
de: Marke/Änderung
en@shaw: ğ‘‘ğ‘¨ğ‘œ/ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘

source: This commit concludes a failed merge (use -i)
de: Dieses Einspielen endete in einem gescheiterten Zusammenführen (benutzen Sie »-i«)
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘›ğ‘Ÿ ğ‘© ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘¥ğ‘»ğ‘¡ (ğ‘¿ğ‘Ÿ -i)

source: To:
de: Nach:
en@shaw: ğ‘‘:

source: Unstage Files
de: Dateien zurücknehmen

source: Use a custom log message
de: Eine angepasste Änderungsnachricht verwenden
en@shaw: ğ‘¿ğ‘Ÿ ğ‘© ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¤ğ‘ªğ‘œ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: View log
de: Änderungen anzeigen
en@shaw: ğ‘ğ‘¿ ğ‘¤ğ‘ªğ‘œ

source: Git: File staged for add.
de: Git: Dateien zum Hinzufügen bereitgestellt.

source: Please select a file.
de: Bitte wählen Sie eine Datei.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘“ğ‘²ğ‘¤.

source: Git: Added remote branch "%s".
de: Git: Entfernter Zweig »%s« wurde hinzugefügt.

source: Please enter a branch name.
de: Bitte legen Sie einen Zweignamen fest.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘šğ‘®ğ‘­ğ‘¯ğ‘— ğ‘¯ğ‘±ğ‘¥.

source: Please enter a URL.
de: Bitte geben Sie eine URL ein.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© URL.

source: Git: Fetching...
de: Git: Holen...

source: Please enter a revision.
de: Bitte geben Sie eine Revision ein.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯.

source: Git: File retrieved.
de: Git: Datei erhalten.

source: Git: Files checked out.
de: Git: Arbeitskopie ist erstellt worden.

source: Git: Commit complete.
de: Subversion: Einspielen abgeschlossen.

source: Git: Created branch "%s".
de: Git: Entfernter Zweig »%s« wurde erstellt.

source: Git: Created tag "%s".
de: Git: Marke »%s« wurde erstellt.

source: Please enter a tag name.
de: Bitte legen Sie einen Markennamen fest.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘‘ğ‘¨ğ‘œ ğ‘¯ğ‘±ğ‘¥.

source: Git: Deleted branch "%s".
de: Git: Zweig »%s« wurde gelöscht.

source: Git: Fetch complete.
de: Git: Holen abgeschlossen.

source: Short log
de: Kurzes Protokoll
en@shaw: ğ‘–ğ‘¹ğ‘‘ ğ‘¤ğ‘ªğ‘œ

source: Author
de: Autor
en@shaw: ğ‘·ğ‘”ğ‘¼

source: Git: Retrieving log...
de: Git: Änderungen werden empfangen ...

source: Please enter a path.
de: Bitte einen Pfad eingeben.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘ğ‘­ğ‘”.

source: <b>Branch:</b> %s
de: <b>Zweig:</b> %s
en@shaw: <b>ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—:</b> %s

source: <b>Tag:</b> %s
de: <b>Marke:</b> %s
en@shaw: <b>ğ‘‘ğ‘¨ğ‘œ:</b> %s

source: <b>Remote:</b> %s
de: <b>Gegenstelle:</b> %s
en@shaw: <b>ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘:</b> %s

source: Git: Merge complete.
de: Git: Zusammenführen abgeschlossen.

source: Git: Pull complete.
de: Git: Ziehen abgeschlossen.

source: Please enter the URL of the repository to pull from.
de: Bitte geben SIe die URL des Softwarebestandes ein, aus dem geholt wird.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ URL ğ‘ ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘‘ ğ‘ğ‘«ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥.

source: Git: Rebasing
de: Git: Basis wird umgestellt

source: Git: File removed.
de: Git: Datei entfernt.

source: Git: Resolve complete.
de: Git: Auflösen vollständig.

source: Git: Branch checkout complete.
de: Git: Arbeitskopie des Zweiges vollständig.

source: Git: Diff complete.
de: Git: Differenzdatei vollständig.

source: Git: Files unstaged.
de: Git: Dateien zurücknehmen.

source: _Commit...
de: Ein_spielen …

source: _Fetch
de: _Holen
en@shaw: _ğ‘“ğ‘§ğ‘—

source: _Rebase
de: _Basis umstellen

source: _Continue
de: _Fortsetzen
en@shaw: _ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿

source: _Skip
de: _Überspringen
en@shaw: _ğ‘•ğ‘’ğ‘¦ğ‘

source: _Abort
de: _Abbrechen
en@shaw: _ğ‘©ğ‘šğ‘¹ğ‘‘

source: _Pull...
de: _Ziehen ...

source: _Unstage files...
de: Dateien _zurücknehmen …

source: _Check out files...
de: _Arbeitskopie erstellen ...

source: _Resolve conflicts...
de: Kon_flikte auflösen ...

source: Create patch series...
de: Serie von Patchen erstellen ...

source: _Reset tree...
de: Baum _zurücksetzen …

source: _Revert commit...
de: Commit _zurücknehmen …

source: _Good
de: _Gut
en@shaw: _ğ‘œğ‘«ğ‘›

source: _Bad
de: _Schlecht
en@shaw: _ğ‘šğ‘¨ğ‘›

source: _View log...
de: Änderungen _anzeigen …

source: _Add...
de: _Hinzufügen …

source: _Remove...
de: _Entfernen …

source: _Ignore...
de: _ignorieren ...

source: _Create branch...
de: Zweig _erstellen

source: _Delete branch...
de: Zweig _löschen

source: _Switch to another branch...
de: Zu einem anderen Zweig _wechseln ...

source: _Merge...
de: _Zusammenführen …

source: _Remote branches
de: _Entfernten Zweig
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ

source: _Delete...
de: _Löschen ...

source: _Create tag...
de: Marke _erstellen ...

source: _Diff uncommitted changes
de: Differenz_datei der nicht eingespielten Änderungen
en@shaw: _ğ‘›ğ‘¦ğ‘“ ğ‘©ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ğ‘¦ğ‘› ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: _Show commit diff
de: _DIfferenzen zum Einspielen anzeigen
en@shaw: _ğ‘–ğ‘´ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘“

source: _View selected revision
de: Markierte Revision _anzeigen
en@shaw: _ğ‘ğ‘¿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯

source: Git operations
de: Vorgänge von Git

source: Git log operations
de: Änderungsvorgänge von Git

source: Git FM operations
de: FM-Vorgänge von Git

source: Git Log
de: Protokoll von Git

source: <b>Handler template</b>
de: <b>Vorlage für Handler</b>
en@shaw: <b>ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘¤ğ‘¼ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘‘</b>

source: <b>Manage associations</b>
de: <b>Verknüpfungen verwalten</b>
en@shaw: <b>ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘©ğ‘•ğ‘´ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ</b>

source: <b>New association</b>
de: <b>Neue Verknüpfung</b>
en@shaw: <b>ğ‘¯ğ‘¿ ğ‘©ğ‘•ğ‘´ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯</b>

source: Associate
de: Verknüpfen
en@shaw: ğ‘©ğ‘•ğ‘´ğ‘–ğ‘¦ğ‘±ğ‘‘

source: Automatically add resources
de: Automatisch Ressourcen hinzufügen
en@shaw: ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘¨ğ‘› ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ

source: Insert handler on edit
de: Handler beim Bearbeiten einfügen
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘¤ğ‘¼ ğ‘ªğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘

source: Position type
de: Positionstyp
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘²ğ‘

source: Separated designer layout
de: Getrenntes Designer-Layout
en@shaw: ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼ ğ‘¤ğ‘±ğ‘¬ğ‘‘

source: Special regexp
de: Spezieller regulärer Ausdruck

source: Widget name
de: Name des Widget
en@shaw: ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: Association item has no designer
de: Verknüpftes Objekt hat keinen Designer
en@shaw: ğ‘©ğ‘•ğ‘´ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼

source: Association item has no editor
de: Verknüpftes Objekt hat keinen Editor
en@shaw: ğ‘©ğ‘•ğ‘´ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Bad association item option in the node %s
de: Ungültige Option des verknüpfenden Objekts im Knoten »%s«
en@shaw: ğ‘šğ‘¨ğ‘› ğ‘©ğ‘•ğ‘´ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘´ğ‘› %s

source: no filename found in the node %s
de: Es wurde kein Dateiname im Knoten %s gefunden
en@shaw: ğ‘¯ğ‘´ ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘´ğ‘› %s

source: invalid %s property value
de: Ungültiger Eigenschaftswert »%s«
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› %s ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Association item filename has no path
de: Dateiname des verknüpften Objektes hat keinen Pfad
en@shaw: ğ‘©ğ‘•ğ‘´ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘ğ‘­ğ‘”

source: No associations initialized, nothing to save
de: Keine Verknüpfung initialisiert, nichts zum speichern

source: Couldn't save associations because project root isn't set
de: Verknüpfung konnte nicht gespeichert werden weil der Projektort nicht festgelegt ist
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘©ğ‘•ğ‘´ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘®ğ‘µğ‘‘ ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘‘

source: Failed to save associations
de: Speichern der Verknüpfungen ist fehlgeschlagen
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘©ğ‘•ğ‘´ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Python language isn't supported yet
de: Die Sprache »Python« wird noch nicht unterstützt
en@shaw: Â·ğ‘ğ‘²ğ‘”ğ‘­ğ‘¯ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘˜ğ‘§ğ‘‘

source: Vala language isn't supported yet
de: Die Sprache »Vala« wird noch nicht unterstützt
en@shaw: Â·ğ‘ğ‘­ğ‘¤ğ‘© ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘˜ğ‘§ğ‘‘

source: There is no associated editor for the designer
de: Es gibt keinen verknüpften Editor für den Designer
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘©ğ‘•ğ‘´ğ‘–ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼

source: Unknown language of the editor "%s"
de: Unbekannte Sprache »%s« des Editors

source: Couldn't find a signal information
de: Eine Signalinformation konnte nicht gefunden werden

source: Those documents are already associated
de: Diese Dokumente sind bereits verknüpft
en@shaw: ğ‘ğ‘´ğ‘Ÿ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘©ğ‘•ğ‘´ğ‘–ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›

source: Unable to read file: %s.
de: Datei »%s« konnte nicht gelesen werden.
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘“ğ‘²ğ‘¤: %s.
nl: Kan het bestand: %s niet lezen.
pt: Incapaz de ler ficheiro: %s.
sr@latn: Ne mogu pročitati datoteku: %s.

source: Couldn't find a default signal name
de: Ein vorgegebener Signalname konnte nicht gefunden werden
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ ğ‘¯ğ‘±ğ‘¥

source: Project %s has no deprecated widgets or version mismatches.
de: Projekt »%s« hat keine veralteten Widgets oder Version stimmt nicht überein.
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ %s ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘›ğ‘§ğ‘ğ‘®ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘• ğ‘¹ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘¥ğ‘¦ğ‘•ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘Ÿ.

source: There is no Glade project
de: Es gibt kein Glade-Projekt
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ Â·ğ‘œğ‘¤ğ‘±ğ‘› ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: Switch between designer/code
de: Zwischen Designer und Quellcode wechseln
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼/ğ‘’ğ‘´ğ‘›

source: Associate last designer and last editor
de: Letzten Designer mit letztem Editor verknüpfen
en@shaw: ğ‘©ğ‘•ğ‘´ğ‘–ğ‘¦ğ‘±ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼ ğ‘¯ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Associate last designer and editor
de: Letzten Designer mit dem Editor verknüpfen
en@shaw: ğ‘©ğ‘•ğ‘´ğ‘–ğ‘¦ğ‘±ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼ ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Associations dialog...
de: Dialog für Verknüpfungen...

source: Versioning...
de: Versionierung …

source: Switch between library versions and check deprecations
de: Zwischen Bibliotheksversionen wechseln und auf Veralterung prüfen

source: Set as default resource target
de: Als Vorgabe für Ressourcenziel festlegen
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘

source: Current default target
de: Aktuelles Vorgabeziel
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘

source: Close the current file
de: Aktuelle Datei schließen
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤

source: Save the current file
de: Aktuelle Datei speichern
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤

source: Redo the last action
de: Letzte Aktion wiederholen
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘µ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Cut the selection
de: Die Auswahl ausschneiden
en@shaw: ğ‘’ğ‘³ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Copy the selection
de: Die Auswahl kopieren
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Paste the clipboard
de: Die Zwischenablage einfügen
en@shaw: ğ‘ğ‘±ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘›

source: Delete the selection
de: Die Auswahl löschen
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Glade designer operations
de: Operationen des Glade-Designers
en@shaw: ğ‘œğ‘¤ğ‘±ğ‘› ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Go back in undo history
de: Gehe in der Chronik zurück
en@shaw: ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: Go forward in undo history
de: Gehe in der Chronik vor
en@shaw: ğ‘œğ‘´ ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘› ğ‘¦ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: Glade Clipboard
de: Zwischenablage von Glade
en@shaw: ğ‘œğ‘¤ğ‘±ğ‘› ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘›

source: Not local file: %s
de: %s ist keine lokale Datei.
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤: %s

source: Could not open %s
de: %s konnte nicht geöffnet werden
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ %s

source: Could not create a new glade project.
de: Neues Glade-Projekt konnte nicht erstellt werden.
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘¯ğ‘¿ Â·ğ‘œğ‘¤ğ‘±ğ‘› ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘.

source: Glade GUI Designer
de: Glade-Oberflächendesigner
en@shaw: Â·ğ‘œğ‘¤ğ‘±ğ‘› GUI ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼

source: Glade project '%s' saved
de: Glade-Projekt »%s« gespeichert
en@shaw: Â·ğ‘œğ‘¤ğ‘±ğ‘› ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ '%s' ğ‘•ğ‘±ğ‘ğ‘›

source: Invalid glade file name
de: Ungültiger Glade-Dateiname

source: You need to select a to do item before you can edit it
de: Es muss eine Aufgabe ausgewählt sein, um sie zu bearbeiten
en@shaw: ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘‘ ğ‘›ğ‘µ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¦ğ‘‘

source: Add Item
de: Eintrag hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Edit Item
de: Eintrag bearbeiten
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘²ğ‘‘ğ‘©ğ‘¥

source: Summary:
de: Zusammenfassung:
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘¼ğ‘¦:

source: Category:
de: Kategorie:
en@shaw: ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘°:

source: Edit Categories
de: Kategorien bearbeiten
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘œğ‘ªğ‘®ğ‘°ğ‘Ÿ

source: Due date:
de: Stichtag:
en@shaw: ğ‘›ğ‘¿ ğ‘›ğ‘±ğ‘‘:

source: Notify when due
de: Bei Fälligkeit benachrichtigen
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘¿

source: Priority:
de: Priorität:
en@shaw: ğ‘ğ‘®ğ‘²ğ‘ªğ‘®ğ‘¦ğ‘‘ğ‘¦:

source: High
de: Hoch
en@shaw: ğ‘£ğ‘²

source: Medium
de: Mittel
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¥

source: Low
de: Niedrig
en@shaw: ğ‘¤ğ‘´

source: Comment:
de: Kommentar:
en@shaw: ğ‘’ğ‘³ğ‘¥ğ‘¥ğ‘©ğ‘¯ğ‘‘:
nl: Opmerking:
pt: Comentário:
sr@latn: Napomena:

source: Completed
de: Abgeschlossen
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›

source: started:
de: Gestartet:
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›:

source: n/a
de: k.A.

source: stopped:
de: gestoppt:
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘ğ‘‘:

source: You need to select a todo item before you can remove it
de: Es muss eine Aufgabe ausgewählt sein, um sie zu löschen

source: Are you sure you want to remove the selected todo item?
de: Ausgewählte Aufgabe wirklich entfernen?

source: Remove
de: Entfernen
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘
nl: Verwijderen
pt: Remover
sr@latn: Ukloni

source: Are you sure you want to remove all the completed todo items?
de: Sollen wirklich alle Haltepunkte gelöscht werden?

source: Are you sure you want to remove all the completed todo items in the category "%s"?
de: Sollen wirklich alle fertiggestellten Aufgaben in der Kategorie »%s« entfernt werden?

source: Export task list
de: Aufgabenliste exportieren
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘ğ‘¹ğ‘‘ ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Plain Text
de: Reiner Text
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¯ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Export current category only
de: Nur die aktuelle Kategorie exportieren
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘ğ‘¹ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘° ğ‘´ğ‘¯ğ‘¤ğ‘¦

source: <b>HTML export options:</b>
de: <b>Exportoptionen für HTML:</b>
en@shaw: <b>HTML ğ‘§ğ‘’ğ‘•ğ‘ğ‘¹ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:</b>

source: Embed default (CSS) style sheet
de: Vorgegebenes Style Sheet (CSS) einbetten

source: Custom (CSS) style sheet
de: Individuelle Style Sheet (CSS)

source: _View
de: _Ansicht
en@shaw: _ğ‘ğ‘¿
nl: Beel_d

source: All
de: Alle
en@shaw: ğ‘·ğ‘¤

source: _Export
de: _Exportieren
en@shaw: _ğ‘§ğ‘’ğ‘•ğ‘ğ‘¹ğ‘‘

source: Priority
de: Priorität
en@shaw: ğ‘ğ‘®ğ‘²ğ‘ªğ‘®ğ‘¦ğ‘‘ğ‘¦

source: Due date
de: Stichtag
en@shaw: ğ‘›ğ‘¿ ğ‘›ğ‘±ğ‘‘

source: Summary
de: Zusammenfassung
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘¼ğ‘¦
nl: Samenvatting
pt: Resumo
sr@latn: Ukupno

source: No permission to read the file.
de: Keine Leserechte für die Datei vorhanden.
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯ ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘ ğ‘“ğ‘²ğ‘¤.

source: Failed to read file
de: Lesen der Datei fehlgeschlagen
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘› ğ‘“ğ‘²ğ‘¤

source: Failed to parse xml structure
de: Einlesen der XML-Struktur fehlgeschlagen

source: File is not a valid gtodo file
de: Datei ist keine gültige gtodo-Datei

source: Personal
de: Persönlich
en@shaw: ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤

source: Business
de: Geschäftlich
en@shaw: ğ‘šğ‘¦ğ‘Ÿğ‘¯ğ‘©ğ‘•

source: Unfiled
de: Nicht einsortiert

source: No Gtodo Client to save.
de: Kein Gtodo-Client, um zu speichern.

source: No filename supplied.
de: Kein Dateiname angegeben.
en@shaw: ğ‘¯ğ‘´ ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘›.

source: When you delete the category "%s", all containing items are lost
de: When die Kategorie "%s" gelöscht wird, gehen alle darin enthaltenen Einträge verloren
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘° "%s", ğ‘·ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¸ ğ‘¤ğ‘ªğ‘•ğ‘‘

source: Delete
de: Löschen
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘

source: <New category (%d)>
de: <Neue Kategorie (%d)>
en@shaw: <ğ‘¯ğ‘¿ ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘° (%d)>

source: The following item is due in %i minute:
de: Der folgende Eintrag ist in %i Minute fällig:

source: The following item is due:
de: Die folgenden Einträge sind fällig
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¿:

source: _Do not show again
de: _Nicht erneut anzeigen
en@shaw: _ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘©ğ‘œğ‘±ğ‘¯

source: _Tasks
de: _Aufgaben
en@shaw: _ğ‘‘ğ‘­ğ‘•ğ‘’ğ‘•

source: Hide _Completed Items
de: _Abgeschlossene Einträge verstecken
en@shaw: ğ‘£ğ‘²ğ‘› _ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ

source: Hide completed todo items
de: Abgeschlossene Aufgabe verstecken

source: Hide Items Past _Due Date
de: _Bereits fällige Einträge verbergen
en@shaw: ğ‘£ğ‘²ğ‘› ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘ğ‘­ğ‘•ğ‘‘ _ğ‘›ğ‘¿ ğ‘›ğ‘±ğ‘‘

source: Hide items that are past due date
de: Einträge verbergen, die bereits fällig waren
en@shaw: ğ‘£ğ‘²ğ‘› ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘›ğ‘¿ ğ‘›ğ‘±ğ‘‘

source: Hide Items Without _End Date
de: Einträge ohne _Enddatum verbergen
en@shaw: ğ‘£ğ‘²ğ‘› ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ _ğ‘§ğ‘¯ğ‘› ğ‘›ğ‘±ğ‘‘

source: Hide items without an end date
de: Einträge ohne Enddatum verbergen
en@shaw: ğ‘£ğ‘²ğ‘› ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘› ğ‘›ğ‘±ğ‘‘

source: Tasks manager
de: Aufgaben

source: Tasks manager view
de: Aufgaben-Ansicht

source: Tasks
de: Aufgaben
en@shaw: ğ‘‘ğ‘­ğ‘•ğ‘’ğ‘•

source: Todo Manager
de: Aufgabenverwaltung

source: Todo List Preferences
de: Einstellungen für die Aufgabenliste

source: Interface
de: Schnittstelle
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•

source: Show due date column
de: Fälligkeitsspalte anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘¿ ğ‘›ğ‘±ğ‘‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Show category column
de: Kategoriespalte anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘° ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Show priority column
de: Prioritätsspalte anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘ğ‘®ğ‘²ğ‘ªğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥

source: Tooltips in list
de: Minihilfen in der Liste

source: Show in main window
de: Im Hauptfenster anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘¦ğ‘¯ ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Items that are due today
de: Einträge die heute fällig sind
en@shaw: ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘›ğ‘¿ ğ‘‘ğ‘«ğ‘›ğ‘±

source: Items that are past due
de: Einträge die bereits fällig waren
en@shaw: ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘›ğ‘¿

source: Items that are due in the next %i day
de: Einträge die in den nächsten %i Tagen fällig sind

source: Misc
de: Sonstiges

source: Auto purge completed items
de: Abgeschlossene Einträge automatisch säubern

source: Purge items after
de: Einträge löschen nach
en@shaw: ğ‘ğ‘»ğ‘¡ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘­ğ‘“ğ‘‘ğ‘¼

source: days.
de: Tagen.
en@shaw: ğ‘›ğ‘±ğ‘Ÿ.

source: Auto Purge
de: Automatisch säubern

source: Notification
de: Benachrichtigung
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Allow todo items to notifiy me when they are due in %i minute
de: An Einträge erinnern, die in %i Minuten fällig sind

source: Open a Task List
de: Eine Aufgabenliste öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘© ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Create a Task List
de: Eine Aufgabenliste erstellen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: No Date
de: Kein Datum
en@shaw: ğ‘¯ğ‘´ ğ‘›ğ‘±ğ‘‘

source: <b>Macro details:</b>
de: <b>Makro-Details:</b>

source: <b>Macro text:</b>
de: <b>Makro-Text:</b>

source: <b>Macros:</b>
de: <b>Makros:</b>

source: Edit...
de: Bearbeiten …

source: Shortcut:
de: Kurzwahltaste
en@shaw: ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘:

source: Press macro shortcut...
de: Makro-Kurzwahltaste drücken …

source: Press shortcut
de: Kurzwahltaste drücken
en@shaw: ğ‘ğ‘®ğ‘§ğ‘• ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘

source: Anjuta macros
de: Anjuta-Makros

source: My macros
de: Meine Makros

source: Name: %s Category: %s Shortcut: %c
de: Name: %s Kategorie: %s Kürzel: %c
en@shaw: ğ‘¯ğ‘±ğ‘¥: %s ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘°: %s ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘: %c

source: Insert
de: Einfügen
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘

source: Insert macro
de: Makro einfügen
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´

source: Add/Edit macro
de: Makro hinzufügen/ändern
en@shaw: ğ‘¨ğ‘›/ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´

source: %Y-%m-%d
de: %d.%m.%Y
en@shaw: %Y-%-%d
sr@latn: %d. %m. %Y.

source: Macros
de: Makros
sr@latn: Makroi

source: _Insert Macro...
de: Makro _einfügen …

source: Insert a macro using a shortcut
de: Ein Makro mittels Tastenkürzel einfügen
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘© ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘

source: _Add Macro...
de: Makro hin_zufügen …

source: Add a macro
de: Ein Makro hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´

source: Macros...
de: Makros …

source: Add/Edit/Remove macros
de: Makros hinzufügen/bearbeiten/entfernen

source: Macro operations
de: Makro-Operationen
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: <b>Indicators</b>
de: <b>Kennzeichnung</b>

source: <b>Message colors</b>
de: <b>Nachrichtenfarben</b>

source: <b>Messages options</b>
de: <b>Nachrichten-Optionen</b>

source: Error message indicator style:
de: Anzeigestil für Fehlermeldungen:
en@shaw: ğ‘»ğ‘¼ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘•ğ‘‘ğ‘²ğ‘¤:
nl: Foutmelding indicatorstijl:
pt: Estilo de indicador de mensagens erro:
sr@latn: Stil indikatora poruka o greškama:

source: Errors:
de: Fehler:
en@shaw: ğ‘»ğ‘¼ğ‘Ÿ:
