Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: The Project was not successfully auto generated. Please run autogen.sh manually.
nl: Het project automatisch genereren is niet geslaagd. U moet autogen.sh handmatig uitvoeren.
pt: O Projecto não foi auto-gerado com sucesso. Execute o autogen.sh manualmente.
sr@latn: Neuspešno automatsko stvaranje projekta. Molim, pokrenite ručno skriptu autogen.sh.

source: Auto generation completed...............Successful Now Build the Project to have a LOOK at it
nl: Automatische generatie voltooid........geslaagd Bouw het project nu om er eens naar te kijken
pt: Auto-geração terminada.....................Sucesso Agora Compile o Projecto para VER como ele é
sr@latn: Automatsko stvaranje je završeno...............uspešno Sada prevedite i povežite projekat kako bi videli rezultat

source: Project was successfully auto generated.
nl: Project automatisch genereren is geslaagd.
pt: Projecto foi auto-gerado com sucesso.
sr@latn: Uspešno automatsko stvaranje projekta.

source: Select the type of application to be developed
nl: Selecteer het soort toepassing dat u wilt ontwikkelen
pt: Seleccione o tipo de aplicação a ser desenvolvida
sr@latn: Izaberite vrstu programa koji razvijate

source: Generic/Terminal project
nl: Generiek/Console project
pt: Projecto Genérico/Consola
sr@latn: Osnovni/terminalski projekat

source: Basic Information
nl: Basisinformatie
pt: Informação Básica
sr@latn: Osnovne informacije

source: Enter the basic Project information
nl: Voer de basisprojectinformmatie in
pt: Introduza a informação básica de projecto
sr@latn: Unesite osnovne informacije o projektu

source: Project Version:
nl: Projectversie:
pt: Versão Projecto:
sr@latn: Verzija projekta:

source: Project Author:
nl: Project auteur:
pt: Autor Projecto:
sr@latn: Autor projekta:

source: Project Target:
nl: Project Doel:
pt: Alvo Projecto:
sr@latn: Izlazna datoteka projekta:

source: Programming language
nl: Programmeertaal
pt: Linguagem programação
sr@latn: Programski jezik

source: Both C and C++
nl: Zowel C als C++
pt: C e C++
sr@latn: I C i C++

source: Target type
nl: Doeltype
pt: Tipo alvo
sr@latn: Izlazna datoteka

source: Executable target
nl: Uitvoerbaar doelbestand
pt: Alvo executável
sr@latn: Izvršna datoteka

source: Static library target
nl: Statische bibliotheek
pt: Alvo biblioteca estática
sr@latn: Statička biblioteka

source: Dynamic library target
nl: Dynamische bibliotheek
pt: Alvo biblioteca dinâmica
sr@latn: Dinamička biblioteka

source: Enter a short description of the Project
nl: Geef een korte beschrijving van het project
pt: Introduza uma pequena descrição do Projecto
sr@latn: Unesite kratak opis projekta

source: Enter any additional Project options
nl: Overige projectopties invoeren
pt: Adicione quaisquer opções adicionais do Projecto
sr@latn: Unesite sve dodatne opcije projekta

source: Project Options
nl: Projectopties
pt: Opções Projecto
sr@latn: Opcije projekta

source: Include GNU Copyright statement in file headings
nl: GNU Copyright verklaring in bestandheaders voegen
pt: Incluir comentário de Copyright GNU no cabeçalho de ficheiros
sr@latn: Uključi GNU izjavu o autorskim pravima u zaglavlju datoteke

source: Enable Gettext Support
nl: Inschakelen Gettext ondersteuning
pt: Activar Suporte Gettext
sr@latn: Omogući Gettext podršku

source: Generate source code using glade or glademm
nl: Broncode genereren met glade of gledmm

source: GNOME Menu Entry
nl: GNOME Menu-onderdeel
pt: Entrada de Menu GNOME
sr@latn: Gnom meni stavka

source: Entry name:
nl: Onderdeelnaam:
pt: Nome entrada:
sr@latn: Ime stavke:

source: Needs terminal
nl: Console nodig
pt: Necessita consola
sr@latn: Zahteva terminal

source: Classes
nl: Klassen
sr@latn: Klase

source: Structs
nl: Strucs
pt: Estruturas
sr@latn: Strukture

source: Goto Definition
nl: Ga naar definitie
pt: Ir Para Definição
sr@latn: Definicija naredbe skoka

source: Goto Declaration
nl: Ga naar declaratie
pt: Ir Para Declaração
sr@latn: Deklaracija naredbe skoka

source: A tool with the name '%s' already exists!
nl: Een stuk gereedschap met de naam '%s' bestaat al!
pt: Já existe uma ferramenta com o nome '%s'!
sr@latn: Alat sa imenom '%s' već postoji!

source: Unable to build user interface for tool help
nl: Kan de gebruikersinterface voor gereedschapshulp niet opbouwen
pt: Incapaz de criar interface de utilizador para ajuda ferramenta
sr@latn: Ne mogu prikazati prozor za alat pomoć

source: Unable to build user interface for tool parameters
nl: Kan de gebruikersinterface voor gereedschapsparameters niet opbouwen
pt: Incapaz de criar interface de utilizador para parâmetros ferramenta
sr@latn: Ne mogu prikazati prozor za parametre alata

source: %s: Command line parameters
nl: %s: Opdrachtregel parameters
pt: %s: Parâmetros de linha de comando
sr@latn: %s: Parametri linije naredbi

source: Copyright (c) Naba Kumar
nl: Copyright © Naba Kumar
sr@latn: Sva prava zadržana (c) Naba Kumar

source: One or more files are not saved. Do you still want to exit?
nl: Een of meerdere bestanden zijn niet opgeslagen. Wilt u nog steeds afsluiten?
pt: Um ou mais ficheiros não estão gravados. Ainda assim deseja sair?
sr@latn: Jedna ili više datoteka nisu zabeležene. Da li i dalje želite da napustite program?

source: G_oto
nl: _Ga naar

source: _Toolbars
nl: We_rkbalken
pt: Barra Ferramen_tas
sr@latn: _Linija sa alatima

source: _Settings
nl: _Instellingen
pt: Definiçõe_s
sr@latn: _Podešavanja

source: _Preferences ...
nl: _Voorkeuren ...
pt: _Preferências ...
sr@latn: _Podešavanja...

source: Set _Default Preferences
nl: _Standaard voorkeuren instellen
pt: Definir Preferências _Omissão
sr@latn: _Postavi podrazumevana podešavanja

source: But I prefer tea.
nl: Maar ik geef de voorkeur aan thee.
pt: Mas eu prefiro chá.
sr@latn: Postavi podrazumevana podešavanja

source: C_ustomize shortcuts
nl: Snelkoppelingen _aanpassen
pt: C_ustomizar atalhos
sr@latn: Prilagodi _prečice

source: Customize shortcuts associated with menu items
nl: Aan menu-opties gekoppelde sneltoetsen bewerken
pt: Costumizar atalhos associados aos itens de menu
sr@latn: Prilagodi prečice sa tastature koje otvaraju stavke menija

source: Manipulate layout manager items
nl: Opmaakbeheer-items manipuleren

source: Plugins manager
nl: Plugins beheer

source: Manipulate plugins manager items
nl: Pluginbeheer-items manipuleren

source: The GNOME API pages
nl: De GNOME API pagina's
pt: As páginas da API GNOME
sr@latn: Gnom API stranice

source: Browse GNOME _API Pages
nl: Blader door de Gnome _API pagina's
pt: Consultar Páginas _API GNOME
sr@latn: Pregledaj Gnom API stranice

source: Browse _Man Pages
nl: Blader door de _Man pagina's
pt: Consultar Páginas _Man
sr@latn: Pre_gledaj man stranice

source: The good old manual pages
nl: De Gouwe Ouwe manual Pagina's
pt: As boas antigas páginas de manual
sr@latn: Stare dobre man stranice

source: Browse _Info Pages
nl: Blader door de _Info pagina's
pt: Consultar Páginas _Info
sr@latn: Pregl_edaj info stranice

source: _Search a topic
nl: _Zoek een onderwerp
pt: Proc_urar um tópico
sr@latn: _Pretraži po temama

source: May I help you?
nl: Hoe kan ik u helpen?
pt: Posso ajuda-lo?
sr@latn: Uvek na usluzi!

source: _Libraries API references
nl: _Biobliotheek API referenties
pt: Referência de API das _bibliotecas
sr@latn: Reference za programske sprege _biblioteka

source: Online reference library for GDK, GLib, GNOME etc..
nl: Online referenctiebibliotheek voor GDK, GLib, GNOME etc
pt: Referência online para as bibliotecas GDK, GLib, GNOME etc..
sr@latn: Biblioteka referenci na mreži za GDK, GLib, Gnom(GNOME) itd...

source: Report _Bugs
nl: Rapporteer _bugs
pt: Relatar _Bugs
sr@latn: _Prijavi greške

source: Submit a bug report for Anjuta
nl: Stuur een Anjuta bugrapport
pt: Enviar um relatório de bug sobre o Anjuta
sr@latn: Prijavite greške u programu

source: Request _Features
nl: Verzoek _feature
pt: Pedir _Funcionalidades
sr@latn: _Zahtev za poboljšanjem

source: Submit a feature request for Anjuta
nl: Verstuur een feature verzoek voor Anjuta
pt: Enviar um pedido de novas funcionalidades para o Anjuta
sr@latn: Pošaljite zahtev za poboljšanje programa

source: Submit _patches
nl: Verstuur _patches
pt: Enviar _patches
sr@latn: _Pošaljite zakrpe

source: Submit patches for Anjuta
nl: Verstuur patches voor Anjuta
pt: Enviar modificações (patches) para o Anjuta
sr@latn: Pošaljite zakrpe za program

source: Ask a _question
nl: Stel een _vraag
pt: Fazer uma per_gunta
sr@latn: _Postavite pitanje

source: # * DO NOT EDIT OR RENAME THIS FILE ** Generated by Anjuta **
nl: # * DIT BESTAND NIET AANPASSEN OF HERNOEMEN ** Gegenereerd door Anjuta **
pt: # * NÃO EDITE OU RENOMEIE ESTE FICHEIRO ** Gerado pelo Anjuta **
sr@latn: # * Nemojte menjati ili preimenovati ovu datoteku ** Poruka dodata pomoću programa Anjuta **

source: Looking up symbol
nl: Opzoeken van symbool
pt: A procurar símbolo
sr@latn: Tražim simbol

source: Finding in Files ....
nl: Zoeken in bestanden ....
pt: A Encontrar nos Ficheiros ....
sr@latn: Tražim u datotekama....

source: Unable to create settings directory.
nl: Kon de voorkeurenmap niet aanmaken
pt: Incapaz de criar directório de definições.
sr@latn: Ne mogu napraviti direktorijum sa podešavanjima.

source: Navigate
nl: Navigeren

source: Recent Files
nl: Recente bestanden
pt: Ficheiros Recentes
sr@latn: Poslednje otvarane datoteke

source: No tags
nl: Geen tags
pt: Sem etiquetas
sr@latn: Bez funkcija/oznaka

source: File %s is not local.
nl: Bestand %s is niet lokaal.

source: Invalid filename %s.
nl: Ongeldige bestandsnaam %s.

source: Warning: Can not generate c/c++ source code. Warning: It is because either glade (for gtk/gnome projects) or glademm (for gtkmm/gnomemm projects) is not installed. Warning: Your generated project will still be fine, though.
nl: Waarschuwing: Kan geen c/c++ broncode genereren. Waarschuwing: Dit komt omdat glade (voor gtk/gnome projecten) of glademm (voor gtkmm/gnomemm projecten) niet is geïnstalleerd. Waarschuwing: Uw gegenereerde project zal desondanks toch in orde zijn.
sr@latn: Upozorenje: Ne mogu da sastavim izvorni C/C++ kod. Upozorenje: To je ili zato što glejd (za Gtk/Gnom projekte) ili glademm (za gtkmm/gnomemm projekte) nije instaliran. Upozorenje: Vaš obrazovani projekat će i dalje biti u redu.

source: Cannot fork glade.
nl: Kan glade niet forken
pt: Incapaz de fazer fork do glade.
sr@latn: Ne mogu pokrenuti glade.

source: Cannot fork glade--.
nl: Kan glade-- niet forken
pt: Incapaz de fazer fork do glade--.
sr@latn: Ne mogu pokrenuti glade--.

source: Cannot fork glade-2.
nl: Kan glade-2 niet forken
pt: Incapaz de fazer fork do glade-2.
sr@latn: Ne mogu pokrenuti glade-2.

source: The executable is not up-to-date.
nl: Het uitvoerbare bestand is niet up-to-date.
pt: Executável não está actualizado.
sr@latn: Izvršna datoteka nije najnovija.

source: Debugger is not running. Start it first.
nl: Debugger is niet gestart. Start het eerst.
pt: Depurador não está a correr. Inicie-o primeiro.
sr@latn: Program za pronalaženje grešaka nije pokrenut. Prvo ga pokrenite.

source: Couldn't find pixmap file: %s
nl: Kon het pixmap bestand %s niet vinden
pt: Incapaz de encontrar ficheiro pixmap: %s
sr@latn: Ne mogu pronaći pixmap datoteku: %s

source: Detach
nl: Ontbinden
pt: Desanexar
sr@latn: Odvoji

source: Detach the current page
nl: Ontbind de huidige pagina
pt: Desanexar a página actual
sr@latn: Odvaja tekuću stranicu

source: Search for the given string in the current file
nl: zoek naar de opgegeven tekst in het huidige bestand
pt: Procurar a expressão indicada no ficheiro actual
sr@latn: Traži zadati niz znakova u tekućoj datoteci

source: Enter the string to search for
nl: Voer de tekst in waarnaar gezocht moet worden
pt: Introduza a expressão a procurar
sr@latn: Zadajte niz znakova koji tražite

source: Go to the given line number in the current file
nl: Ga naar de opgegeven regelnummer in het huidige bestand
pt: Ir para o número de linha indicado no ficheiro actual
sr@latn: Idi na navedeni broj linije u tekućoj datoteci

source: Enter the line number to go to
nl: Voer het regelnummer in waar naar toegegaan moet worden
pt: Introduza o número de linha para onde ir
sr@latn: Zadajte broj linije na koju se prelazi

source: Show/Hide the Project window
nl: Toon/Verberg het project venster
pt: Mostrar/Esconder janela de Projecto
sr@latn: Prikaži/sakrij prozor projekta

source: Show/Hide the Message window
nl: Toon/Verberg het Boodschappen venster
pt: Mostrar/Esconder janela de Mensagens
sr@latn: Prikaži/sakrij prozor sa porukama

source: Context sensitive help
nl: Contextgevoelige help
pt: Ajuda sensível ao contexto
sr@latn: Pomoć na osnovu konteksta

source: Open a Project
nl: Een project openen
pt: Abrir um Projecto
sr@latn: Otvori projekat

source: Save Project
nl: Bewaar project
pt: Gravar Projecto
sr@latn: Zabeleži projekat

source: Save the current Project
nl: Bewaar het huidige project
pt: Gravar o Projecto actual
sr@latn: Sačuvaj tekući projekat

source: Close Project
nl: Sluit project
pt: Fechar Projecto
sr@latn: Zatvori projekat

source: Close the current Project
nl: Het huidige project sluiten
pt: Fechar o projecto actual
sr@latn: Zatvori tekući projekat

source: Compile the current file
nl: Het huidige bestand compileren
pt: Compilar o ficheiro actual
sr@latn: Prevedi tekuću datoteku

source: Run configure
nl: Uitvoeren configure
pt: Executar configuração
sr@latn: Pokreni configure skriptu

source: Build current file, or build the source directory of the Project
nl: Huidige bestand bouwen, of de bronmap van het project bouwen
pt: Compilar o ficheiro actual, ou compilar o directório de código do Projecto
sr@latn: Prevedi i poveži tekuću datoteku ili direktorijum sa izvornim kodom projekta

source: Build_all
nl: Bouw alles
pt: Compil_ar tudo
sr@latn: Poveži s_ve

source: Build from the top directory of the Project
nl: Bouw vanaf de bovenste map van het project
pt: Compilar a partir do directório de topo do Projecto
sr@latn: Prevedi i poveži sve pod korenim direktorijumom projekta

source: Execute the program
nl: Voer het programma uit
pt: Executar a aplicação
sr@latn: Pokreni program

source: Start the Debugger
nl: Start de debugger
pt: Iniciar o Depurador
sr@latn: Pokreni program za pronalaženje grešaka

source: Stop/interrupt compile or build
nl: Stop/onderbreek compileren of bouwen
pt: Parar/interromper compilação ou depuração
sr@latn: Zaustavi/prekini prevođenje ili povezivanje

source: Toggle bookmark at current location
nl: Toggle bladwijzer op huidige locatie
pt: Alternar o marcador na posição actual
sr@latn: Postavi oznaku u liniji gde je kursor

source: Goto first bookmark in this document
nl: Ga naar eerste bladwijzer in dit document
pt: Ir para o primeiro marcador neste documento
sr@latn: Idi na prvu oznaku u ovom dokumentu

source: Goto previous bookmark in this document
nl: Ga naar vorige bookmark in dit document
pt: Ir para o marcador anterior neste documento
sr@latn: Idi na prethodnu oznaku u ovom dokumentu

source: Goto next bookmark in this document
nl: Ga naar volgend bookmark in dit document
pt: Ir para o marcador seguinte neste documento
sr@latn: Idi na sledeću oznaku u ovom dokumentu

source: Goto last bookmark in this document
nl: Ga naar laatste bladwijzerr in dit document
pt: Ir para o último marcador neste documento
sr@latn: Idi na poslednju oznaku u ovom dokumentu

source: Prev
nl: Vorige
pt: Ant
sr@latn: Prethodna

source: Goto previous message in this document
nl: Ga naar vorige boodschap in dit document
pt: Ir para a mensagem anterior neste documento
sr@latn: Idi na prethodnu poruku u ovom dokumentu

source: Next
nl: Volgende
pt: Seg
sr@latn: Sledeći

source: Goto next message in this document
nl: Ga naar volgende boodschap in dit document
pt: Ir para a mensagem seguinte neste documento
sr@latn: Idi na sledeću oznaku u ovom dokumentu

source: Goto start of current code block
nl: Ga naar start van huidig code blok
pt: Ir para o início do bloco de código actual
sr@latn: Idi na početak programskog bloka u kojem je kursor

source: End
nl: Eind
pt: Fim
sr@latn: Kraj

source: Goto end of current code block
nl: Ga naar eind van huidig code blok
pt: Ir para o fim do bloco de código actual
sr@latn: Idi na kraj programskog bloka u kojem je kursor

source: Go or continue execution
nl: Ga of ga verder met uitvoeren
pt: Ir ou continuar execução
sr@latn: Idi ili nastavi izvršenje

source: Run
nl: Uitvoeren
pt: Executar
sr@latn: Pokreni

source: Single step in execution
nl: 1 stap in uitvoering
pt: Execução passo a passo
sr@latn: Izvršenje korak po korak

source: Step Over
nl: Stap over
pt: Passo por Cima
sr@latn: Korak preko

source: Step over the function
nl: Stap over de functie
pt: Passar por cima da função
sr@latn: Korak preko funkcije

source: Step Out
nl: Stap uit
pt: Passo Fora
sr@latn: Korak van

source: Step out of the function
nl: Stap uit de functie
pt: Passo para fora da função
sr@latn: Izkorači iz funkcije

source: Interrupt execution of the program
nl: Onderbreek uitvoering van het programma
pt: Interromper a execução da aplicação
sr@latn: Prekini izvršenje programa

source: Breakpoint
nl: Breekpunt
sr@latn: Tačka prekida

source: Toggle breakpoint at cursor
nl: Toggle breekpunt bij cursor
pt: Alternar breakpoint no cursor
sr@latn: Postavi/ukloni tačku prekida u liniji gde je kursor

source: Inspect or evaluate an expression
nl: Inspecteer of evalueer een expressie
pt: Inspeccionar ou avaliar a expressão
sr@latn: Nadgledaj ili dodeli vrednost izrazu

source: Display the current frame information
nl: Toon huidige frame informatie
pt: Mostrar a informação da divisão actual
sr@latn: Prikaži informacije o tekućem okviru

source: kernel signals of the program
nl: kernelsignalen van het programma
pt: Sinais de kernel da aplicação
sr@latn: signali jezgra za program

source: CPU registers and their contents
nl: CPU registers en hun inhoud
pt: Registos de CPU e seus conteudos
sr@latn: Procesorski registri i njihov sadržaj

source: End the debugging session
nl: Beeindig debugsessie
pt: Fim da sessão de depuração
sr@latn: Završi rad u okruženju za pronalaženje grešaka

source: Toggle current code fold hide/show
nl: Toggle huidige code omloop verberg/toon
pt: Alternar esconder/mostrar da pasta de código actual
sr@latn: Promeni trenutno stanje prikaza jezičkih struktura

source: Close all
nl: Sluit alles
pt: Fechar tudo
sr@latn: Zatvori sve

source: Close all code folds in this document
nl: Sluit alle code omlopen in dit document
pt: Fechar todas as pastas de código neste documento
sr@latn: Zatvori sve programske jezičke strukture u ovom dokumentu

source: Open all
nl: Open alles
pt: Abrir tudo
sr@latn: Otvori sve

source: Open all code folds in this document
nl: Open all code omlopen in dit document
pt: Abrir todas as pastas de código neste documento
sr@latn: Otvori sve programske jezičke strukture u ovom dokumentu

source: Select
nl: Selecteren
pt: Seleccionar
sr@latn: Označi

source: Select current code block
nl: Selecteer huidig codeblok
pt: Seleccionar bloco de código actual
sr@latn: Označi tekući programski blok

source: Indent inc
nl: Indent ophogen
pt: Aum Indent
sr@latn: Povećaj uvlačenje reda

source: Increase indentation of block/line
nl: Verhoog indentatie van blok/regel
pt: Aumentar indentação do bloco/linha
sr@latn: Povećaj uvlačenje programskog bloka ili reda

source: Indent dcr
nl: Indentatie verlagen
pt: Dim Indent
sr@latn: Smanji uvlačenje

source: Decrease indentation of block/line
nl: Verlaag indentatie van blok/regel
pt: Diminuir indentação do bloco/linha
sr@latn: Smanji uvlačenje programskog bloka ili reda

source: Autoformat
nl: Auto opmaak
pt: Auto formatar
sr@latn: Automatski formatiraj

source: Automatically format the code
nl: Maak de code automatisch op
pt: Formatar automaticamente o código
sr@latn: Automatski formatiraj programski kod

source: Format style
nl: Opmaakstijl
pt: Estilo de formatação
sr@latn: Stil formatiranja

source: Configure style to use for auto format
nl: Configureer de te gebruiken stijl voor auto opmaak
pt: Configurar o estilo de auto formatação a utilizar
sr@latn: Stil koji se koristi za automatsko formatiranje

source: Calltip
nl: Aanroeptip
pt: Dica
sr@latn: Prototip

source: Show Calltip
nl: Toon aanroeptip
pt: Mostrar Dica
sr@latn: Prikaži prototip

source: Autocomplete word
nl: Autoafmaken woord
pt: Auto completar palavra
sr@latn: Automatski prepoznaj i dopuni ključnu reč

source: Orientation
nl: Oriëntatie
pt: Orientação
sr@latn: Usmerenje

source: Orientation of the docking item
nl: Oriëntatie van het aankoppelobject
pt: Orientação do item anexado
sr@latn: Usmerenje pripojene stavke

source: Resizable
nl: Herschaalbaar
pt: Redimensionável
sr@latn: Promenljive veličine

source: If set, the dock item can be resized when docked in a paned
nl: Wanneer ingeschakeld, kan het aangekoppelde object worden aangepast
pt: Se definido, o item anexado pode ser redimensionado quando anexado a um painel
sr@latn: Ukoliko je postavljeno, može se izmeniti veličina pripojene stavke kada je pripojena površi

source: Item behavior
nl: Itemgedrag
pt: Comportamento item
sr@latn: Ponašanje stavke

source: General behavior for the dock item (i.e. whether it can float, if it's locked, etc.)
nl: Algemeen gedrag van het aangekoppelde item (of het kan zweven, of het is vastgezet, enz.)
pt: Comportamento geral do item anexado (isto é, se pode flutuar, se está trancado, etc.)
sr@latn: Opšte ponašanje pripojene stavke (npr. da li može da pluta, da li je zaključana, itd.)

source: Grip size
nl: Greep-grootte
pt: Tamanho puxador
sr@latn: Veličina ručke

source: Size in pixels of the grip to drag the dock item
nl: Afmeting in pixels van de greep waarmee het aangekoppelde item kan worden versleept
pt: Tamanho em pixels do puxador para arrastar o item anexado
sr@latn: Veličina ručke u tačkama za povlačenje pripojene stavke

source: If set, the dock item cannot be dragged around and it doesn't show a grip
nl: Wanneer ingeschakeld, kan het aangekoppelde item niet worden versleept en bezit het geen greep.
pt: Se definido, o item anexado não pode ser arrastado e não mostra um puxador
sr@latn: Ukoliko je postavljno, pripojena stavka se ne može prevlačiti naokolo ukoliko ne pokazuje ručku

source: Preferred width
nl: Gewenste breedte
pt: Largura preferida
sr@latn: Željena širina

source: Preferred width for the dock item
nl: Gewenste breedte van het aangekoppelde item
pt: Largura preferida para o item anexado
sr@latn: Željena širina pripojene stavke

source: Preferred height
nl: Gewenste hoogte
pt: Altura preferida
sr@latn: Željena visina

source: Preferred height for the dock item
nl: Gewenste hoogte van het aangekoppelde item
pt: Altura preferida para o item anexado
sr@latn: Željena visina pripojene stavke

source: You can't add a dock object (%p of type %s) inside a %s. Use a EggDock or some other compound dock object.
nl: U kunt een aangekoppeld object (%p van type %s) niet toevoegen binnnen een %s. Gebruik een EggDock of een ander samengesteld aangekoppeld object.

source: Attempting to add a widget with type %s to a %s, but it can only contain one widget at a time; it already contains a widget of type %s
nl: Poging om een widget met type %s toe te voegen aan %s, maar het kan slechts één widget per keer bevatten; het bevat reeds een widget van type %s
pt: tentativa de adicionar um widget do tipo %s a um %s, mas este apenas pode conter um widget de cada vez; já contém um widget do tipo %s
sr@latn: Pokušava da doda element tipa %s u %s, ali on može sadržati samo jedan element u svakom trenutku; on već sadrži element tipa %s

source: Unsupported docking strategy %s in dock object of type %s
nl: Niet ondersteunde aankoppelingsstrategie %s in aangekoppeld object van type %s
pt: Estratégia de anexação %s não suportada no objecto anexável do tipo %s
sr@latn: Nepodržana strategija pripajanja %s u objektu pripajanja tipa %s
