Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Are you sure you want to remove the following group from the project?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘œğ‘®ğ‘µğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘?

source: Are you sure you want to remove the following target from the project?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘?

source: Are you sure you want to remove the following source file from the project?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘?

source: Are you sure you want to remove the following elements from the project?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘?

source: The group will not be deleted from the file system.
en@shaw: ğ‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥.

source: The source file will not be deleted from the file system.
en@shaw: ğ‘ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥.

source: Confirm remove
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘»ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘

source: Add _Groupâ€¦
en@shaw: ğ‘¨ğ‘› _ğ‘œğ‘®ğ‘µğ‘â€¦

source: Add _Targetâ€¦
en@shaw: ğ‘¨ğ‘› _ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘â€¦

source: Add _Source Fileâ€¦
en@shaw: ğ‘¨ğ‘› _ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤â€¦

source: _Add to Project
en@shaw: _ğ‘¨ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘

source: Created project viewâ€¦
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¿â€¦

source: Details
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Field "%s" must start with a letter, a digit or an underscore and contain only letters, digits, underscore, minus and dot. Please fix it.
en@shaw: ğ‘“ğ‘°ğ‘¤ğ‘› "%s" ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¤ğ‘§ğ‘‘ğ‘¼, ğ‘© ğ‘›ğ‘¦ğ‘¡ğ‘¦ğ‘‘ ğ‘¹ ğ‘©ğ‘¯ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘•ğ‘’ğ‘ªğ‘® ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¤ğ‘§ğ‘‘ğ‘¼ğ‘Ÿ, ğ‘›ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘•, ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘•ğ‘’ğ‘ªğ‘®, ğ‘¥ğ‘²ğ‘¯ğ‘©ğ‘• ğ‘¯ ğ‘›ğ‘ªğ‘‘. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘¦ğ‘‘.

source: Install missing packages
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Creating %s â€¦ Failed to create directory
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ %s â€¦ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Creating %s â€¦ %s
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ %s â€¦ %s

source: Select an Image File
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤

source: Choose Icon
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘²ğ‘’ğ‘ªğ‘¯

source: A shared or a static library project
en@shaw: ğ‘© ğ‘–ğ‘ºğ‘› ğ‘¹ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: Build library as
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ ğ‘¨ğ‘Ÿ

source: GNOME Applet
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Generic JavaScript
en@shaw: ğ‘¡ğ‘©ğ‘¯ğ‘§ğ‘®ğ‘¦ğ‘’ Â·ğ‘¡ğ‘­ğ‘ğ‘©ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘

source: Library
en@shaw: ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦

source: Only Shared
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘–ğ‘ºğ‘›

source: Only Static
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘•ğ‘‘ğ‘¨ğ‘‘ğ‘¦ğ‘’

source: Select library type to build
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ ğ‘‘ğ‘²ğ‘ ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘›

source: Shared and Static library
en@shaw: ğ‘–ğ‘ºğ‘› ğ‘¯ ğ‘•ğ‘‘ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦

source: Program Parametersâ€¦
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿâ€¦

source: Set current program, arguments, etc.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥, ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘§ğ‘‘ğ‘•.

source: Actions
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: File Filter
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼
nl: Bestandsfilter
pt: Filtro Ficheiros
sr@latn: Filter datoteka

source: Parameters
en@shaw: ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿ

source: Search variable
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤

source: _Findâ€¦
en@shaw: _ğ‘“ğ‘²ğ‘¯ğ‘›â€¦

source: Find and R_eplaceâ€¦
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¯ _ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•â€¦

source: Fin_d in Filesâ€¦
en@shaw: _ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿâ€¦

source: Searchingâ€¦
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™â€¦

source: Unable to build user interface for Search and Replace
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘“ğ‘¹ ğ‘•ğ‘»ğ‘— ğ‘¯ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•

source: The file "%s" on the disk is more recent than the current buffer. Do you want to reload it?
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ "%s" ğ‘ªğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘³ğ‘“ğ‘¼. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘‘?

source: The file "%s" has been deleted on the disk. Do you want to close it?
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ "%s" ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘¦ğ‘‘?

source: The file "%s" is read-only! Edit anyway?
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ "%s" ğ‘¦ğ‘Ÿ ğ‘®ğ‘§ğ‘›-ğ‘´ğ‘¯ğ‘¤ğ‘¦! ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±?

source: Color scheme:
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ Â·ğ‘•ğ‘’ğ‘°ğ‘¥:

source: Indentation and auto-format options
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘·ğ‘‘ğ‘´-ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
pt: Opções de indentação e uto-formatação
sr@latn: Podešavanje uvlačenja i automatskog formatiranja

source: Print line numbers
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘¤ğ‘²ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ

source: Print options
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
pt: Opções impressão
sr@latn: Podešavanje štampanja

source: Starter
en@shaw: ğ‘•ğ‘‘ğ‘­ğ‘®ğ‘‘ğ‘»

source: Branch/Tag URL:
en@shaw: ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—/ğ‘‘ğ‘¨ğ‘œ URL:

source: End Revision:
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯:

source: File or directory to diff:
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘›ğ‘¦ğ‘“:

source: File/URL to Remove:
en@shaw: ğ‘“ğ‘²ğ‘¤/URL ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘:

source: First Path:
en@shaw: ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘ğ‘­ğ‘”:

source: Previous Commit Messages:
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ:

source: Repository Head
en@shaw: ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘£ğ‘§ğ‘›

source: Retrieving statusâ€¦â€¦
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•â€¦â€¦

source: Second Path:
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘ğ‘­ğ‘”:

source: Select Changes to Revert:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘:

source: Source/Destination Paths:
en@shaw: ğ‘•ğ‘¹ğ‘•/ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘­ğ‘ğ‘Ÿ:

source: Start Revision:
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯:

source: Subversion Options
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Use previous message
en@shaw: ğ‘¿ğ‘Ÿ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: Working Copy Path:
en@shaw: ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ğ‘­ğ‘”:

source: _Subversion
en@shaw: _ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯

source: _Revertâ€¦
en@shaw: _ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘â€¦

source: _Resolve Conflictsâ€¦
en@shaw: _ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘•â€¦

source: _Updateâ€¦
en@shaw: _ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘â€¦

source: Copy Files/Foldersâ€¦
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ/ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿâ€¦

source: Switch to a Branch/Tagâ€¦
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘© ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—/ğ‘‘ğ‘¨ğ‘œâ€¦

source: Mergeâ€¦
en@shaw: ğ‘¥ğ‘»ğ‘¡â€¦

source: _View Logâ€¦
en@shaw: _ğ‘ğ‘¿ ğ‘¤ğ‘ªğ‘œâ€¦

source: _Diffâ€¦
en@shaw: _ğ‘›ğ‘¦ğ‘“â€¦

source: Copyâ€¦
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦â€¦

source: Diffâ€¦
en@shaw: ğ‘›ğ‘¦ğ‘“â€¦

source: Subversion: Committing changes to the repositoryâ€¦
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°â€¦

source: Subversion: Retrieving diffâ€¦
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘›ğ‘¦ğ‘“â€¦

source: Revision
en@shaw: ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯

source: Subversion: Retrieving logâ€¦
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘¤ğ‘ªğ‘œâ€¦

source: Subversion: Retrieving fileâ€¦
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤â€¦

source: Subversion
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯

source: Tag De_claration
en@shaw: ğ‘‘ğ‘¨ğ‘œ _ğ‘›ğ‘§ğ‘’ğ‘¤ğ‘»ğ‘±ğ‘–ğ‘©ğ‘¯

source: Go to symbol declaration
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘§ğ‘’ğ‘¤ğ‘»ğ‘±ğ‘–ğ‘©ğ‘¯

source: Tag _Implementation
en@shaw: ğ‘‘ğ‘¨ğ‘œ _ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Go to symbol definition
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘§ğ‘“ğ‘©ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¯

source: _Find Symbolâ€¦
en@shaw: _ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤â€¦

source: Find Symbol
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤

source: %s: Generating inheritancesâ€¦
en@shaw: %s: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘£ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿâ€¦

source: %s: %d files scanned out of %d
en@shaw: %s: %d ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘•ğ‘’ğ‘¨ğ‘¯ğ‘› ğ‘¬ğ‘‘ ğ‘ %d

source: Generating inheritancesâ€¦
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘£ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿâ€¦

source: %d files scanned out of %d
en@shaw: %d ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘•ğ‘’ğ‘¨ğ‘¯ğ‘› ğ‘¬ğ‘‘ ğ‘ %d

source: Populating symbol databaseâ€¦
en@shaw: ğ‘ğ‘ªğ‘ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘•â€¦

source: Symbols
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ
nl: Symbolen
pt: Símbolos
sr@latn: Simboli

source: This option means that the global system packages will be scanned simultaneously with the project's ones
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘œğ‘¤ğ‘´ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘’ğ‘¨ğ‘¯ğ‘› ğ‘•ğ‘²ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘•ğ‘¤ğ‘° ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘'ğ‘• ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ

source: Terminal options
en@shaw: ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
pt: Opções consola
sr@latn: Podešavanje terminala

source: Use GNOME Terminal profile:
en@shaw: ğ‘¿ğ‘Ÿ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤:

source: Terminal
en@shaw: ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
pt: Consola

source: _Variableâ€¦
en@shaw: _ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤â€¦

source: New acceleratorâ€¦
en@shaw: ğ‘¯ğ‘¿ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼â€¦

source: Running command: %sâ€¦
en@shaw: ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›: %sâ€¦

source: Unable to create a buffer: command aborted
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘šğ‘³ğ‘“ğ‘¼: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘©ğ‘šğ‘¹ğ‘‘ğ‘©ğ‘›

source: No document currently open: command aborted
en@shaw: ğ‘¯ğ‘´ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘´ğ‘ğ‘©ğ‘¯: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘©ğ‘šğ‘¹ğ‘‘ğ‘©ğ‘›

source: Project root URI
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘®ğ‘µğ‘‘ URI

source: Project root path
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘®ğ‘µğ‘‘ ğ‘ğ‘­ğ‘”

source: Selected URI in the file manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› URI ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected directory in the file manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected full file name in the file manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘«ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected full file name without extension in the file manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘«ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected file name in the file manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected file name without extension in the file manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected file's extension in the file manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤'ğ‘• ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected URI in the project manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› URI ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected directory in the project manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected full file name in the project manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘«ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected full file name without extension in the project manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘«ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected file name in the project manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected file name without extension in the project manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Selected file extension in the project manager plugin
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Currently edited file name
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥

source: Currently edited file name without extension
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯

source: Currently edited file directory
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Currently selected text in editor
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Current word in editor
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘› ğ‘¦ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Current line in editor
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘²ğ‘¯ ğ‘¦ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Ask the user to get additional parameters
en@shaw: ğ‘­ğ‘•ğ‘’ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿ

source: Insert into buffer
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘šğ‘³ğ‘“ğ‘¼

source: Loaded Sessionâ€¦
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯â€¦

source: About third-party Anjuta plugins
en@shaw: ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘”ğ‘»ğ‘›-ğ‘ğ‘¸ğ‘‘ğ‘¦ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Do not show the splash screen
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘ ğ‘•ğ‘ğ‘¤ğ‘¨ğ‘– ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Start a new instance and do not open the file in an existing instance
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘• ğ‘¯ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘•

source: Shut down Anjuta properly, releasing all resources (for debugging)
en@shaw: ğ‘–ğ‘³ğ‘‘ ğ‘›ğ‘¬ğ‘¯ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘¤ğ‘¦, ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘•ğ‘¦ğ‘™ ğ‘·ğ‘¤ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ (ğ‘“ğ‘¹ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™)

source: Anjuta
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘©

source: Appearance
en@shaw: ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘•

source: GNOME toolbar setting
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™

source: Icons
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ
nl: Pictogrammen

source: Icons only
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦

source: Project Defaults
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ğ‘•

source: Session
en@shaw: ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯

source: Tabs
en@shaw: ğ‘‘ğ‘¨ğ‘šğ‘Ÿ

source: Text + Icons
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ

source: Text below icons
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ

source: Text beside icons
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘•ğ‘²ğ‘› ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ

source: Text only
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦

source: Do not display warning if not using a Debug configuration
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘“ ğ‘¯ğ‘ªğ‘‘ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Auto-complete
en@shaw: ğ‘·ğ‘‘ğ‘´-ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: Indent:
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘:

source: Indentation parameters
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿ

source: Line up parentheses
en@shaw: ğ‘¤ğ‘²ğ‘¯ ğ‘³ğ‘ ğ‘ğ‘»ğ‘§ğ‘¯ğ‘”ğ‘©ğ‘•ğ‘°ğ‘Ÿ

source: Parenthesis indentation
en@shaw: ğ‘ğ‘»ğ‘§ğ‘¯ğ‘”ğ‘©ğ‘•ğ‘¦ğ‘• ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Auto-Indent
en@shaw: ğ‘·ğ‘‘ğ‘´-ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘

source: Auto-indent current line or selection based on indentation settings
en@shaw: ğ‘·ğ‘‘ğ‘´-ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘²ğ‘¯ ğ‘¹ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Swap C header and source files
en@shaw: ğ‘•ğ‘¢ğ‘ªğ‘ C ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘¯ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: C/C++/Java/Vala
en@shaw: C/C++/Â·ğ‘¡ğ‘­ğ‘ğ‘©/ğ‘ğ‘­ğ‘¤ğ‘©

source: C/C++
en@shaw: ğ‘•ğ‘°/ğ‘•ğ‘°++

source: GNU Debugger Plugin
en@shaw: Â·ğ‘œğ‘¯ğ‘¿ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Project from Existing Sources
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘¹ğ‘•ğ‘©ğ‘Ÿ

source: C++ and Java support plugin for code completion, auto-indentation, etc.
en@shaw: C++ ğ‘¯ Â·ğ‘¡ğ‘­ğ‘ğ‘© ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘“ğ‘¹ ğ‘’ğ‘´ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯, ğ‘·ğ‘‘ğ‘´-ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘§ğ‘‘ğ‘•.

source: Symbol Database Plugin for Anjuta.
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘• ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘“ğ‘¹ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘©.

source: Error: cant bind port
en@shaw: ğ‘»ğ‘¼: ğ‘’ğ‘¨ğ‘¯ğ‘‘ ğ‘šğ‘²ğ‘¯ğ‘› ğ‘ğ‘¹ğ‘‘

source: Javascript Debugger Plugin
en@shaw: Â·ğ‘¡ğ‘­ğ‘ğ‘©ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: JavaScript
en@shaw: Â·ğ‘¡ğ‘­ğ‘ğ‘©ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘

source: JavaScript Support Plugin
en@shaw: Â·ğ‘¡ğ‘­ğ‘ğ‘©ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Min character for completion
en@shaw: ğ‘¥ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘“ğ‘¹ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯

source: Symbol
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤
nl: Symbool
pt: Símbolo
sr@latn: Simbol

source: <: Enter Here
nl: <: Hier invoeren
pt: <: Introduza Aqui
sr@latn: <: Ukucajte ovde

source: Additional
nl: Toegevoegd script
pt: Adicional
sr@latn: Dodatno

source: Additional Libraries (LDADD):
nl: Extra bibliotheken (LDADD):
pt: Bibliotecas Adicionais (LDADD):
sr@latn: Dodatne biblioteke (LDADD):

source: Additional Options
nl: Toegevoegde opties
pt: Opções Adicionais
sr@latn: Dodatne opcije

source: Additional build options:
nl: Extra bouw-opties:
pt: Opções adicionais compilação:
sr@latn: Dodatne opcije prilikom prevođenja:

source: Anjuta help search
nl: Doorzoek de hulp bij Anjuta
pt: Procura ajuda Anjuta
sr@latn: Pretraživanje Anjuta dokumentacije

source: Anjuta start with dialog
nl: Anjuta start met dialoogvenster
pt: Anjuta inicia com diálogo
sr@latn: Anjuta se pokreće sa prozorčetom

source: Application Wizard
nl: Applicatie Wizard
pt: Ajudante de Aplicação
sr@latn: Čarobnjak za programe

source: Ask for parameters at run-time
nl: Vragen om parameters tijdens uitvoeren
pt: Pedir parâmetros ao executar
sr@latn: Traži parametre u vreme izvršenja

source: Automatically load last Project
nl: Het laatste project automatisch laden
pt: Carregar automaticamente último Projecto
sr@latn: Automatski učitaj poslednji projekat

source: Autosave editor files before build starts
nl: Bestanden automatisch opslaan voor bouwen
pt: Gravar automaticamente ficheiros no editor antes compilar
sr@latn: Automatski zabeleži datoteke u uredniku teksta pre prevođenja

source: Beep on job complete
nl: Piepen als de taak volbracht is
pt: Emitir beep ao terminar processo
sr@latn: Zvuk na kraju posla

source: Bookmark
nl: Bladwijzer
pt: Marcador
sr@latn: Oznake

source: Build command:
nl: Bouw-opdracht:
pt: Comando compilação:
sr@latn: Naredba za prevođenje:

source: Build file browser automatically
nl: Maak automatisch een bestandsoverzicht
pt: Construir automaticamente navegador ficheiros
sr@latn: Automatski izgradi preglednik datoteka

source: Build files
nl: Bestanden bouwen
pt: Ficheiros construção
sr@latn: Prevedi datoteke

source: Build options
nl: Bouw-opties
pt: Opções compilação
sr@latn: Opcije prevodioca

source: Build symbol browser automatically
nl: Symboolbladermogelijkheid automatisch bouwen
pt: Construir automaticamente navegador símbolos
sr@latn: Automatski izgradi preglednik simbola

source: CVS command options
nl: Opties voor CVS-opdracht
pt: Opções comando CVS
sr@latn: Opcije programa CVS

source: CVS compression level:
nl: CVS compressieniveau:
pt: Nivel compressão CVS:
sr@latn: CVS nivo kompresije:

source: CVS context diff format
nl: CVS context diff formaat
pt: Formato diff de contexto CVS
sr@latn: CVS kontekstni format razlika

source: CVS unified diff format
nl: CVS unified diff formaat
pt: Formato diff unificado CVS
sr@latn: CVS jedinstveni diff format

source: CVS update and prune directories [-dP]
nl: CVS update mappen verwijderen [-dP]
pt: Actualizar CVS e expurgar directórios [-dP]
sr@latn: CVS dopuna i čišćenje direktorijuma [-dP]

source: C_ompile:
nl: _Compileer
pt: C_ompilar:
sr@latn: P_revedi:

source: Commands
nl: Opdrachten
pt: Comandos
sr@latn: Naredbe

source: Common commands:
nl: Veelgebruikte opdrachten
pt: Comandos comuns:
sr@latn: Naredbe:

source: Compiler Flags (CFLAGS):
nl: Compilervlaggen (CFLAGS):
pt: Flags Compilador (CFLAGS):
sr@latn: Opcije programskog prevodioca (CFLAGS):

source: Compiler and linker options
nl: Compiler en Linker instellingen
pt: Opções de compilador e linkagem
sr@latn: Podešavanje prevodioca i programa za povezivanje

source: Configuration
nl: Configuratie
pt: Configuração
sr@latn: Podešavanja

source: Configuration script segments
nl: Configuratie-script delen
pt: Segmentos scripts de configuração
sr@latn: Delovi skripte za podešavanje

source: Configure Parameters
nl: Configureer parameters
pt: Configurar Parâmetros
sr@latn: Podesi parametre

source: Debugging and Profiling
nl: Debugging en profilering
pt: Depuração e Profiling
sr@latn: Pronalaženje grešaka i merenje

source: Defines
nl: Definities
pt: Definições
sr@latn: Definiše

source: Dialog on job complete
nl: Dialoog als de taak klaar is
pt: Diálogo ao terminar processo
sr@latn: Prikaži prozorče kada se završi posao

source: Directories
nl: Mappen
pt: Directórios
sr@latn: Direktorijumi

source: Disable overwriting files
nl: Schakel het overschrijven van projectbestanden uit
pt: Desactivar sobrepor ficheiros
sr@latn: Onemogući da se datoteke prepišu

source: Do not show start with dialog again.
nl: Niet meer starten met dialoogvenster.
pt: Não mostrar início com diálogo novamente.
sr@latn: Nemoj više prikazivati pokretanje pomoću prozorčeta.

source: Enable Debugging
nl: Aanzetten debuggen
pt: Activar Depuração
sr@latn: Omogući praćenje grešaka

source: Enable Profiling
nl: Aanzetten profiling
pt: Activar Profiling
sr@latn: Omogući profilisanje

source: File level
nl: Bestandsniveau
pt: Nível ficheiro
sr@latn: Nivo datoteke

source: Format
nl: Opmaak
pt: Formatar

source: Functions
nl: Functies
pt: Funções
sr@latn: Funkcije

source: GUI editor command:
nl: GUI-editor opdracht:
pt: Comando editor GUI:
sr@latn: Naredba za program za grafičko uređenje izgleda programa:
