Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Hide
nl: Verbergen
pt: Esconder
sr@latn: Sakrij

source: Lock
nl: Vergrendelen
pt: Trancar
sr@latn: Zaključaj

source: Attempt to bind an unbound item %p
nl: Poging om een niet gebonden item %p te binden
pt: Tentativa de ligar um item desligado %p
sr@latn: Pokušaj odvezivanja nevezane stavke %p

source: Master
nl: Meester
pt: Mestre
sr@latn: Glavni

source: EggDockMaster object which the layout object is attached to
nl: EggDockMaster-object waaraan het layout-object is gebonden

source: Dirty
nl: Vies
pt: Alterado
sr@latn: Izmenjen

source: True if the layouts have changed and need to be saved to a file
nl: Waar, indien de layout is veranderd en opgeslagen dient te worden in een bestand
pt: Verdadeiro se as disposições foram alteradas e necessitam de ser gravadas para ficheiro
sr@latn: Postavljeno ako su rasporedi izmenjeni i ako ih treba sačuvati u datoteku

source: You must provide a name for the layout
nl: U moet een naam geven aan de opmaak
pt: Tem de indicar um nome para a disposição
sr@latn: Morate navesti ime za raspored

source: Could not load layout user interface file '%s'
nl: Kon het bestand '%s' voor de indeling van de gebruikersinterface niet laden
pt: Incapaz de ler ficheiro de disposição de interface de utilizador '%s'
sr@latn: Ne mogu da učitam datoteku sa rasporedom korisničkog sučelja „%s“

source: While loading layout: don't know how to create a dock object whose nick is '%s'
nl: Tijdens het laden van de layout: onbekend hoe het dok-object met de bijnaam '%s'moet worden aangemaakt
pt: Ao ler disposição: desconhece-se como criar um objecto anexado cuja alcunha é '%s'
sr@latn: Pri učitavanju rasporeda: ne ume da obrazuje objekat pripajanja sa nadimkom „%s“

source: Layout managment
nl: Opmaakbeheer
pt: Gestão disposições
sr@latn: Upravljanje rasporedom

source: Default title
nl: Standaard titel
pt: Título por omissão
sr@latn: Podrazumevani naslov

source: Default title for newly created floating docks
nl: Standaard-titel voor nieuw aangemaakte zwevende 'aangekoppelde objecten'
pt: Título por omissão para novos anexadores flutuantes
sr@latn: Podrazumevani naslov za novoobrazovane plutajuće pripojnice

source: If is set to 1, all the dock items bound to the master are locked; if it's 0, all are unlocked; -1 indicates inconsistency among the items
nl: Indien 1, zijn alle dok-items vastgezet welke gebonden zijn aan de meester; indien 0, zijn alle vrijgemaakt; -1 geeft een inconsistentie onder de items aan
pt: Se definido como 1, todos os itens anexados ligados ao mestre são trancados; se 0, todos são destrancados; -1 indica inconsistência entre itens
sr@latn: Ukoliko je postavljeno na 1, sve pripojene stavke vezane za glavnu su zaključane; ukoliko je 0, sve su otključane; -1 označava nedoslednost među stavkama

source: master %p: unable to add object %p[%s] to the hash. There already is an item with that name (%p).
nl: meester %p: kon object %p[%s] niet aan de hash-tabel toevoegen. Er is reeds een item met die naam (%p).
pt: mestre %p: incapaz de adicionar objecto %p[%s] ao hash. Já existe um item com esse nome (%p).
sr@latn: glavna %p: ne može da doda objekat %p[%s] u tabelu. Već postoji stavka sa tim imenom (%p).

source: The new dock controller %p is automatic. Only manual dock objects should be named controller.
nl: De nieuwe dok-bedienaar %p is automatisch. Alleen handmatige dok-objecten mogen controller genoemd worden.
pt: O novo controlo de anexações %p é automático. Apenas objectos de anexação manual deverão ser denominados controlador.
sr@latn: Novi upravljač pripajanjima %p je automatski. Samo ručni objekti pripajanja treba da budu nazvani upravljačima.

source: Page
nl: Pagina
pt: Página
sr@latn: Strana

source: The index of the current page
nl: De index van de huidige pagina
pt: O índice da página actual
sr@latn: Indeks tekuće stranice

source: Unique name for identifying the dock object
nl: Unieke naam voor identificatie van het aangekoppelde object
pt: Nome único para identificar o objecto anexado
sr@latn: Jedinstveno ime za raspoznavanje objekta pripajanja

source: Long name
nl: Lange naam
pt: Nome extenso
sr@latn: Dugo ime

source: Human readable name for the dock object
nl: Leesbare naam voor het aangekoppelde object
pt: Nome humanamente legível para o objecto anexado
sr@latn: Čoveku čitljivo ime za objekat pripajanja

source: Dock master
nl: Dok-meester
pt: Mestre anexado
sr@latn: Glavni za pripajanje

source: Dock master this dock object is bound to
nl: Meester aan welke dit object is gebonden
pt: Mestre de anexação a que este objecto anexado está ligado
sr@latn: Glavni za pripajanje za koji je vezan ovaj objekat pripajanja

source: Call to egg_dock_object_dock in a dock object %p (object type is %s) which hasn't implemented this method
nl: Aanroep naar egg_dock_object_dock in een dok-object %p (object-type is %s) welke deze methode niet heeft geïmplementeerd

source: Dock operation requested in a non-bound object %p. The application might crash
nl: Operatie aangevraagd in een ongebonden object %p. De toepassing kan mogelijk crashen.
pt: Operação de anexação pedida num objecto não-ligado %p. A aplicação poderá crashar
sr@latn: Operacija pripajanja zahtevana u nevezanom objektu %p. Program može pući

source: Cannot dock %p to %p because they belong to different masters
nl: Kan %p niet vastzetten aan %p omdat ze aan verschillende meesters toebehoren
pt: Incapaz de anexar %p a %p pois pertencem a mestres diferentes
sr@latn: Ne može da pripoji %p uz %p zato što pripadaju raznim glavnim elementima

source: Attempt to bind to %p an already bound dock object %p (current master: %p)
nl: Poging om %p te binden aan een reeds gebonden object %p (huidige meester: %p)
pt: Tentativa de ligar a %p um objecto já anexado do tipo %p (mestre actual: %p)
sr@latn: Pokušaj vezivanja za %p već vezanog objekta pripajanja %p (tekući glavni element: %p)

source: Position
nl: Positie
pt: Posição
sr@latn: Pozicija

source: Position of the divider in pixels
nl: Positie van de verdeler in pixels
pt: Posição do divisor em pixels
sr@latn: Pozicija deljenika u tačkama

source: Sticky
nl: Plakkerig
pt: Colado
sr@latn: Lepljiv

source: Whether the placeholder will stick to its host or move up the hierarchy when the host is redocked
nl: Of de plaatshouder trouw blijft aan zijn host, of een trede hoger op de hierarchie klimt wanneer de host opnieuw wordt aangekoppeld.
pt: Se o repositório se irá colar ao seu anfitrião ou mover-se acima na hierarquia quando o anfitrião é reanexado
sr@latn: Da li će se čuvar mesta zalepiti za svog nadređenog ili se pomerati u hijerarhiji kada se nadređeni odvoji

source: The dock object this placeholder is attached to
nl: Het aangekoppelde object waaraan deze plaatshouder is gebonden
pt: O objecto anexado a que este repositório está associado
sr@latn: Objekat pripajanja za koji je privezan čuvar mesta

source: Next placement
nl: Volgende plaatsing
pt: Colocação seguinte
sr@latn: Sledeći raspored

source: The position an item will be docked to our host if a request is made to dock to us
nl: De positie waarop een item wordt vastgezet aan onze gastheer, als een verzoek wordt gedaan om aan ons te worden vastgezet
pt: A posição em que um item será anexado ao nosso anfitrião se nos for feito um pedido de anexação
sr@latn: Pozicija na koju će se pripojiti stavka na našeg nadređenog ukoliko je učinjen zahtev da se pripoji na nas

source: Attempt to dock a dock object to an unbound placeholder
nl: Poging om een dok-object vast te zetten op een ongebonden plaatshouder
pt: Tentativa de anexar um objecto anexável a um repositório não ligado
sr@latn: Pokušaj pripajanja objekta pripajanja na nevezanog čuvara mesta

source: Got a detach signal from an object (%p) who is not our host %p
nl: Verkreeg een vrijmaken-signaal van een object (%p) welke niet onze gastheer is %p
pt: Obtido um sinal de desanexação de um objecto (%p) que não é o nosso anfitrião %p
sr@latn: Primio je signal za razdvajanje od objekta (%p) koji nije naš nadređeni %p

source: Something weird happened while getting the child placement for %p from parent %p
nl: Er is iets vreemds gebeurd tijdens het ophalen van de dochterplaatsing voor %p van de moeder %p
pt: Aconteceu algo estranho ao obter a colocação do filho %p, do pai %p
sr@latn: Primio je signal za razdvajanje pri dobavljanju rasporeda podređenih elemenata za %p od sadržaoca %p

source: Controlling dock item
nl: Controlerende dok-item
pt: Item anexável controlador
sr@latn: Upravljajuća stavka pripajanjem

source: Dockitem which 'owns' this tablabel
nl: Dok-item welke dit tab-label 'bezit'
pt: Item anexável que 'possui' esta etiqueta de aba
sr@latn: Stavka pripajanja koja je „vlasnik“ ove oznake jezička

source: Floating
nl: Zwevend
pt: Flutuante
sr@latn: Plutajući

source: Whether the dock is floating in its own window
nl: Of het dok in zijn eigen venster zweeft
pt: Se o anexável está a flutuar na sua própria janela
sr@latn: Da li spojnica pluta o odvojenom prozoru

source: Default title for the newly created floating docks
nl: Standaard titel voor de nieuw aangemaakte zwevende dokken
pt: Título por omissão para os novos anexáveis flutuantes
sr@latn: Podrazumevani naslov za novoobrazovane plutajuće spojnice

source: Width for the dock when it's of floating type
nl: Breedte van het dok als het zweeft
pt: Largura para o anexável quando é do tipo flutuante
sr@latn: Širina spojnice kada je plutajuća

source: Height
nl: Hoogte
pt: Altura
sr@latn: Visina

source: Height for the dock when it's of floating type
nl: Hoogte van het dok als het zweeft
pt: Altura para o anexável quando é do tipo flutuante
sr@latn: Visina spojnice kada je plutajuća

source: Float X
nl: X zwevend
pt: X Flutuante
sr@latn: Plutajuće X

source: X coordinate for a floating dock
nl: X-coördinaat van een zwevend dok
pt: Coordenada X para a doca flutuante
sr@latn: X koordinata za plutajuću spojnicu

source: Float Y
nl: Y zwevend
pt: Y Flutuante
sr@latn: Plutajuće Y

source: Y coordinate for a floating dock
nl: Y-coördinaat van een zwevend dok
pt: Coordenada Y para a doca flutuante
sr@latn: Y koordinata za plutajuću spojnicu

source: Dock #%d
nl: Dok #%d
pt: Anexado #%d
sr@latn: Spojnica #%d

source: Icon size
nl: Pictogramafmeting
pt: Tamanho ícone
sr@latn: Veličina ikone

source: Icon zoom
nl: Pictogram-zoom
pt: Zoom ícone
sr@latn: Uvećanje ikone

source: Costom style
nl: Aangepaste stijl
sr@latn: Proizvoljan stil

source: Customize File Browser
nl: Bestandsbeheer aanpassen
pt: Costumizar Navegador Ficheiros
sr@latn: Prilagodi preglednik datoteka

source: Customize what is to be shown in the file tree
nl: Aanpassen wat in de mappenboom weergegeven wordt
pt: Costumizar o que mostrar na árvore de ficheiros
sr@latn: Prilagodi šta će biti prikazano u stablu

source: File type:
nl: Bestandstype:

source: GPL Notice
nl: GPL mededeling

source: Header File Template
nl: Sjabloon headerbestand
pt: Modelo de Ficheiro Header
sr@latn: Kalup datoteke zaglavlja

source: Press this button to dismiss the dialog
nl: Druk op deze knop om het dialoogvenster te sluiten
pt: Primir este botão para fechar a janela
sr@latn: Pritisnite ovo dugme da odbijete prozorče

source: Anjuta UI that will contain Menus and toolbars
nl: Anjuta UI dat de menus en werkbalken zal bevatten

source: Anjuta preferences that will contain preferences
nl: Anjuta voorkeuren die de voorkeuren zal bevatten

source: Anjuta User Interface
nl: Anjuta gebruikersinterface

source: Go to the previous directory
nl: Ga naar de vorige map
pt: Ir para o directório anterior
sr@latn: Idi u prethodni direktorijum

source: Go to the next directory
nl: Ga naar volgende map
pt: Ir para o próximo directório
sr@latn: Idi u sledeći direktorijum

source: Go to parent directory
nl: Ga naar bovenliggende map
pt: Ir para directório pai
sr@latn: Idi u nad direktorijum

source: Go to home directory
nl: Ga naar persoonlijke map
pt: Ir para directório home
sr@latn: Idi u lični direktorijum

source: Refresh listing
nl: Opsomming verversen
pt: Actualizar listagem
sr@latn: Osveži spisak

source: Delete file
nl: Bestand verwijderen
pt: Apagar ficheiro
sr@latn: Izbriši datoteku

source: Rename file
nl: Bestand hernoemen
pt: Renomear ficheiro
sr@latn: Preimenuj datoteku

source: Create new folder
nl: Nieuwe map aanmaken
pt: Criar nova pasta
sr@latn: Napravi novi direktorijum

source: Show Hidden
nl: Verborgen tonen
pt: Mostrar Escondidos
sr@latn: Prikaži skrivene

source: Show hidden files
nl: Verborgen bestanden tonen
pt: Mostrar ficheiros escondidos
sr@latn: Prikaži skrivene datoteke

source: Selection:
nl: Selectie:
pt: Selecção:
sr@latn: Izbor:

source: File type:
nl: Bestandstype:
pt: Tipo ficheiro:
sr@latn: Tip datoteke:

source: Java files
nl: Java bestanden
pt: Ficheiros java
sr@latn: Java datoteke

source: Hyper Text Markup files
nl: Hyper Text Markup bestanden
pt: Ficheiros html
sr@latn: HTML datoteke

source: Config files
nl: Configuratiebestanden
pt: Ficheiros config
sr@latn: Datoteke sa podešavanjima

source: Properties files
nl: Eigenschap bestanden
pt: Ficheiros propriedades
sr@latn: Datoteke sa podešavanjima

source: .mak files
nl: .mak bestanden
pt: Ficheiros .mak
sr@latn: .mak datoteke

source: Really delete %s?
nl: %s echt verwijderen?
pt: Apagar mesmo %s?
sr@latn: Zaista uklanjate %s?

source: Rename file to:
nl: Bestand hernoemen naar:
pt: Renomear ficheiro para:
sr@latn: Preimenuj datoteku u:

source: Renaming file failed '%s': %s
nl: Bestand hernoemen mislukt '%s': %s
pt: Falha na renomeação de ficheiro '%s': %s
sr@latn: Promena imena nije izvedena '%s': %s

source: Creating folder failed '%s': %s
nl: Aanmaken map '%s' mislukt: %s
pt: Falha na criação de pasta '%s': %s
sr@latn: Stvaranje direktorijuma nije izvedeno '%s': %s

source: Folder name:
nl: Mapnaam:
pt: Nome pasta:
sr@latn: Ime direktorijuma

source: Cannot execute Devhelp. Make sure it is installed
nl: Kan Devhelp niet uitvoeren. Zorg ervoor dat het geinstalleerd is
pt: Incapaz de executar Devhelp. Certifique-se que está instalado
sr@latn: Ne mogu pokrenuti Devhelp. Proverite da li je instaliran.

source: Menu Merge
nl: Menu samenvoegen

source: A unique name for the action.
nl: Een unieke naam voor de actie.

source: The label used for menu items and buttons that activate this action.
nl: Het label dat gebruikt wordt voor menu-items en knoppen die deze acite activeren.

source: Short label
nl: Kort label

source: A shorter label that may be used on toolbar buttons.
nl: Een korter label dat op de werkbalk-knoppen kan worden gebruikt.

source: A tooltip for this action.
nl: Een tooltip voor deze actie.

source: Stock Icon
nl: Standaard pictogram

source: The stock icon displayed in widgets representing this action.
nl: Het standaardpictogram getoond in de widgets voor deze actie.

source: Whether the action is enabled.
nl: Of de actie is ingeschakeld.

source: Whether the action is visible.
nl: Of de actie zichtbaar is.

source: Unknown attribute '%s' on line %d char %d
nl: Onbekend attribuut '%s' op regel %d teken %d

source: Unknown tag '%s' on line %d char %d
nl: Onbekende tag '%s' op regel %d teken %d

source: The orientation of the toolbar
nl: Oriëntatie van de werkbalk

source: Toolbar Style
nl: Werkbalkstijl

source: How to draw the toolbar
nl: Hoe de werkbalk moet worden weergegeven

source: Show Arrow
nl: Pijl tonen

source: If an arrow should be shown if the toolbar doesn't fit
nl: Of een pijl wordt getoond als de werkbalk niet past

source: Expand
nl: Verbreden

source: Whether the item should receive extra space when the toolbar grows
nl: Of een item extra ruimte krijgt als de werkbalk groter wordt

source: Homogeneous
nl: Homogeen

source: Whether the item should be the same size as other homogeneous items
nl: Of het item dezelfde afmeting moet hebben als andere homogene items

source: Pack End
nl: Zet op einde

source: Whether the item is positioned at the end of the toolbar
nl: Of het item aan het einde van de werkbalk wordt gezet

source: Spacer size
nl: 'Spacer' grootte

source: Size of spacers
nl: De afmetingen van 'spacers'

source: Internal padding
nl: Interne opvulling

source: Amount of border space between the toolbar shadow and the buttons
nl: Hoeveelheid ruimte langs de rand tussen de werkbalkschaduw en de knoppen

source: Space style
nl: 'Spacer' stijl

source: Whether spacers are vertical lines or just blank
nl: Of 'spacers' verticale lijnen zijn of gewoon blanco

source: Button relief
nl: Knopreliëf

source: Type of bevel around toolbar buttons
nl: Soort rand rondom werkbalkknoppen

source: Shadow type
nl: Schaduwtype

source: Style of bevel around the toolbar
nl: Stijl van de rand rond de werkbalk

source: Whether default toolbars have text only, text and icons, icons only, etc.
nl: Of standaard werkbalken alleen tekst tonen, tekst en pictogrammen, alleen pictogrammen, enz.

source: Toolbar icon size
nl: Grootte van werkbalkpictogram

source: Size of icons in default toolbars
nl: Grootte van pictogrammen in standaard werkbalken

source: Text to show in the item.
nl: Tekst voor in het item.

source: Use underline
nl: Onderstreept gebruiken

source: Interpret underlines in the item label
nl: Onderstrepingen in het itemlabel interpreteren

source: Widget to use as the item label
nl: Te gebruiken widget als itemlabel

source: Stock Id
nl: Standaard Id

source: The stock icon displayed on the item
nl: Het standaard pictogram dat op het item wordt getoond

source: Icon set
nl: Pictogramverzameling

source: Icon set to use to draw the item's icon
nl: Te gebruiken pictogramverzameling voor het pictogram van het item

source: Icon widget
nl: Pictogram widget

source: Icon widget to display in the item
nl: Te tonen pictogramwidget in het item

source: Visible when horizontal
nl: Zichtbaar indien horizontaal

source: Whether the toolbar item is visible when the toolbar is in a horizontal orientation.
nl: Of werkbalk-item zichtbaar is wanneer de werkbalk zich in horizontale positie bevind.

source: Visible when vertical
nl: Zichtbaar indien verticaal

source: Whether the toolbar item is visible when the toolbar is in a vertical orientation.
nl: Of werkbalk-item zichtbaar is wanneer de werkbalk zich in verticale positie bevind

source: Disable Cut and paste ops
nl: Knippen en plakken uitschakelen

source: Enable Cut and paste ops
nl: Knippen en plakken inschakelen

source: Cut the selected text to the clipboard
nl: De geselecteerde tekst naar het klembord wegknippen

source: Paste the text from the clipboard
nl: De tekst plakken vanuit klembord

source: _Bold
nl: _Vet

source: Change to bold face
nl: Omzetten naar vet lettertype

source: _Left
nl: _Links

source: Left justify the text
nl: De tekst links uitlijnen

source: C_enter
nl: _Centreren

source: Center justify the text
nl: De tekst centreren

source: _Right
nl: _Rechts

source: Right justify the text
nl: De tekst rechts uitlijnen

source: _Fill
nl: _Vullen

source: Fill justify the text
nl: De tekst uitvullen

source: Quit the application
nl: De toepassing sluiten

source: Enable Cut/Copy/Paste
nl: Knippen/Kopiëren/Plakken mogelijk maken

source: Change the sensitivity of the cut, copy and paste actions
nl: De gevoeligheid van de acities knippen, kopiëren en plakken aanpassen

source: Customise _Accels
nl: S_neltoetsen aanpassen

source: Customise keyboard shortcuts
nl: Snelkoppelingen aanpassen

source: Both
nl: Beide

source: Both Horizontal
nl: Beide horizontaal

source: Small Icons
nl: Kleine pictogrammen

source: Large Icons
nl: Grote pictogrammen

source: line entry
nl: regel invoer

source: Enter the line number
nl: Het regelnummer invoeren

source: line number
nl: regelnummer

source: Open File
nl: Bestand openen
pt: Abrir Ficheiro
sr@latn: Otvori datoteku

source: Unable to open %s in %s
nl: Kan %s niet in %s openen
pt: Incapaz de abrir %s em %s
sr@latn: Ne mogu otvoriti %s u %s

source: No default viewer specified for the mime type %s. Please set it in GNOME control center
nl: Geen standaardweergave gegeven voor mimetype %s. U moet dit instellen in het GNOME Configuratiecentrum
pt: Nenhum visualizador por omissão definido para o tipo mime %s. Defina-o no centro de controlo GNOME
sr@latn: Nije postavljen program za rukovanje podacima tipa %s. Molim postavite program u Gnom kontrol centru (GNOME control center)

source: Unable to build user interface for file filter
nl: Kan gebruikersinterface voor bestandsfilter niet opbouwen
pt: Incapaz de criar interface de utilizador para filtro ficheiros
sr@latn: Ne mogu prikazati prozor za izbor/filtriranje datoteka

source: Append messages
nl: Boodschappen toevoegen
pt: Acrescentar mensagens
sr@latn: Dodaj poruke

source: Direction
nl: Richting
pt: Direcção
sr@latn: Smer

source: File/Directory to add:
nl: Bestand/map om toe te voegen:
pt: Ficheiro/Directório a adicionar:
sr@latn: Dodaj datoteku/direktorijum:

source: Find and replace
nl: Zoeken en vervangen
pt: Procurar e substituir
sr@latn: Pronađi i zameni

source: Find in Files
nl: Zoeken in bestanden
pt: Encontrar nos Ficheiros
sr@latn: Pronađi u datotekama

source: Forwards
nl: Vooruit
pt: Avança
sr@latn: Unapred

source: From cursor
nl: Vanaf cursor
pt: A partir do cursor
sr@latn: Od kursora

source: Ignore CVS directory
nl: CVS-map negeren
pt: Ignorar directório CVS
sr@latn: Ne uzimaj u obzir CVS direktorijum

source: Ignore binary files
nl: Binaire bestanden negeren
pt: Ignorar ficheiros binários
sr@latn: Ne uzimaj u obzir izvršne datoteke

source: Ignore case
nl: Hoofdletterongevoelig
pt: Ignorar capitalização
sr@latn: Mala i velika slova se ne razlikuju

source: Prompt before replace
nl: Vraag bij vervanging
pt: Perguntar antes de substituir
sr@latn: Pitaj pre zamene

source: Regexp/String to find
nl: Reguliere expressie/tekst om te zoeken
pt: ExpReg/Expressão a procurar
sr@latn: Pronađi regularni izraz/niz znakova

source: Replace Expression
nl: Expressie vervangen
pt: Substituir Expressão
sr@latn: Zameni izraz

source: Search String
nl: Zoektekst
pt: Expressão Procura
sr@latn: Pronađi niz znakova

source: String to replace
nl: Te vervangen tekst
pt: Expressão a substituir
sr@latn: Niz znakova koji se zamenjuje

source: Whole word
nl: Hele woord
pt: Palavra completa
sr@latn: Cela reč

source: Dock the toolbar
nl: Werkbalk aankoppelen
pt: Anexar a barra ferramentas
sr@latn: Pripoj glavne alatke

source: Sample Plugin Description. Holla!
nl: Voorbeeldplugin beschrijving. HEUJ!
pt: Descrição de Plugin de Exemplo. Olá!
sr@latn: Opis dodatka - primera.

source: Hello world!
nl: Hallo wereld!
pt: Olá mundo!
sr@latn: Zdravo svete!

source: Sample plugin!
nl: Voorbeeldplugin!
pt: Plugin de exemplo!
sr@latn: Primer - dodatak!

source: This is a sample plugin
nl: Dit is een voorbeeldplugin
pt: Este é um plugin de exemplo
sr@latn: Ovo je primer dodatak

source: Anjuta: Caught signal %d (%s) !
nl: Anjuta: Opgevangen signaal %d (%s) !
pt: Anjuta: Apanhado o sinal %d (%s) !
sr@latn: Anjuta: Uhvaćen signal %d (%s) !

source: All files saved ...
nl: Alle bestanden bewaard ...
pt: Todos os ficheiros gravados ...
sr@latn: Sve datoteke su zabeležene...

source: Anjuta: No file
nl: Anjuta: Geen bestand
pt: Anjuta: Nenhum ficheiro
sr@latn: Anjuta: nema datoteke

source: ERROR:
nl: FOUT:
pt: ERRO:
sr@latn: Greška:

source: Click here to undock this window
nl: Klik hier om dit venster te undockken
pt: Clique aqui para desanexar esta janela
sr@latn: Pritisnite ovde kako bi odvojili ovaj prozor

source: Click here to hide this window
nl: Klik hier om dit venster te verbergen
pt: Clique aqui para esconder esta janela
sr@latn: Pritisnite ovde kako bi sakrili ovaj prozor

source: Find in Files completed...............Unsuccessful
nl: Zoeken in bestanden compleet...........Niet succesvol
pt: Encontrar nos Ficheiros completo.........Insucesso
sr@latn: „Pronađi u datotekama“ je završeno...............neuspešno
