Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Printing ...
nl: Afdrukken ...
pt: A Imprimir ...
sr@latn: Štampam ...

source: Print Preview
nl: Afdrukvoorbeeld
pt: Antever Impressão
sr@latn: Prikaz pre štampe

source: The maximum number of settings has been reached.
nl: Het maximum aantal instellingen is bereikt.

source: This name is already used.
nl: Deze naam is al in gebruik

source: Find:
nl: Zoeken:

source: %d matches have been replaced.
nl: %d overeenkomsten vervangen.
pt: Foram substituidas %d ocorrências.
sr@latn: Zamenio je %d poklapanja.

source: Could not save file: %s.
nl: Kon bestand niet opslaan: %s.
pt: Incapaz de gravar ficheiro: %s.
sr@latn: Ne mogu sačuvati datoteku: %s.

source: The file '%s' on the disk is more recent than the current buffer. Do you want to reload it?
nl: Het bestand '%s' op de schijf is recenter dan de huidige buffer. Wilt u het opnieuw laden?
pt: O ficheiro '%s' no disco é mais recente que o buffer actual. Deseja rele-lo?
sr@latn: Datoteka '%s' na disku je novija od trenutnog prikaza. Da li želite da je ponovo učitate?

source: Auto format is currently disabled. Change the setting in Preferences.
nl: Autoformaat is momenteel uitgeschakeld. U kunt het aanzetten in Voorkeuren.
pt: Auto formatação está desactiva. Altere as definições nas Preferências.
sr@latn: Automatsko formatiranje je trenutno onemogućeno. Promenite to u Podešavanjima

source: Error in auto formatting ...
nl: Fout bij automatisch opmaken ...
pt: Erro na auto formatação ...
sr@latn: Greška prilikom automatskog formatiranja...

source: Anjuta does not know %s!
nl: Anjuta kent %s niet!
sr@latn: Anjuta ne poznaje %s!

source: Error in auto formatting ... Details: %s
nl: Fout bij automatisch opmaken ... Details: %s
pt: Erro na auto formatação ... Detalhes: %s
sr@latn: Greška prilikom automatskog formatiranja... Detalji: %s

source: Autosave "%s" -- Failed
nl: Automatisch bewaren "%s" -- Mislukt
pt: Autogravação "%s" -- Falhou
sr@latn: Automatsko snimanje „%s“ — neuspešno

source: Back
nl: Terug
pt: Anterior
sr@latn: Nazad

source: Tag Definition
nl: Tag definitie
pt: Definição Etiqueta
sr@latn: Definicija funkcije/promenljive

source: Tag Declaration
nl: Tag declaratie
pt: Declaração Etiqueta
sr@latn: Deklaracija funkcije/promenljive

source: Prev mesg
nl: Vorige boodschap
pt: Mens Ant
sr@latn: Prethodna poruka

source: Next mesg
nl: Volgende boodschap
pt: Mens Seg
sr@latn: Sledeća poruka

source: Prev bookmark
nl: Vorige bladwijzer
pt: Marcador Anterior
sr@latn: Prethodna oznaka

source: Next bookmark
nl: Volgende bladwijzer
pt: Marcador Seguinte
sr@latn: Sledeća oznaka

source: Toggle breakpoint
nl: Toggle breekpunt
pt: Alternar breakpoint
sr@latn: Postavi/ukloni oznaku

source: Step in
nl: Stap in
pt: Passo dentro
sr@latn: Korak u

source: Step over
nl: Stap over
pt: Passo sobre
sr@latn: Korak preko

source: Step out
nl: Stap uit
pt: Passo fora
sr@latn: Korak van

source: Run to cursor
nl: Loop tot cursor
pt: Executar até cursor
sr@latn: Izvrši do kursora

source: Run/Continue
nl: Loop/Ga verder
pt: Executar/Continuar
sr@latn: Izvrši/nastavi

source: Interrupt
nl: Onderbreek
pt: Interromper
sr@latn: Prekini

source: Toggle Line numbers
nl: Regelnummers omschakelen
pt: Alternar nº Linhas
sr@latn: Prikaz brojeva pored linije

source: Toggle Marker Margin
nl: Markeermarge's omschakelen
pt: Alternar Margem de Marcador
sr@latn: Prikaz margine sa oznakama

source: Toggle Fold Margin
nl: Ombuigmarges omschakelen
pt: Alternar Margem de Quebra
sr@latn: Prikaz margine jezičke strukture

source: Toggle Guides
nl: Gidsen omschakelen
pt: Alternar Guias
sr@latn: Prikaz vertikalnih linija programskih struktura

source: Cut
nl: Knippen
pt: Cortar
sr@latn: Iseci

source: Copy
nl: Kopiëren
pt: Copiar
sr@latn: Umnoži

source: Paste
nl: Plakken
pt: Colar
sr@latn: Ubaci

source: Toggle Bookmark
nl: Toggle bladwijzer
pt: Alternar Marcador
sr@latn: Prikaži/ukloni oznaku

source: Auto format
nl: Auto opmaak
pt: Auto formatar
sr@latn: Automatsko formatiranje

source: Go
nl: Ga
pt: Ir
sr@latn: Idi

source: Close
nl: Sluiten
pt: Fechar
sr@latn: Zatvori

source: Docked
nl: Aangemeerd
pt: Anexado
sr@latn: Prikačen

source: _Open ...
nl: _Openen ...
pt: _Abrir ...
sr@latn: _Otvori ...

source: Update file
nl: Bestand bijwerken
pt: Actualizar ficheiro
sr@latn: Osveži datoteku

source: Update current working copy
nl: Huidige werkversie bijwerken
pt: Actualizar cópia de trabalho actual
sr@latn: Osveži trenutni radni primerak

source: Commit file
nl: Bestand 'committen'
pt: Submeter ficheiro
sr@latn: Pošalji datoteku

source: Commit changes to the repository
nl: Veranderingen opsturen naar de repository
pt: Submeter alterações para o repositório
sr@latn: Pošalji izmene na server

source: Status of file
nl: Status van bestand
pt: Estado do ficheiro
sr@latn: Stanje datoteke

source: Print the status of the current file
nl: De status van het huidige bestand afdrukken
pt: Imprimir o estado do ficheiro actual
sr@latn: Prikaži stanje tekuće datoteke

source: Get file log
nl: Logboek ophalen
pt: Obter log ficheiro
sr@latn: Preuzmi dnevnik datoteke

source: Print the CVS log for the current file
nl: Het CVS logboek voor het huidige bestand afdrukken
pt: Imprimir o log de CVS do ficheiro actual
sr@latn: Prikaži CVS dnevnik za tekuću datoteku

source: Add file
nl: Bestand toevoegen
pt: Adicionar ficheiro
sr@latn: Dodaj datoteku

source: Add the current file to the repository
nl: Het huidige bestand aan de repository toevoegen
pt: Adicionar o ficheiro actual ao repositório
sr@latn: Dodaj tekuću datoteku na server

source: Remove file
nl: Bestand verwijderen
pt: Remover ficheiro
sr@latn: Ukloni datoteku

source: Remove the current file from the repository
nl: Het huidige bestand uit het repository verwijderen
pt: Remover o ficheiro actual do repositório
sr@latn: Ukloni tekuću datoteku sa servera

source: Diff file
nl: Diff-bestand
pt: Diff ficheiros
sr@latn: Datoteka sa izmenama

source: Create a diff between the working copy and the repository
nl: Een diff maken van de verschillen tussen de werkversie en de repository
pt: Criar um diff entre a cópia de trabalho e o repositório
sr@latn: Napravi datoteku sa razlikama između radnog primerka projekta i servera

source: Open in Anjuta
nl: Openen in Anjuta
pt: Abrir no Anjuta
sr@latn: Otvori u Anjuta-i

source: Open in default viewer
nl: Openen met de standaard viewer
pt: Abrir no visualizador por omissão
sr@latn: Otvori u podrazumevanom pregledniku

source: Customize
nl: Aanpassen
pt: Costumizar
sr@latn: Prilagodi

source: Customize the file browser
nl: Bestandsbeheer aanpassen
pt: Costumizar o navegador de ficheiros
sr@latn: Prilagodi preglednik datoteka

source: Loading ...
nl: Laden...

source: Choose directories
nl: Mappen kiezen
pt: Seleccionar directórios
sr@latn: Izaberi direktorijume

source: Choose files
nl: Bestanden kiezen
pt: Seleccionar ficheiros
sr@latn: Izaberi datoteke

source: Do not show hidden directories
nl: Verborgen mappen niet weergeven
pt: Não mostrar directórios escondidos
sr@latn: Ne prikazuj skrivene direktorijume

source: Ignore directories
nl: Mappen negeren
pt: Ignorar directórios
sr@latn: Zanemari direktorijume

source: Refresh file manager tree
nl: Bestandsbeheer-boom verversen

source: Cannot execute command shell
nl: Kan commando schil niet uitvoeren
pt: Incapaz de executar comando de consola
sr@latn: Ne mogu pokrenuti interpretator naredbi

source: Enable automatic messages indicators
nl: Automatische berichtindicatoren inschakelen
pt: Activar indicadores automáticos de mensagens
sr@latn: Omogući automatske indikatore poruka

source: Errors messages:
nl: Foutmeldingen:
pt: Mensagens erro:
sr@latn: Greške:

source: Normal messages:
nl: Normale berichten:
pt: Mensagens normais:
sr@latn: Normalne poruke:

source: Other messages:
nl: Overige berichten:
pt: Outras mensagens:
sr@latn: Ostale poruke

source: Underline Plain
nl: Onderstrepen normaal
sr@latn: Obično podvučeno

source: Underline Squiggle
nl: Onderstrepen gegolfd
sr@latn: Podvučeno krivudavo

source: Underline-TT
nl: Onderstrepen TT
sr@latn: Podvučeno cik-cak

source: Warnings messages:
nl: Waarschuwingsberichten:
pt: Mensagens aviso:
sr@latn: Upozorenja:

source: _Next message
nl: _Volgend bericht

source: _Previous message
nl: V_orig bericht

source: Next/Prev Message
nl: Volgend/Vorig bericht

source: Interface to patch Projects or individual files
nl: Interface om projecten of bestanden te patchen
pt: Interface para aplicar patches a Projectos ou ficheiros
sr@latn: Okruženje za primenu zakrpa na projekte ili same datoteke

source: File/Dir to patch
nl: Bestand/map om te patchen
pt: Ficheiro/Directório a efectuar patch
sr@latn: Datoteka/direktorijum koji se krpi

source: Patch level (-p)
nl: Patch-niveau (-p)
pt: Nível patch (-p)
sr@latn: Nivo zakrpe (-p)

source: Selected directory to patch
nl: Geselecteerde map voor patchen
pt: Seleccionar directório a efectuar patch
sr@latn: Izabrani direktorijum na koji se primenjuje zakrpa

source: Selected patch file
nl: Geselecteerde patch
pt: Ficheiro patch seleccionado
sr@latn: Izabrana zakrpa

source: Patch plugin
nl: Plugin patchen
pt: Plugin patch
sr@latn: Dodatak zakrpe

source: The patch plugin
nl: De patchplugin
pt: O plugin de patch
sr@latn: Dodatak zakrpe

source: There are unfinished jobs, please wait until they are finished
nl: Er zijn nog actieve taken, wacht a.u.b. tot deze zijn afgelopen
pt: Existem processos por terminar, aguarde até que terminem
sr@latn: Postoje nezavršeni poslovi, molim sačekajte dok se ne završe

source: Patch successful.
nl: Patch is gelukt.
pt: Patch com sucesso.
sr@latn: Zakrpa primenjena uspešno.

source: Anjuta project files
nl: Anjuta projectbestanden
pt: Ficheiros de projecto Anjuta
sr@latn: Anjuta projektne datoteke

source: Unable to load Project: %s
nl: Kan project %s niet laden
pt: Incapaz de ler Projecto: %s
sr@latn: Ne uspevam učitati projekat: %s

source: Anjuta version %s or later is required to open this Project. Please upgrade to the latest version of Anjuta (Help for more information).
nl: U heeft Anjuta versie %s of later nodig om dit project te openen. Upgrade Anjuta naar de laatste versie (Help voor meer informatie). \
pt: Necessita do Anjuta versão %s ou posterior para abrir este Projecto. Actualize o Anjuta para a versão mais recente (Ajuda para mais informações).
sr@latn: Potrebna je %s verzija programa Anjuta ili novija kako bi mogli otvoriti ovaj projekat. Molim, nadogradite program na poslednju verziju. (Pomoć za više informacija)

source: Project saved successfully
nl: Project is opgeslagen
pt: Projecto gravado com sucesso
sr@latn: Projekat uspešno zabeležen

source: Unable to save the Project.
nl: Niet in staat het project op te slaan.
pt: Incapaz de gravar Projecto.
sr@latn: Ne uspevam zabeležiti projekat

source: A .glade file does not exist in the top level Project directory. If you do not use glade for GUI editing, please specify a custom command for it in [Project]->[Project Configuration]->[GUI editor command]
nl: Er is geen .glade bestand in het bovenste niveau van de projectmap. Indien u geen glade gebruikt voor GUI editing geef er dan een aangepaste opdracht voor in [Project]->[Projectconfiguratie]->[GUI editor opdracht]
pt: Não existe um ficheiro .glade no directório de topo do Projecto. Se não utiliza o glade para edição do GUI, especifique um comando costumizado para ele em [Projecto]->[Configuração Projecto]->[Comando editor GUI]
sr@latn: Datoteka sa nastavkom .glade ne postoji u korenom direktorijumu projekta. Ako ne koristite program Glejd(Glade) za uređivanje grafičkog izgleda programa, molim navedite naredbu programa koji koristite u [Projekat] -> [Podešavanje projekta] -> [Naredba za program za grafičko uređenje izgleda programa]

source: Recent Projects
nl: Recente projecten
pt: Projectos Recentes
sr@latn: Poslednji otvarani projekti

source: already exists in the project
nl: bestaat reeds in het project
pt: já existe no projecto
sr@latn: već postoji u projektu

source: Error while copying the file inside the module.
nl: Fout tijdens het copieeren van het bestand in de module.
pt: Erro ao compilar os ficheiros dentro do módulo.
sr@latn: Greška prilikom prenosa datoteke unutar modula.

source: Error in loading Project: %s
nl: Fouten tijdens laden project %s
pt: Erro na leitura do Projecto: %s
sr@latn: Greška pri učitavanju projekta: %s

source: Project loaded successfully.
nl: Project geladen
pt: Projecto aberto com sucesso.
sr@latn: Projekat uspešno učitan.

source: There is already a Project open.Do you want to close it first?
nl: Er is al een project geopend. Wilt u deze eerst sluiten?
pt: Já existe um Projecto aberto. Deseja fecha-lo primeiro?
sr@latn: Već postoji otvoren projekat.Da li želite da ga zatvorite prvo?

source: Help files
nl: Hulpbestanden
pt: Ficheiros ajuda
sr@latn: Pomoć datoteke

source: Pascal files
nl: Pascal bestanden
pt: Ficheiros pascal
sr@latn: Paskal programi

source: PHP files
nl: PHP bestanden
pt: Ficheiros PHP
sr@latn: PHP programi

source: Perl files
nl: Perl bestanden
pt: Ficheiros perl
sr@latn: Perl programi

source: Python files
nl: Python bestanden
pt: Ficheiros python
sr@latn: Pajton programi

source: Shell Script files
nl: Shell script bestanden
pt: Ficheiros script consola
sr@latn: Skripte interpretatora naredbi

source: Visual Basic files
nl: Visual Basic bestanden
pt: Ficheiros visual basic
sr@latn: Visual Basic datoteke

source: .lua files
nl: .lua bestanden
pt: Ficheiros .lua
sr@latn: .lua datoteke

source: PNG files
nl: PNG bestanden
pt: Ficheiros PNG
sr@latn: PNG datoteke

source: JPG files
nl: JPG bestanden
pt: Ficheiros JPG
sr@latn: JPG datoteke

source: BMP files
nl: BMP bestanden
pt: Ficheiros BMP
sr@latn: BMP datoteke

source: GIF files
nl: GIF bestanden
pt: Ficheiros GIF
sr@latn: GIF datoteke

source: Text files
nl: Tekst bestanden
pt: Ficheiros texto
sr@latn: Tekstualne datoteke

source: XML files
nl: XML bestanden
pt: Ficheiros XML
sr@latn: XML datoteke

source: HTML files
nl: HTML bestanden
pt: Ficheiros HTML
sr@latn: HTML datoteke

source: DOC files
nl: DOC bestanden
pt: Ficheiros DOC
sr@latn: DOC datoteke

source: PO files
nl: PO bestanden
pt: Ficheiros PO
sr@latn: PO datoteke

source: Add file to module:
nl: Bestand aan module toevoegen:
pt: Adicionar ficheiro ao módulo:
sr@latn: Dodaj datoteku u modul:

source: Include file
nl: Includeer bestand
pt: Ficheiro include
sr@latn: Datoteka sa prototipima

source: Source file
nl: Bronbestand
pt: Ficheiro código
sr@latn: Datoteka sa izvornim kodom

source: Help file
nl: Helpbestand
pt: Ficheiro ajuda
sr@latn: Datoteka koja sadrži pomoć

source: Data file
nl: Databestand
pt: Ficheiro dados
sr@latn: Datoteka sa podacima

source: Pixmap file
nl: Pixmapbestand
pt: Ficheiro pixmap
sr@latn: Pixmap datoteka

source: Translation file
nl: Vertaalbestand
pt: Ficheiro tradução
sr@latn: Datoteka sa prevodom

source: Doc file
nl: Doc bestand
pt: Ficheiro doc
sr@latn: Dokumentacija

source: Project Information
nl: Projectinformatie
pt: Informação Projecto
sr@latn: Informacije o projektu

source: Project Information
nl: Projectinformatie
pt: Informação Projecto
sr@latn: Informacije o projektu

source: Program Name:
nl: Programmanaam:
pt: Nome Aplicação:
sr@latn: Ime programa:

source: Help files:
nl: Hulpbestanden:
pt: Ficheiros ajuda:
sr@latn: Pomoć datoteke:

source: Data files:
nl: Databestanden:
pt: Ficheiros dados:
sr@latn: Datoteke sa podacima:

source: Pixmap files:
nl: Pixmapbestanden:
pt: Ficheiros pixmap:
sr@latn: Pixmap datoteke:

source: Doc files:
nl: Doc bestanden:
pt: Ficheiros doc:
sr@latn: Doc datoteke:

source: Po files:
nl: PO bestanden:
pt: Ficheiros po:
sr@latn: Po datoteke:

source: GUI editable by Glade:
nl: GUI aanpasbaar door Glade:
pt: GUI editável pelo Glade:
sr@latn: Koristi Glejd (Glade) za grafički izgled programa:

source: Gettext support:
nl: Gettext ondersteuning:
pt: Suporte gettext:
sr@latn: Gettekst(Gettext) podrška:

source: Project is not saved. Do you want to save it before closing?
nl: Project is niet bewaard. Wilt u het bewaren voor het sluiten?
pt: O projecto não está gravado. Deseja grava-lo antes de o fechar?
sr@latn: Projekat nije zabeležen. Da li želite da ga zabeležite pre zatvaranja?

source: Breton
nl: Bretons
pt: Bretão
sr@latn: bretanjski

source: Catalan
nl: Catalaans
pt: Catalão
sr@latn: katalonski

source: Czech
nl: Tsjechisch
pt: Checo
sr@latn: češki

source: Danish
nl: Deens
pt: Dinamarquês
sr@latn: danski

source: German
nl: Duits
pt: Alemão
sr@latn: nemački

source: Spanish
nl: Spaans
pt: Espanhol
sr@latn: španski

source: Finnish
nl: Fins
pt: Finlandês
sr@latn: finski

source: French
nl: Frans
pt: Francês
sr@latn: francuski

source: Herbrew
nl: Hebreeuws
pt: Hebreu
sr@latn: hebrejski

source: Croatian
nl: Kroatisch
pt: Croata
sr@latn: hrvatski

source: Hungarian
nl: Hongaars
pt: Húngaro
sr@latn: mađarski

source: Islandic
nl: IJslands
pt: Islandês
sr@latn: islandski

source: Italian
nl: Italiaans
pt: Italiano
sr@latn: italijanski

source: Macedonian
nl: Macedonisch
pt: Macedónio
sr@latn: makedonski

source: Dutch
nl: Nederlands
pt: Holandês
sr@latn: holandski

source: Norwegian
nl: Noors
pt: Norueguês
sr@latn: norveški

source: Polish
nl: Pools
pt: Polaco
sr@latn: poljski

source: Portuguese
nl: Portugees
pt: Português
sr@latn: portugalski

source: Russian
nl: Russisch
pt: Russo
sr@latn: ruski

source: Slovak
nl: Slowaaks
pt: Eslovaco
sr@latn: slovački

source: Simplified Chinese
nl: Vereenvoudigd Chinees
pt: Chinês Simplificado
sr@latn: kineski pojednostavljeni

source: Chinese
nl: Chinees
pt: Chinês
sr@latn: kineski

source: Estonian
nl: Estonisch
pt: Estónio
sr@latn: estonski

source: Select regional language
nl: Selecteer regionale taal
pt: Seleccione idioma regional
sr@latn: Izaberite jezik

source: Select regional language:
nl: Regionale taal selecteren:
pt: Seleccione idioma regional:
sr@latn: Izaberite jezik:

source: Unable to find pixmap file: %s
nl: Kon het pixmap bestand %s niet vinden
pt: Incapaz de encontrar ficheiro imagem: %s
sr@latn: Ne mogu pronaći pixmap datoteku: %s

source: "%s" does not exist. Do you want to create it now ?
nl: "%s" bestaat niet. Wilt u het nu aanmaken?
pt: "%s" não existe. Deseja cria-lo agora ?
sr@latn: „%s“ ne postoji. Da li želite sada da ga stvorite ?

source: Not a regular file: %s.
nl: %s is geen gewoon bestand
pt: Não é um ficheiro normal: %s.
sr@latn: Neodgovarajuća datoteka: %s.

source: Could not launch script!
nl: Kan script niet starten!
pt: Incapaz de lançar script!
sr@latn: Ne mogu pokrenuti skriptu!

source: Importing Project...please wait
nl: Importeren van project...een ogenblik geduld alstublieft
pt: A importar Projecto...aguarde!
sr@latn: Uvozim projekat...molim sačekajte

source: Could not import Project: no project file found!
nl: Kan project niet importeren: geen projectbestand gevonden!
pt: Incapaz de importar Projecto: nenhum ficheiro de projecto encontrado!
sr@latn: Ne mogu uvesti projekat: nije pronađena projektna datoteka!

source: Please complete all of the required fields
nl: Vul alle vereiste velden in
pt: Complete todos os campos obrigatórios
sr@latn: Molim popunite sva zahtevana polja

source: Confirm the following information:
nl: Bevesting de volgende informatie:
pt: Confirmar a seguinte informação:
sr@latn: Potvrdite sledeće informacije:

source: Project Name:
nl: Projectnaam:
pt: Nome Projecto:
sr@latn: Ime projekta:

source: Target Type:
nl: Doel type:
pt: Tipo Alvo:
sr@latn: Tip izlazne datoteke:

source: Source Target:
nl: Bron doel:
pt: Alvo Código:
sr@latn: Tip izlaznog izvornog programa:

source: Version:
nl: Versie:
pt: Versão:
sr@latn: Verzija:

source: Author:
nl: Auteur:
pt: Autor:
sr@latn: Autor:

source: Language:
nl: Taal:
pt: Linguagem:
sr@latn: Jezik:

source: Gettext Support:
nl: Gettext ondersteuning:
pt: Suporte Gettext:
sr@latn: Gettekst podrška:

source: The import operation has already begun. Click Cancel to skip the customisation stage, or Next to continue.
nl: Het importeren is reeds begonnen. Klik op Annuleren om het instellen over te slaan, of Volgende om door te gaan.
pt: A operação de importação já foi iniciada. Prima Cancelar para passar a fase de costumização, ou Seguinte para continuar.
sr@latn: Uvoz je već započet. Pritisnite Poništi kako bi preskočili etapu podešavanja, ili Dalje kako bi nastavili.

source: Project Import Wizard
nl: Project importassistent
pt: Ajudante Importação Projecto
sr@latn: Čarobnjak za uvoz projekta

source: Select top level directory of an existing project
nl: Bovenste niveau map selecteren van een bestaand project
pt: Seleccionar directório de topo de um projecto existente
sr@latn: Izaberi koreni direktorijum jednog postojećeg projekta

source: Select existing project directory
nl: Bestaande projectmap selecteren
pt: Seleccionar directório de um projecto existente
sr@latn: Izaberi postojeći projektni direktorijum

source: Error writing to file: %s.
nl: Fout schrijven naar bestand: %s.
pt: Erro ao escrever para ficheiro: %s.
sr@latn: Greška pri upisu u datoteku: %s.

source: Error writing to: %s.
nl: Fout bij schrijven naar : %s.
pt: Erro ao escrever para : %s.
sr@latn: Greška pri upisu u: %s.

source: Source Paths
nl: Bronmappen
pt: Caminho de Código
sr@latn: Putanje do programa

source: Source target name
nl: Naam bronbestand
pt: Nome alvo código fonte
sr@latn: Ime rezultujuće datoteke sa izvornim kodom

source: Project version
nl: Projectversie
pt: Versão projecto
sr@latn: Verzija projekta

source: Invalid %s field: You must supply a valid %s field to proceed further.
nl: Ongeldig %s veld: U moet een geldig %s veld invoeren om verder te kunnen gaan.
pt: Campo %s inválido: Tem de indicar um campo %s valido para prosseguir.
sr@latn: Pogrešno %s polje: Morate dostaviti ispravno %s polje kako bi nastavili dalje.

source: A project or file with the same name.already exists. Project creation aborted.
nl: Een project met dezelfde bestaat al. Aanmaken project afgebroken.
pt: Um projecto ou ficheiro com o mesmo nome já existe. Criação de Projecto abortada.
sr@latn: Projekat ili datoteka sa istim imenom već postoji. Stvaranje projekta obustavljeno.

source: Generating Project ...
nl: Genereren van project ...
pt: A gerar Projecto ...
sr@latn: Stvaram projekat ...

source: Cannot create file: %s
nl: Kan bestand: %s niet maken
pt: Incapaz de criar ficheiro: %s
sr@latn: Ne mogu napraviti datoteku: %s

source: Loading Project ...
nl: Laden van project ...
pt: A ler Projecto ...
sr@latn: Učitavam projekat...

source: Saving Project ...
nl: Opslaan van project ...
pt: A gravar Projecto ...
sr@latn: Beležim projekat...

source: Generating source codes ...
nl: Genereren van broncodes ...
pt: A gerar código fonte ...
sr@latn: Obrazujem izvorni kod...

source: Copying icon file ...
nl: Kopieren icoonbestand ...
pt: A copiar ficheiro de ícone ...
sr@latn: Prenosim sliku ikonice...

source: Could not create icon file ...
nl: Kon icoonbestand niet maken ...
pt: Incapaz de criar ficheiro de ícone ...
sr@latn: Ne mogu napraviti datoteku sa slikom ikonice...

source: Locating files ...
nl: Zoeken bestanden ...
pt: A localizar ficheiros ...
sr@latn: Pronalazim datoteke...

source: Updating Project ...
nl: Bijwerken van project ...
pt: A actualizar Projecto ...
sr@latn: Dopunjavam projekat...

source: Running autogen.sh ...
nl: Uitvoeren van autogen.sh ...
pt: A executar autogen.sh ...
sr@latn: Pokrećem skriptu autogen.sh...

source: Auto generation completed...............Unsuccessful
nl: Automatische generatie compleet ........ Niet succesvol
pt: Auto-geração terminada......................Insucesso
sr@latn: Automatsko stvaranje je završeno...............neuspešno
