Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: The editor is being used as output buffer for an operation. Closing it will result in stopping the process. Do you still want close the editor?
nl: De editor wordt gebruik als standaarduitvoer van een actie. Als u deze sluit, zal het proces ook stoppen. Weet u zeker dat u de editor wilt sluiten?
pt: O editor está a ser utilizado como buffer de saida para uma operação. Fecha-lo resultará na paragem do processo. Deseja mesmo fechar o editor?
sr@latn: Program za uređenje teksta se koristi kao izlaz jedne operacije. Njegovim zatvaranjem zaustavljate proces. Da li i dalje želite da zatvorite program za uređenje teksta?

source: The file '%s' is not saved. Do you want to save it before closing?
nl: Het bestand "%s" is niet bewaard. Wilt u het bewaren voordat gesloten wordt?
pt: O ficheiro '%s' não está gravado. Deseja grava-lo antes de fechar?
sr@latn: Datoteka '%s' nije zabeležena. Da li želite da je zabeležite pre zatvaranja?

source: Do_n't save
nl: _Niet opslaan
pt: _Não gravar
sr@latn: _Nemoj da sačuvaš

source: There is no line number %d in "%s".
nl: Er is geen regelnummer %d in "%s".

source: No matches. Wrap search around the document?
nl: Geen overeenkomsten. Zoeken van het het begin van het document?
pt: Nenhuma equivalência. Dar a volta ao documento?
sr@latn: Nema traženog niza znakova. Da li da nastavim pretragu sa početka dokumenta?

source: Recent Files
nl: Recente bestanden
pt: Ficheiros Recentes
sr@latn: Nedavno korišćene datoteke

source: <span weight="bold">Options</span>
nl: <span weight="bold">Opties</span>

source: Activate
nl: Activeren

source: Always save in UTF-8 encoding (faster)
nl: Altijd opslaan in UTF-8 (sneller)
pt: Gravar sempre em codificação UTF-8 (mais rápido)
sr@latn: Uvek sačuvaj u UTF-8 zapisu (brže)

source: Arrows
nl: Pijlen
sr@latn: Strelice

source: Back color:
nl: Achtergrondkleur:
pt: Cor fundo:
sr@latn: Boja pozadine:

source: Caret blink period in milli-seconds
nl: Knippersnelheid van cursor in miiliseconden
pt: Intervalo de piscar do cursor em milisegundos
sr@latn: Treperenje kursora izraženo u mili-sekundama

source: Case insensitive
nl: Hoofdletterongevoelig
pt: Insensível capitalização
sr@latn: Mala i velika slova se ne razlikuju

source: Circular
nl: Circulair
sr@latn: Kružno

source: Column at edge indicator
nl: Kolom aan rand indicator
pt: Indicador de margem de coluna
sr@latn: Indikator kolona na ivici

source: Crazy boy style
nl: Crazy boy stijl
sr@latn: Neobičan stil

source: Custom style
nl: Aangepaste stijl
pt: Estilo Costumizado
sr@latn: Proizvoljan stil

source: Delete Theme
nl: Thema verwijderen
pt: Apagar Tema
sr@latn: Ukloni temu

source: Disable auto-format
nl: Automatisch formaat uitschakelen
pt: Desactivar auto-formatação
sr@latn: Onemogući automatsko formatiranje

source: Encodings
nl: Coderingen

source: Enter the command line arguments for the 'indent' program. Read the info page for 'indent' for more details
nl: Geef de opdrachtregel-argumenten voor het programma 'indent'. Lees de infopagina voor 'indent' voor meer details.
pt: Introduza os parâmetros de linha de comando para a aplicação 'indent'. Leia a página de info do 'indent' para mais detalhes
sr@latn: Zadajte argumente na liniji naredbi za program 'indent'. Za više detalja pročitajte info stranicu programa 'indent'

source: Fore color:
nl: Voorgrondkleur:
pt: Cor 1º plano:
sr@latn: Boja teksta:

source: GNU coding style
nl: GNU coding stijl
sr@latn: GNU programerski stil

source: Hello World style
nl: 'Hallo wereld' stijl
sr@latn: Zdravo svete stil

source: Highlight style
nl: Belichtingsstijl
pt: Estilo realce
sr@latn: Stil osvetljenja

source: Indentation
nl: Inspringen

source: Kernighan and Ritchie style
nl: Kernighan and Ritchie stijl
sr@latn: Kernigan (Kernighan) & Riči (Ritchi) stil

source: Max. Actions
nl: Max acties
pt: Máx. Acções
sr@latn: Najviše radnji

source: New Name
nl: Nieuwe Naam

source: Original Berkeley style
nl: Originele Berkeley stijl
sr@latn: Originalni Berkli (Berkeley) stil

source: Other colors
nl: Overige kleuren
pt: Outras cores
sr@latn: Ostale boje

source: Pick a color
nl: Kies een kleur
pt: Seleccione uma cor
sr@latn: Izaberi boju

source: Read me
nl: Lees mij

source: Regular Expression
nl: Reguliere expressie
pt: Expressão Regular
sr@latn: Regularan izraz

source: Reload Session Defaults
nl: Sessie-instellingen herladen
pt: Reler Omissões Sessão
sr@latn: Ponovo učitaj podešavanja radnog okruženja

source: Reload System Defaults
nl: Systeem-standaarden herladen
pt: Reler Omissões Sistema
sr@latn: Ponovo učitaj sistemska podešavanja

source: Search Variable
nl: Zoekvariabele
pt: Procurar Variável
sr@latn: Promenljiva pretrage

source: Select theme:
nl: Selecteer thema:
pt: Seleccionar tema:
sr@latn: Izaberi temu

source: Sorted in the order you open them
nl: Sorteren op openvolgorde
pt: Ordenados na ordem por qual os abriu
sr@latn: Poređano po redosledu kako ih otvarate

source: Space-seperated list of directory name patterns to ignore
nl: Door spaties gescheiden lijst van te negeren mapnaampatronen
pt: Lista separada por espaços de padrões de directórios a ignorar
sr@latn: Spisak direktorijuma odvojen praznim mestom koji se ignorišu

source: Space-seperated list of directory name patterns to match
nl: Door spaties gescheiden lijst van mappatronen om te matchen
pt: Lista separada por espaços de padrões de directórios a equiparar
sr@latn: Spisak izraza odvojen praznim mestom koji se poklapaju

source: Space-seperated list of file name patterns to ignore
nl: Door spaties gescheiden lijst van te negeren bestandsnaampatronen
pt: Lista separada por espaços de padrões de ficheiros a ignorar
sr@latn: Spisak izraza odvojen praznim mestom koji se ignorišu

source: Space-seperated list of file name patterns to match
nl: Door spaties gescheiden lijst van bestandsnaampatronen om te matchen
pt: Lista separada por espaços de padrões de ficheiros a equiparar
sr@latn: Spisak izraza odvojen praznim mestom za poklapanje

source: Squares
nl: Vierkanten
sr@latn: Kvadratno

source: Style of Kangleipak
nl: Kangleipak stijl
sr@latn: Kangleipak stil

source: Syntax highlight editor
nl: Belichtingsstijl bewerken
pt: Realce de sintaxe no editor
sr@latn: Uređenje osvetljavanja koda

source: Theme
nl: Thema
pt: Tema
sr@latn: Tema

source: Try to save in current locale's encoding
nl: In codering van huidge omgeving proberen op te slaan
pt: Tentar gravar na codificação do local actual
sr@latn: Pokušaj da sačuvaj u kodiranju tekućeg lokaliteta

source: Try to save in original encoding
nl: Probeer op te slaan in originele codering
pt: Tentar gravar na codificação original
sr@latn: Pokušaj da sačuvaj u izvornom kodiranju

source: _Save Theme As
nl: _Thema opslaan als
pt: _Gravar Tema Como
sr@latn: _Sačuvaj temu kao

source: C -C++ Header File
nl: C -C++ Header bestand

source: The file "%s" is not a header file.
nl: Het bestand "%s" is geen header-bestand.
pt: O ficheiro "%s" não é um ficheiro header.
sr@latn: Datoteka „%s“ nije datoteka sa zaglavljem.

source: Goto Line number
nl: Ga naar regel
pt: Ir Para Linha número
sr@latn: Idi na broj linije

source: Save _As ...
nl: Opslaan _als ...
pt: Gravar _Como ...
sr@latn: Sačuvaj _kao ...

source: Close All Files
nl: Alle bestanden sluiten
pt: Fechar Todos Ficheiros
sr@latn: Zatvori sve datoteke

source: _Print
nl: Af_drukken
pt: _Imprimir
sr@latn: _Štampaj

source: Print preview of the current file
nl: Een voorbeeld van het huidige bestand afdrukken
pt: Antever impressão do ficheiro actual
sr@latn: Pogledaj izgled tekuće datoteke pre štampanja

source: Convert EOL chars to CRLF
nl: EOL tekens omzetten naar CRLF
pt: Converter caracteres EOL em CRLF
sr@latn: Pretvori EOL znake u CRLF znake

source: Convert EOL chars to LF
nl: EOL tekens omzetten naar LF
pt: Converter caracteres EOL em LF
sr@latn: Pretvori EOL znake u LF znake

source: Convert EOL chars to CR
nl: EOL tekens omzetten naar CR
pt: Converter caracteres EOL em CR
sr@latn: Pretvori EOL znake u CR znake

source: Convert EOL chars to majority EOL
nl: EOL tekens omzetten naar meerderheid EOL
pt: Converter caracteres EOL para maioria EOL
sr@latn: Pretvori EOL znake u većinske EOL znake

source: Select to _Brace
nl: Tot aan _Haakje selecteren
pt: Seleccionar para _Parentêsis
sr@latn: _Označi unutar zagrada

source: Select the text in the matching braces
nl: De tekst in de overeenkomstige haakjes selecteren
pt: Seleccionar o texto nas chavetas correspondentes
sr@latn: Označi tekst u srodnim zagradama

source: _Insert text
nl: Tekst _invoeren
pt: _Inserir texto
sr@latn: _Ubaci tekst

source: C _template
nl: C-s_jabloon

source: _CVS keyword
nl: _CVS sleutelwoord

source: _General
nl: Al_gemeen

source: Insert a file header
nl: Bestandsheader invoegen
pt: Inserir um cabeçalho de ficheiro
sr@latn: Ubaci zaglavlje datoteke

source: /_* GPL Notice */
nl: /_* GPL mededeling */

source: Insert GPL notice with C style comments
nl: GPL mededeling met C-stijl commentaar invoegen
pt: Inserir aviso GPL com comentário estilo C
sr@latn: Uključi OJL napomenu zajedno sa napomenama programskog jezika C

source: /_/ GPL Notice
nl: /_/ GPL mededeling

source: Insert GPL notice with C++ style comments
nl: GPL mededeling met C++-stijl commentaar invoegen
pt: Inserir aviso GPL com comentário estilo C++
sr@latn: Uključi OJL napomenu zajedno sa napomenama programskog jezika C++

source: _# GPL Notice
nl: _# GPL mededeling

source: Insert GPL notice with Python style comments
nl: GPL mededeling met Python-stijl commentaar invoegen
pt: Inserir aviso GPL com comentário estilo Python
sr@latn: Uključi OJL napomenu zajedno sa napomenama programskog jezika Pajton(Python)

source: Current _Username
nl: Huidige _gebruikersnaam

source: Insert name of current user
nl: Naam van huidige gebruiker invoegen
pt: Inserir nome do utilizador actual
sr@latn: Ubaci ime trenutnog korisnika

source: Current _Date & Time
nl: Huidige _Datum & Tijd

source: Insert current date & time
nl: Huidige datum & tijd invoegen
pt: Inserir a data & hora actual
sr@latn: Ubaci trenutni datum i vreme

source: Header File _Template
nl: Headerbestand _sjabloon

source: Insert a standard header file template
nl: Een standaardsjabloon voor een headerbestand invoegen
pt: Inserir um modelo standard de ficheiro header
sr@latn: Ubaci standardni kalup datoteke zaglavlja

source: ChangeLog entry
nl: ChangeLog onderdeel
pt: Registo ChangeLog
sr@latn: Dnevnik promena stavka

source: Insert a ChangeLog entry
nl: Een ChangeLog onderdeel invoeren
pt: Inserir um registo no ChangeLog
sr@latn: Ubaci dnevnik promena

source: Insert a switch template
nl: Een switch-sjabloon invoegen
pt: Inserir um modelo de switch
sr@latn: Ubaci jedan switch kalup

source: Insert a for template
nl: Een for-sjabloon invoegen
pt: Inserir um modelo de for
sr@latn: Ubaci jedan for kalup

source: Insert a while template
nl: Een while-sjabloon invoegen
pt: Inserir um modelo de while
sr@latn: Ubaci jedan while kalup

source: Insert an if...else template
nl: Een if...else-sjabloon invoegen
pt: Inserir um modelo de if...else
sr@latn: Ubaci jedan if...else kalup

source: _Author
nl: _Auteur

source: Insert the CVS Author keyword (author of the change)
nl: CVS-auteur invoegen (auteur van de verandering)
pt: Inserir a chave CVS Autor (autor da alteração)
sr@latn: Dodaj CVS Autor ključnu reč (autor CVS izmene)

source: _Date
nl: _Datum

source: Insert the CVS Date keyword (date and time of the change)
nl: CVS-datum invoegen (datum en tijd van de verandering)
pt: Inserir a chave CVS Data (data e hora da alteração)
sr@latn: Dodaj CVS datum ključnu reč (datum i vreme CVS izmene)

source: Insert the CVS Header keyword (full path revision, date, author, state)
nl: CVS-header sleutelwoord invoegen (volledig pad revisie, datum, auteur, toestand)

source: Insert the CVS Id keyword (file revision, date, author)
nl: Het CVS-Id sleutelwoord invoegen (bestandsrevisie, datum, auteur)

source: _Log
nl: _Loggen

source: Insert the CVS Log keyword (log message)
nl: CVS-log invoegen (logboekbericht)
pt: Inserir a chave CVS Log (mensagem log)
sr@latn: Dodaj CVS dnevnik ključnu reč (dnevnik poruka)

source: _Name
nl: _Naam

source: Insert the CVS Name keyword (name of the sticky tag)
nl: CVS-naam invoegen (naam van de sticky-tag)
pt: Inserir a chave CVS Nome (nome da etiqueta sticky)
sr@latn: Dodaj CVS Ime ključnu reč (ime lepljive oznake)

source: _Revision
nl: _Revisie

source: Insert the CVS Revision keyword (revision number)
nl: CVS-revisie invoegen (revisienummer)
pt: Inserir a chave CVS Revisão (número revisão)
sr@latn: Dodaj CVS Revizija ključnu reč (broj revizije)

source: _Source
nl: _Bron

source: Insert the CVS Source keyword (full path)
nl: CVS-broncode invoegen (volledig pad)
pt: Inserir a chave CVS Fonte (caminho completo)
sr@latn: Dodaj CVS datoteka izvornog koda ključnu reč (puna putanja)

source: _Find ...
nl: _Zoeken ...
pt: _Encontrar ...
sr@latn: _Pronađi ...

source: Find and R_eplace ...
nl: Zoeken en V_ervangen ...
pt: Encontrar e Su_bstituir ...
sr@latn: _Pronađi i zameni ...

source: Fin_d in Files ...
nl: Zoeken in _bestanden ...
pt: E_ncontrar nos Ficheiros ...
sr@latn: _Pronađi u datotekama ...

source: Co_mment code
nl: Co_mmentaarcode
pt: Co_mentar código
sr@latn: _Komentari

source: _Goto Line number
nl: _Ga naar regel

source: _Line number ...
nl: _Regelnummer ...

source: _Start of block
nl: _Begin van blok

source: _End of block
nl: _Eind van blok

source: Ne_xt occurrence
nl: Vo_lgende overeenkomst

source: Find the next occurrence of current word
nl: De volgende overeenkomende tekenreeks opzoeken
pt: Procurar a ocorrência seguinte da palavra actual
sr@latn: Pronađi sledeću pojavu tekuće reči u tekstu programa

source: Pre_vious occurrence
nl: Vo_rige overeenkomst

source: Find the previous occurrence of current word
nl: De vorige overeenkomende tekenreeks opzoeken
pt: Procurar a ocorrência anterior da palavra actual
sr@latn: Pronađi prethodno pojavljivanje tekuće reči u tekstu programa

source: S_how calltip
nl: T_oon aanroeptip
pt: Mostrar dica c_hamada
sr@latn: Prikaži prototip

source: Show calltip for the function
nl: Toont de tip om de functie aan te roepen
pt: Mostrar a dica de chamada para a função
sr@latn: Prikaži prototip funkcije

source: _Line numbers margin
nl: Marge Rege_lnummers
pt: Número _linha na margem
sr@latn: _Margina sa brojevima linija

source: _Markers Margin
nl: Marges _Markeerders
pt: Margem de _Marcadores
sr@latn: _Margina sa oznakama

source: Show/Hide markers margin
nl: Verberg/Toon markeerders marge
pt: Mostrar/Esconder margem de marcadores
sr@latn: Prikaži/sakrij marginu sa oznakama

source: _Code fold margin
nl: _Code omloop marge
pt: _Código quebrado na margem
sr@latn: _Margina programske jezičke strukture

source: _Indentation guides
nl: _Inspringregels
pt: Guias de _Indentação
sr@latn: _Linije koje prate uvlačenje redova

source: _White spaces
nl: _Spatiëring
pt: Espa_ços branco
sr@latn: _Prazna mesta

source: _Line end characters
nl: _Regeleinde tekens
pt: Caracteres de fim de _linha
sr@latn: _Znak za kraj linije

source: Line _wrapping
nl: Regel_afbreking
pt: _Quebra linha
sr@latn: _Prelom reda

source: Zoom in
nl: Inzoomen

source: Zoom out
nl: Uitzoomen

source: Force _Highlight Style
nl: Forceer _Belichtingsstijl
pt: Forçar _Estilo Realce
sr@latn: Nametni stil _osvetljenja

source: Automatically determine the highlight style
nl: Bepaal de belichtingsstijl automatisch
pt: Determinar automaticamente o estilo de realce
sr@latn: Automatski prepoznaj stil osvetljenja koda

source: No Highlight style
nl: Geen belichtingsstijl
pt: Sem estilo realce
sr@latn: Bez stila osvetljenja

source: Remove the current highlight style
nl: De huidige belichtingsstijl verwijderen
pt: remover o estilo de realce actual
sr@latn: Ukloni tekući stil osvetljenja

source: C and C++
nl: C en C++
pt: C e C++
sr@latn: C i C++

source: Force the highlight style to C and C++
nl: Forceer de belichtingsstijl naar C en C++
pt: Forçar o estilo de realce para C e C++
sr@latn: Nametni stil osvetljenja kao da se radi o C ili C++ programu

source: Force the highlight style to HTML
nl: Forceer de belichtingsstijl naar HTML
pt: Forçar o estilo de realce para HTML
sr@latn: Nametni stil osvetljenja kao da se radi o HTML programu

source: Force the highlight style to XML
nl: Forceer de belichtingsstijl naar XML
pt: Forçar o estilo de realce para XML
sr@latn: Nametni stil osvetljenja kao da se radi o XML programu

source: Force the highlight style to Javascript
nl: Forceer de belichtingsstijl naar Javascript
pt: Forçar o estilo de realce para Javascript
sr@latn: Nametni stil osvetljenja kao da se radi o Javaskript(Javascript) programu

source: Force the highlight style to WScript
nl: Forceer de belichtingsstijl naar WScript
pt: Forçar o estilo de realce para WScript
sr@latn: Nametni stil osvetljenja kao da se radi o WScript programu

source: Force the highlight style to Makefile
nl: Forceer de belichtingsstijl naar Makefile
pt: Forçar o estilo de realce para Makefile
sr@latn: Nametni stil osvetljenja kao da se radi o Makefile programu

source: Force the highlight type to Java
nl: Forceer de belichtingsstijl naar Java
pt: Forçar o estilo de realce para Java
sr@latn: Nametni stil osvetljenja kao da se radi o Java (Java) programu

source: Force the highlight style to LUA
nl: Forceer de belichtingsstijl naar LUA
pt: Forçar o estilo de realce para LUA
sr@latn: Nametni stil osvetljenja kao da se radi o Lua (LUA) programu

source: Force the highlight style to Python
nl: Forceer de belichtingsstijl naar Python
pt: Forçar o estilo de realce para Python
sr@latn: Nametni stil osvetljenja kao da se radi o Pajton (Python) programu

source: Force the highlight style to Perl
nl: Forceer de belichtingsstijl naar Perl
pt: Forçar o estilo de realce para Perl
sr@latn: Nametni stil osvetljenja kao da se radi o Perl (Perl) programu

source: Force the highlight style to SQL
nl: Forceer de belichtingsstijl naar SQL
pt: Forçar o estilo de realce para SQL
sr@latn: Nametni stil osvetljenja kao da se radi o SQL programu

source: Force the highlight style to PL/SQL
nl: Forceer de belichtingsstijl naar PL/SQL
pt: Forçar o estilo de realce para PL/SQL
sr@latn: Nametni stil osvetljenja kao da se radi o PL/SQL programu

source: Force the highlight style to PHP
nl: Forceer de belichtingsstijl naar PHP
pt: Forçar o estilo de realce para PHP
sr@latn: Nametni stil osvetljenja kao da se radi o PHP programu

source: Force the highlight style to LaTex
nl: Forceer de belichtingsstijl naar LaTex
pt: Forçar o estilo de realce para LaTex
sr@latn: Nametni stil osvetljenja kao da se radi o Lateks (LaTex) programu

source: Force the highlight style to Diff
nl: Forceer de belichtingsstijl naar Diff
pt: Forçar o estilo de realce para Diff
sr@latn: Nametni stil osvetljenja kao da se radi o Diff programu

source: Force the highlight style to Pascal
nl: Forceer de belichtingsstijl naar Pascal
pt: Forçar o estilo de realce para Pascal
sr@latn: Nametni stil osvetljenja kao da se radi o Paskal (Pascal) programu

source: Force the highlight style to Xcode
nl: Forceer de belichtingsstijl naar Xcode
pt: Forçar o estilo de realce para Xcode
sr@latn: Nametni stil osvetljenja kao da se radi o Xcode programu

source: Prj/Properties
nl: Prj/Eigenschappen
pt: Prj/Propriedades
sr@latn: Projekat/podešavanja

source: Force the highlight style to project/properties files
nl: Forceer de belichtingsstijl naar Project/Eigenschappen bestanden
pt: Forçar o estilo de realce para ficheiro projecto/propriedades
sr@latn: Nametni stil osvetljenja kao da se radi o Projekat/podešavanja datotekama

source: Force the highlight style to UNIX conf files
nl: Forceer de belichtingsstijl naar UNIX conf bestanden
pt: Forçar o estilo de realce para ficheiros conf UNIX
sr@latn: Nametni stil osvetljenja kao da se radi o Conf datotekama

source: Force the highlight style to Ada
nl: Forceer de belichtingsstijl naar Ada
pt: Forçar o estilo de realce para Ada
sr@latn: Nametni stil osvetljenja kao da se radi o Ada (Ada) programu

source: Force the highlight style to Baan
nl: Forceer de belichtingsstijl naar Baan
pt: Forçar o estilo de realce para Baan
sr@latn: Nametni stil osvetljenja kao da se radi o Baan programu

source: Force the highlight style to Lisp
nl: Forceer de belichtingsstijl naar Lisp
pt: Forçar o estilo de realce para Lisp
sr@latn: Nametni stil osvetljenja kao da se radi o Lisp (Lisp) programu

source: Ruby
nl: Robijn
sr@latn: Rubi (Ruby)

source: Force the highlight style to Ruby
nl: Forceer de belichtingsstijl naar Ruby
pt: Forçar o estilo de realce para Ruby
sr@latn: Nametni stil osvetljenja kao da se radi o Rubi (Ruby) programu

source: Force the highlight style to Matlab
nl: Forceer de belichtingsstijl naar Matlab
pt: Forçar o estilo de realce para Matlab
sr@latn: Nametni stil osvetljenja kao da se radi o Matlab (Matlab) programu

source: For_mat
nl: For_maat
pt: For_matar

source: Auto _Format
nl: Auto _Formaat
pt: Auto _Formatar
sr@latn: _Automatsko formatiranje

source: Autoformat the current source file
nl: Het huidige broncodebestand autmatisch opmaken
pt: Auto-formatar o ficheiro de código actual
sr@latn: Automatski prepoznaj i formatiraj programski kod

source: Autoformat _settings
nl: Autoformaat in_stellingen

source: Autoformat settings
nl: Autoformaat instellingen

source: _Increase Indent
nl: _Meer inspringen
pt: Aumentar _Indentação
sr@latn: _Povećaj uvlačenje reda

source: Increase indentation of line/selection
nl: Inspringen van regel/selectie vergroten
pt: Aumentar a indentação da linha/selecção
sr@latn: Povećaj uvlačenje reda ili označenog teksta

source: _Decrease Indent
nl: Mi_nder Inspringen
pt: _Diminuir Indentação
sr@latn: _Smanji uvlačenje reda

source: Decrease indentation of line/selection
nl: Inspringen van regel/selectie verkleinen
pt: Diminuir indentação da linha/selecção
sr@latn: Smanji uvlačenje reda ili označenog teksta

source: D_etach Current Document
nl: V_erwijder huidig document
pt: D_esanexar Documento Actual
sr@latn: Prikaž_i u odvojenom prozoru

source: Detach the current document into a separate editor window
nl: Splits het huidige bestand af in een apart venster
pt: Desanexar o documento actual para uma janela de editor separada
sr@latn: Rastavi tekući dokument i prikaži ga u odvojenom prozoru za uređivanje teksta

source: _Toggle bookmark
nl: _Toggle bladwijzer
pt: Al_ternar marcadores
sr@latn: _Postavi/ukloni oznaku

source: Toggle a bookmark at the current line position
nl: Toggle bladwijzer op huidige regel
pt: Alternar um marcadores na posição de linha actual
sr@latn: Postavi ili ukloni oznaku na tekućoj liniji

source: _First bookmark
nl: _Eerst bladwijzer
pt: _Primeiro marcador
sr@latn: _Prva oznaka

source: Jump to the first bookmark in the file
nl: Ga naar eerste bladwijzer in het bestand
pt: Ir para o primeiro marcador no ficheiro
sr@latn: Idi na prvu oznaku u datoteci

source: _Previous bookmark
nl: _Vorige bladwijzer
pt: Marcador _anterior
sr@latn: _Prethodna oznaka

source: _Next bookmark
nl: _Volgende bladwijzer
pt: Marcador _seguinte
sr@latn: _Sledeća oznaka

source: _Last bookmark
nl: _Laatste bladwijzer
pt: _Último marcador
sr@latn: _Poslednja oznaka

source: Jump to the last bookmark in the file
nl: Ga naar laatste bladwijzer in het bestand
pt: Ir para o último marcador no ficheiro
sr@latn: Idi na poslednju oznaku u datoteci

source: _Clear all bookmarks
nl: _Opruimen alle bladwijzers
pt: Limpar todos os mar_cadores
sr@latn: _Ukloni sve oznake

source: Editor text insertions
nl: Editor tekstinvoeging

source: Editor text searching
nl: Editor tekst zoeken

source: Editor bookmarks
nl: Editor favorieten

source: Goto line
nl: Ga naar regel

source: Incremental search
nl: Opbouwend doorzoeken

source: Editor quick navigations
nl: Editor snel navigeren

source: Printing ..
nl: Afdrukken ...
pt: A Imprimir ..
sr@latn: Štampam ..
