Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: View indentation whitespaces
de: Einrückungs-Leerzeichen anzeigen

source: Wrap bookmarks search around
de: Leisezeichen
nl: Bladwijzerzoekopdracht doorgaan na documenteinde
pt: Ciclar pesquisa de marcadores
sr@latn: Izvrši pretragu obeleživača u krug

source: File: %s
de: Datei: %s
nl: Bestand: %s
pt: Ficheiro: %s
sr@latn: Datoteka: %s

source: Unable to get text buffer for printing
de: Konnte Text-Puffer nicht zum Drucken verwenden
pt: Incapaz de obter buffer de texto para impressão
sr@latn: Ne mogu pripremiti tekst za štampu

source: No file to print!
de: Keine Datei zum Drucken!
nl: Geen bestand om af te drukken!
pt: Nenhum ficheiro a imprimir
sr@latn: Nema datoteke koja treba da se odštampa!

source: The file '%s' has been changed. Do you want to reload it ?
de: Die Datei »%s« wurde verändert. Soll die Datei neu geladen werden?

source: The file '%s' has been changed. Do you want to loose your changes and reload it ?
de: Die Datei »%s« wurde verändert. Sollen Ihre Änderungen verworfen und die Datei neu geladen werden?

source: The file '%s' has been deleted. Do you confirm and close it ?
de: Die Datei »%s« wurde gelöscht. Soll die Datei wirklich geschlossen werden?

source: The file '%s' has been deleted. Do you want to loose your changes and close it ?
de: Die Datei »%s« wurde gelöscht. Sollen Ihre Änderungen verworfen und die Datei geschlossen werden?

source: Could not get file info
de: Konnte Informationen über Datei nicht abrufen
nl: Kon bestandsinfo niet verkrijgen

source: This file is too big. Unable to allocate memory.
de: Datei ist zu groß. Anfordern von Speicherplatz nicht möglich.
nl: Dit bestand is te groot. Kon niet voldoende geheugenruimte alloceren.
pt: Este ficheiro é demasiado grande. Incapaz de alocar memória.
sr@latn: Ova datoteka je prevelika. Ne može da obezbedi memoriju.

source: Could not open file
de: Datei konnte nicht geöffnet werden
nl: Kon bestand niet openen

source: Error while reading from file
de: Fehler beim Lesen aus Datei
nl: Fout tijdens het lezen van bestand

source: The file does not look like a text file or the file encoding is not supported. Please check if the encoding of file is in the supported encodings list. If not, add it from the preferences.
de: Diese Datei ist keine Textdatei oder die Kodierung wird nicht unterstützt. Bitte überprüfen Sie, ob die Kodierung in der Liste unterstützter Kodierungen enthalten ist, anderenfalls fügen Sie diese in den Einstellungen hinzu.
nl: Het bestand is blijkbaar geen tekstbestand of de tekenset is niet ondersteund. Controleer of de tekenset voorkomt in de lijst met ondersteunde tekensets of voeg het anders toe in de voorkeuren.
pt: O ficheiro não parece ser de texto ou a sua codificação não é suportada. Verifique se a codificação do ficheiro está na lista de codificações suportadas. Caso não esteja, adicione-a nas preferências.
sr@latn: Ova datoteka ne izgleda na tekstualnu datoteku ili koristi nepodržan način zapisa. Molim proverite da li je podržano kodiranje ove datoteke u spisku kodiranja. Ukoliko nije, dodajte ga iz postavki.

source: Loading file...
de: Datei wird geladen …

source: Could not load file: %s Details: %s
de: Datei %s konnte nicht geladen werden Details: %s
nl: Kon bestand %s niet laden Details: %s
pt: Incapaz de ler ficheiro: %s Detalhes: %s
sr@latn: Ne mogu učitati datoteku: %s Detalji: %s

source: File loaded successfully
de: Datei erfolgreich geladen
nl: Bestand geladen
pt: Ficheiro lido com sucesso
sr@latn: Datoteka uspešno učitana

source: Saving file...
de: Datei wird gespeichert …

source: Could not save intermediate file %s: %s
de: Konnte Zwischenspeicher-Datei %s nicht speichern: %s

source: File saved successfully
de: Datei erfolgreich gespeichert
nl: Bestand opgeslagen
pt: Ficheiro gravado com sucesso
sr@latn: Datoteka uspešno zabeležena

source: Cannot load Global defaults and configuration files: %s. This may result in improper behaviour or instabilities. Anjuta will fall back to built in (limited) settings
de: Konnte globale Konfigurationsdateien und Vorgaben nicht laden: %s. Dies kann falsches Verhalten und Instabilitäten zur Folge haben. Anjuta fällt auch die (begrenzten) Standardeinstellungen zurück
pt: Incapaz de ler omissões Globais e ficheiros de configuração: %s. Isto pode resultar em comportamento inapropriado ou instabilidade. O Anjuta vai reverter para as omissões (limitados) base
sr@latn: Ne mogu učitati opšte postavke i datoteke sa podešavanjima: %s. Ovo može rezultirati nepravilnim ponašanjem ili nestabilnostima. Anjuta će koristiti ugrađena (ograničena) podešavanja

source: <b>Scratchbox Options</b>
de: <b>Scrachbox-Optionen</b>

source: Scratchbox directory:
de: Scratchbox Ordner:

source: Scratchbox target:
de: Scratchbox Ziel:

source: Select Scratchbox Folder
de: Wählen Sie den Ordner von Scratchbox

source: <b>Actions</b>
de: <b>Aktionen</b>

source: <b>File Filter</b>
de: <b>Dateifilter</b>

source: <b>Parameters</b>
de: <b>Parameter</b>

source: <b>Scope</b>
de: <b>Bereich</b>

source: <b>Search variable</b>
de: <b>Such-Variable</b>

source: Backward
de: Rückwärts
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘¢ğ‘¼ğ‘›
nl: Achterwaards

source: Basic Search & Replace
de: Einfaches Suchen und Ersetzen
en@shaw: ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’ ğ‘•ğ‘»ğ‘— & ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•

source: Choose Directories:
de: Ordner auswählen:
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ:
nl: Mappen kiezen:
pt: Seleccionar Directórios:
sr@latn: Izaberi direktorijume:

source: Choose Files:
de: Dateien auswählen:
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ:
nl: Bestanden kiezen:
pt: Seleccionar Ficheiros:
sr@latn: Izaberi datoteke:

source: Expand regex back references
de: Rückwärtsreferenzen von Regulären Ausdrücken expandieren
nl: 'Regexp back references' uitklappen
pt: Expandir referências anteriores regex
sr@latn: Razluči reference unazad za regularne izraze

source: Find & Replace
de: Suchen und Ersetzen
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› & ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•
nl: Zoeken & vervangen
pt: Procurar & Substituir
sr@latn: Pronađi & zameni

source: Forward
de: Vorwärts
en@shaw: ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘›
nl: Vooruit
pt: Em Frente
sr@latn: Napred

source: Full Buffer
de: Komplette Datei
en@shaw: ğ‘“ğ‘«ğ‘¤ ğ‘šğ‘³ğ‘“ğ‘¼

source: Greedy matching
de: »Greedy«-Übereinstimmung
en@shaw: ğ‘œğ‘®ğ‘°ğ‘›ğ‘° ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘™
nl: Greedy matchen
pt: Equivalência Estrita
sr@latn: Uporno poklapanje

source: Ignore Binary Files
de: Binärdateien ignorieren
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘šğ‘²ğ‘¯ğ‘¼ğ‘¦ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: Binaire bestanden negeren
pt: Ignorar Ficheiros Binários
sr@latn: Ignoriši izvršne datoteke

source: Ignore Directories:
de: Ordner ignorieren:
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ:
nl: Mappen negeren:
pt: Ignorar Directórios:
sr@latn: Zanemari direktorijume:

source: Ignore Files:
de: Dateien ignorieren:
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ:
nl: Bestanden negeren:
pt: Ignorar Ficheiros:
sr@latn: Zanemari datoteke:

source: Ignore Hidden Directories
de: Versteckte Ordner ignorieren
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ
nl: Verborgen mappen negeren
pt: Ignorar Directórios Escondidos
sr@latn: Zanemari skrivene direktorijume

source: Ignore Hidden Files
de: Versteckte Dateien ignorieren
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: Verborgen bestanden negeren
pt: Ignorar Ficheiros Escondidos
sr@latn: Zanemari skrivene datoteke

source: Match at start of word
de: Wortanfang
en@shaw: ğ‘¥ğ‘¨ğ‘— ğ‘¨ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘¢ğ‘»ğ‘›
nl: Matchen op begin van woord
pt: Equivaler o início da palavra
sr@latn: Poklapanje na početku reči

source: Match complete lines
de: Komplette Zeile
en@shaw: ğ‘¥ğ‘¨ğ‘— ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ
nl: Hele regels matchen
pt: Equivaler linhas completas
sr@latn: Poklapanje cele linije

source: Match complete words
de: Nur vollständige Wörter berücksichtigen
en@shaw: ğ‘¥ğ‘¨ğ‘— ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘¢ğ‘»ğ‘›ğ‘Ÿ
nl: Complete woorden matchen
pt: Equivaler palavras completas
sr@latn: Poklapanje svih reči

source: Maximum Actions
de: Maximale Aktionen
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Modify
de: Verändern
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²
nl: Wijzigen
pt: Modificar
sr@latn: Izmeni

source: New Name:
de: Neuer Name:
en@shaw: ğ‘¯ğ‘¿ ğ‘¯ğ‘±ğ‘¥:

source: No Limit
de: Keine Begrenzung
en@shaw: ğ‘¯ğ‘´ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘
nl: Geen limiet
pt: Sem Limite
sr@latn: Bez ograničenja

source: Regular expression
de: Regulärer Ausdruck
en@shaw: ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯

source: Replace With:
de: Ersetzen mit:
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¢ğ‘¦ğ‘:
nl: Vervangen door:
pt: Sustituir Por:
sr@latn: Zameni sa:

source: Search Action:
de: Such-Aktion:
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯:
nl: Zoekactie:
pt: Acção Procura:
sr@latn: Dejstvo pretrage:

source: Search Direction:
de: Suchrichtung:
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯:
nl: Zoekrichting:
pt: Direcção Procura:
sr@latn: Smer pretraživanja:

source: Search Expression
de: Suchausdruck
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯
nl: Zoekexpressie
pt: Procurar Expressão
sr@latn: Izraz koji tražite

source: Search Expression:
de: Suchausdruck:
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯:
nl: Zoekexpressie:
pt: Procurar Expressão:
sr@latn: Izraz koji tražite:

source: Search In:
de: Suche in:
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘¦ğ‘¯:
nl: Zoeken in:
pt: Procurar Em:
sr@latn: Traži u:

source: Search Recursively
de: Rekursiv suchen
nl: Recursief zoeken
pt: Procurar Recursivamente
sr@latn: Rekurzivna pretraga

source: Search Target
de: Suchziel
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘
nl: Zoekdoel
pt: Alvo Procura
sr@latn: Traženi niz

source: Setting
de: Einstellung
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™

source: _Find...
de: _Suchen …

source: Search for a string or regular expression in the editor
de: Eine Zeichenkette oder einen regulären Ausdruck im Editor suchen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¹ ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹
nl: Naar een tekenreeks of reguliere expressie zoeken in de editor
pt: Procurar uma expressão ou expressão regular no editor
sr@latn: Traži niz znakova ili regularni izraz u uredniku

source: Find _Next
de: _Weitersuchen
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› _ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘
nl: Vo_lgende zoeken
pt: Encontrar Segui_nte
sr@latn: _Pronađi sledeće

source: Repeat the last Find command
de: Letzte Suche wiederholen
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘°ğ‘‘ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›
nl: De vorige zoekopdracht herhalen

source: Find _Previous
de: _Rückwärts suchen
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› _ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•
nl: Vo_rige zoeken

source: Find and R_eplace...
de: Suchen und _Ersetzen …

source: Search for and replace a string or regular expression with another string
de: Eine Zeichenkette oder einen regulären Ausdruck durch eine andere Zeichenkette ersetzen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘¯ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¹ ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™
pt: Procurar e substituir uma expressão ou expressão regular por outra expressão
sr@latn: Pronađi i zameni niz znakova ili regularni izraz sa drugim nizom znakova

source: Search and Replace
de: Suchen und Ersetzen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘¯ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•

source: Fin_d in Files...
de: In _Dateien Suchen …

source: Search for a string in multiple files or directories
de: Eine Zeichenkette in mehreren Dateien oder Ordnern suchen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¹ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ
nl: Zoek naar een tekst in meerdere bestanden of directories
pt: Procurar uma expressão em vários ficheiros ou directórios
sr@latn: Traži niz znakova u datotekama ili direktorijumima

source: Searching...
de: Suche …

source: Basic Search
de: Einfache Suche
en@shaw: ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’ ğ‘•ğ‘»ğ‘—

source: Current Buffer
de: Aktueller Puffer
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘³ğ‘“ğ‘¼

source: Current Selection
de: Aktuelle Auswahl
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Current Block
de: Aktueller Block
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘¤ğ‘ªğ‘’

source: Current Function
de: Aktuelle Funktion
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯
nl: Huidige functie
pt: Função Actual
sr@latn: Tekuća funkcija

source: All Open Buffers
de: Alle offenen Puffer
en@shaw: ğ‘·ğ‘¤ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘šğ‘³ğ‘“ğ‘¼ğ‘Ÿ

source: All Project Files
de: Alle Projektdateien
en@shaw: ğ‘·ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Specify File Patterns
de: Dateimuster angeben
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘“ğ‘²ğ‘¤ ğ‘ğ‘¨ğ‘‘ğ‘¼ğ‘¯ğ‘Ÿ

source: Select next match
de: Nächsten Treffer wählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘¨ğ‘—

source: Bookmark all matched lines
de: Alle Trefferzeilen als Lesezeichen hinzufügen
en@shaw: ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ ğ‘·ğ‘¤ ğ‘¥ğ‘¨ğ‘—ğ‘‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Mark all matches
de: Alle Suchergebnisse hervorheben
en@shaw: Â·ğ‘¥ğ‘¸ğ‘’ ğ‘·ğ‘¤ ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ

source: List matches in find pane
de: Suchergebnisse im »Suchen«-Reiter auflisten
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘±ğ‘¯

source: Replace next match
de: Nächsten Treffer ersetzen
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘¨ğ‘—

source: Replace all matches
de: Alle Treffer ersetzen
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘·ğ‘¤ ğ‘¥ğ‘¨ğ‘—ğ‘©ğ‘Ÿ

source: Find:
de: Suchen:
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘›:

source: Replace
de: Ersetzen
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•
nl: Vervangen
pt: Substituir
sr@latn: Zameni

source: Search complete
de: Suche komplett
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: Replace All
de: Alle Ersetzen
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘·ğ‘¤
nl: Alles vervangen
pt: Substituir Todas
sr@latn: Zameni sve

source: The match "%s" was not found. Wrap search around the document?
de: Die Zeichenkette »%s« wurde nicht gefunden. Suche am Anfang des Dokumentes fortsetzen?
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘— "%s" ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›. ğ‘®ğ‘¨ğ‘ ğ‘•ğ‘»ğ‘— ğ‘¼ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘?
nl: De tekst "%s" is niet gevonden. Doorgaan met zoeken vanaf het het begin van het document?

source: The match "%s" was not found.
de: Die Zeichenkette "%s" wurde nicht gefunden
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘— "%s" ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›.
nl: De tekst "%s" is niet aangetroffen.

source: The maximum number of results has been reached.
de: Die Höchstanzahl an Ergebnissen wurde erreicht.
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘®ğ‘°ğ‘—ğ‘‘.
nl: Het maximum aantal resultaten is behaald.
pt: Foi atingido o número máximo de resultados.
sr@latn: Najveći dozvoljeni broj rezultata je dostignut.

source: %d match has been replaced.
de: %d Treffer sind ersetzt worden.

source: Unable to build user interface for Search And Replace
de: Konnte die Oberfläche für »Suchen und Ersetzen« nicht erstellen
nl: Kon geen gebruikersinterface maken voor Zoeken en vervangen
pt: Incapaz de criar interface de utilizador para Procurar E Substituir
sr@latn: Ne mogu prikazati prozor za pretragu i zamenu

source: The file '%s' on the disk is more recent than the current buffer. Do you want to reload it?
de: Die Datei »%s« auf der Festplatte ist aktueller als der aktuelle Puffer. Soll die Datei neu geladen werden?

source: The file '%s' has been deleted on the disk. Do you want to close it?
de: Die Datei »%s« wurde auf dem Datenträger gelöscht. Soll die Datei geschlossen werden?

source: Could not open %s: %s
de: %s konnte nicht geöffnet werden: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ %s: %s

source: The file '%s' is read-only! Edit anyway?
de: Die Datei »%s« ist nur lesbar! Soll Sie trotzdem bearbeitet werden?

source: Could not save %s: %s
de: Datei %s konnte nicht gespeichert werden: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘ %s: %s

source: Could not save file because filename not yet specified
de: Die Datei konnte nicht gespeichert werden, weil der Dateiname nicht festgelegt ist
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘˜ğ‘§ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘›

source: New file %d
de: Neue Datei %d
en@shaw: ğ‘¯ğ‘¿ ğ‘“ğ‘²ğ‘¤ %d

source: Preparing pages for printing
de: Bereite Seiten zum Drucken vor
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘¦ğ‘™ ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘™

source: <b>Color scheme:</b>
de: <b>Farbschema:</b>

source: <b>Font:</b>
de: <b>Schriftart:</b>

source: <b>Indentation and auto-format options</b>
de: <b>Einstellungen für Einrückung und Auto-Format</b>

source: <b>View</b>
de: <b>Ansicht</b>

source: Create backup files
de: Sicherungsdateien erstellen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘šğ‘¨ğ‘’ğ‘³ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Font
de: Schrift
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Highlight current line
de: Aktuelle Zeile hervorheben
en@shaw: ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘²ğ‘¯

source: Highlight matching brackets
de: Übereinstimmende Klammern hervorheben
en@shaw: ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ ğ‘¥ğ‘¨ğ‘—ğ‘¦ğ‘™ ğ‘šğ‘®ğ‘¨ğ‘’ğ‘©ğ‘‘ğ‘•

source: Highlight syntax
de: Syntax hervorheben
en@shaw: ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘’ğ‘•

source: Print Linenumbers
de: Zeilennummern drucken

source: Print page footer
de: Fußzeile drucken
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ğ‘±ğ‘¡ ğ‘“ğ‘«ğ‘‘ğ‘¼

source: Print page header
de: Kopfzeile drucken
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ğ‘±ğ‘¡ ğ‘£ğ‘§ğ‘›ğ‘¼

source: Right margin position in characters
de: Rechter Rand in Spalte
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Show line numbers
de: Zeilennummern anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘¤ğ‘²ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ

source: Show marks
de: Markierungen anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘¥ğ‘¸ğ‘’ğ‘•

source: Show right margin
de: Rechten Rand anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Use theme font
de: Schriftart des Themas benutzen
en@shaw: ğ‘¿ğ‘Ÿ ğ‘”ğ‘°ğ‘¥ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Wrap long lines to fit on paper
de: Lange Zeilen umbrechen, damit sie auf das Papier passen
en@shaw: ğ‘®ğ‘¨ğ‘ ğ‘¤ğ‘ªğ‘™ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘“ğ‘¦ğ‘‘ ğ‘ªğ‘¯ ğ‘ğ‘±ğ‘ğ‘¼

source: Create File/Project
de: Datei/Projekt erstellen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘“ğ‘²ğ‘¤/ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: Recent Projects
de: Zuletzt geöffnete Projekte
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘•

source: Links
de: Verweise
en@shaw: ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘•

source: Anjuta Home Page
de: Anjuta im Internet
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘£ğ‘´ğ‘¥ ğ‘ğ‘±ğ‘¡

source: Anjuta Manual
de: Anjuta-Benutzerhandbuch
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤
sr@latn: Uputstvo za Anjutu

source: Gnome Online API Documentation
de: Online-Documentation der Gnome API

source: <b>Branch/Tag URL:</b>
de: <b>Zweig-/Tag-URL:</b>

source: <b>File or directory to diff:</b>
de: <b>Datei/Ordner, die verglichen werden soll:</b>

source: <b>File/URL to Remove:</b>
de: <b>Datei/URL, die entfernt werden soll:</b>

source: <b>First Path:</b>
de: <b>Erster Pfad:</b>

source: <b>Second Path:</b>
de: <b>Zweiter Pfad:</b>

source: <b>Select Changes to Revert:</b>
de: <b>Rückgängig zu machende Änderungen auswählen:</b>

source: <b>Source/Destination Paths:</b>
de: <b>Quell-/Zielpfade:</b>

source: <b>Subversion Options</b>
de: <b>Subversion-Optionen</b>

source: <b>Working Copy Path:</b>
de: <b>Arbeitskopie-Pfad:</b>

source: Add file/directory
de: Datei/Ordner hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Copy files/folders
de: Dateien/Ordner kopieren
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ/ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ

source: Diff Selected Revisions
de: Gewählte Versionen vergleichen
en@shaw: ğ‘›ğ‘¦ğ‘“ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ğ‘Ÿ

source: Diff file/directory
de: Datei/Ordner vergleichen
en@shaw: ğ‘›ğ‘¦ğ‘“ ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Diff to Previous
de: Vergleich zum Vorherigen
en@shaw: ğ‘›ğ‘¦ğ‘“ ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•

source: Ignore ancestry
de: Abstammung ignorieren
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘¨ğ‘¯ğ‘•ğ‘§ğ‘•ğ‘‘ğ‘®ğ‘°

source: Merge changes into working copy
de: Änderungen mit Ihrer Arbeitskopie zusammenführen
en@shaw: ğ‘¥ğ‘»ğ‘¡ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘ğ‘¦

source: Other Revision:
de: Andere Revision:
en@shaw: ğ‘³ğ‘ğ‘¼ ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯:

source: Realm:
de: Anmeldetext:
en@shaw: ğ‘®ğ‘§ğ‘¤ğ‘¥:

source: Recurse
de: Rekursiv vorgehen

source: Remember Password
de: Passwort speichern
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›

source: Remember this decision
de: Diese Entscheidung merken
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘©ğ‘•ğ‘¦ğ‘ ğ‘©ğ‘¯

source: Remove file/directory
de: Datei/Ordner entfernen
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Repository authorization
de: Legitimation des Repositorys
en@shaw: ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘·ğ‘”ğ‘¼ğ‘¦ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯

source: Revert Changes
de: Änderungen rückgängig machen
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Save open files before diffing
de: Geöffnete Dateien vorm Vergleich speichern

source: Source:
de: Quelle:
en@shaw: ğ‘•ğ‘¹ğ‘•:

source: Subversion Preferences
de: Subversion-Einstellungen
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Switch to branch/tag
de: Zu einem Zweig/Tag wechseln
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—/ğ‘‘ğ‘¨ğ‘œ

source: Trust server
de: Server vertrauen
en@shaw: ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¼

source: Update file/directory
de: Datei/Ordner aktualisieren
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Use first path
de: Ersten Pfad benutzen
en@shaw: ğ‘¿ğ‘Ÿ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘ğ‘­ğ‘”

source: View Log
de: Protokoll anzeigen
en@shaw: ğ‘ğ‘¿ ğ‘¤ğ‘ªğ‘œ

source: View Selected Revision
de: Markierte Revision anzeigen
en@shaw: ğ‘ğ‘¿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯

source: Whole Project
de: Gesamtes Projekt
en@shaw: ğ‘£ğ‘´ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘

source: Working Copy
de: Arbeitskopie
en@shaw: ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘ğ‘¦

source: realm
de: Anmeldetext
en@shaw: ğ‘®ğ‘§ğ‘¤ğ‘¥

source: Add a new file/directory to the Subversion tree
de: Neue Datei/neuen Ordner zum Subversion-Baum hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘¯ğ‘¿ ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘°

source: Remove a file/directory from Subversion tree
de: Datei/Ordner aus dem Subversion-Baum entfernen
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘© ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘°

source: Commit your changes to the Subversion tree
de: Ihre Änderungen in den Subversion-Baum einchecken
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘¿ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘°

source: _Revert...
de: _Rückgängig …

source: Revert changes to your working copy.
de: Die Änderungen in Ihrer Arbeitskopie rückgängig machen.
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘ğ‘¦.

source: _Resolve Conflicts...
de: Kon_flikte auflösen

source: Resolve conflicts in your working copy.
de: Die Konflikte in Ihrer Arbeitskopie auflösen.
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘ğ‘¦.

source: _Update...
de: _Aktualisieren …

source: Sync your local copy with the Subversion tree
de: Ihre lokale Kopie mit dem Subversion-Baum abgleichen

source: Copy Files/Folders...
de: Dateien/Ordner kopieren …

source: Copy files/folders in the repository
de: Dateien/Ordner im Repository kopieren …
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ/ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Switch to a Branch/Tag...
de: Zu einem Zweig/Tag wechseln …

source: Switch your local copy to a branch or tag in the repository
de: Ihre lokale Kopie zu einem Zweig oder Tag im Repository wechseln
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘¿ğ‘¼ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘‘ ğ‘© ğ‘šğ‘®ğ‘­ğ‘¯ğ‘— ğ‘¹ ğ‘‘ğ‘¨ğ‘œ ğ‘¦ğ‘¯ ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Merge...
de: Zusammenführen …

source: Merge changes into your working copy
de: Änderungen mit Ihrer Arbeitskopie zusammenführen
en@shaw: ğ‘¥ğ‘»ğ‘¡ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘ğ‘¦

source: _View Log...
de: Protokoll _anzeigen …
