Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Files
de: Dateien
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: Bestanden
pt: Ficheiros
sr@latn: Datoteke

source: File Manager
de: Dateiverwaltung
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: <b>File Information</b>
de: <b>Datei-Informationen</b>

source: Add License Information
de: Lizenzinformationen hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Add to project
de: Zum Projekt hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘

source: Add to repository
de: Zum Repository hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Create corresponding header file
de: Korrespondierende Header-Datei erzeugen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘’ğ‘ªğ‘®ğ‘¦ğ‘ğ‘ªğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘“ğ‘²ğ‘¤

source: Enter the File name. The extension will be added according to the type.
de: Geben Sie den Dateinamen ein. Die Erweiterung wird passend zum Typ angefügt.
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥. ğ‘ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¨ğ‘›ğ‘©ğ‘› ğ‘©ğ‘’ğ‘¹ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘.
nl: Geef de bestandsnaam. De extensie zal worden toegevoegd volgens het type.

source: New File
de: Neue Datei
en@shaw: ğ‘¯ğ‘¿ ğ‘“ğ‘²ğ‘¤
nl: Nieuw bestand

source: Type:
de: Typ:
en@shaw: ğ‘‘ğ‘²ğ‘:

source: Use Template for the Header file
de: Vorlage für Header-Datei benutzen
en@shaw: ğ‘¿ğ‘Ÿ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘“ğ‘²ğ‘¤

source: C Source File
de: C-Quelldatei
en@shaw: C ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤
nl: C bronbestand

source: C/C++ Header File
de: C/C++-Header-Datei
en@shaw: C/C++ ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘“ğ‘²ğ‘¤

source: C++ Source File
de: C++-Quelldatei
en@shaw: C++ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤
nl: C++ bronbestand

source: C# Source File
de: C#-Quelldatei
en@shaw: C# ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤
nl: C# bronbestand

source: Java Source File
de: Java-Quelldatei
en@shaw: Â·ğ‘¡ğ‘­ğ‘ğ‘© ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤
nl: Java bronbestand

source: Perl Source File
de: Perl-Quelldatei
en@shaw: Â·ğ‘ğ‘»ğ‘¤ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤
nl: Perl bronbestand

source: Python Source File
de: Python-Quelldatei
en@shaw: Â·ğ‘ğ‘²ğ‘”ğ‘­ğ‘¯ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤
nl: Python bronbestand

source: Shell Script File
de: Shell-Skript-Datei
en@shaw: ğ‘–ğ‘§ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘“ğ‘²ğ‘¤
nl: Shell scriptbestand

source: Other
de: Andere
en@shaw: ğ‘³ğ‘ğ‘¼
nl: Overige

source: Unable to build user interface for New File
de: Konnte Benutzerschnittstelle für »Neue Datei
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘“ğ‘²ğ‘¤
nl: Kan gebruikersinterface voor nieuw bestand niet opbouwen

source: Invalid GbfAmConfigValue type
de: Ungültiger Typ »GbfAmConfigValue«

source: <b>Select Package to add:</b>
de: <b>Wählen Sie ein Packet zum Hinzufügen:</b>

source: Add _Package
de: _Paket hinzufügen
en@shaw: ğ‘¨ğ‘› _ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: Add _module
de: _Modul hinzufügen
en@shaw: ğ‘¨ğ‘› _ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: Packages
de: Pakete
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Select package
de: Packet auswählen
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: Variables
de: Variablen
en@shaw: ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ğ‘Ÿ
nl: Variabelen
pt: Variáveis
sr@latn: Promenljive

source: Group doesn't exist
de: Gruppe existiert nicht
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘

source: Target doesn't exist
de: Ziel existiert nicht
en@shaw: ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘

source: Unable to update project
de: Aktualisieren des Projektes nicht möglich
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: Invalid or remote path (only local paths supported)
de: Ungültiger oder entfernter Pfad (nur lokale Pfade werden unterstützt)
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¹ ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘ğ‘­ğ‘” (ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘­ğ‘ğ‘Ÿ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›)

source: Project doesn't exist or invalid path
de: Projekt ist nicht vorhanden oder ungültiger Pfad
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ ğ‘¹ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘­ğ‘”

source: Malformed project
de: Falsch aufgebautes Projekt
en@shaw: ğ‘¥ğ‘¨ğ‘¤ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘

source: Please specify group name
de: Bitte legen Sie einen Gruppennamen fest
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥

source: Group name can only contain alphanumeric, '_', '-' or '.' characters
de: Gruppenname darf nur alphanumerische, »_«, »-« oder ».«-Zeichen enthalten
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘¨ğ‘¤ğ‘“ğ‘©ğ‘¯ğ‘µğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’, '_', '-' ğ‘¹ '.' ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Parent group doesn't exist
de: Übergeordnete Gruppe existiert nicht
en@shaw: ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘

source: Group already exists
de: Gruppe ist bereits vorhanden
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: Group couldn't be created
de: Gruppe konnte nicht erstellt werden
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›

source: Group couldn't be removed
de: Gruppe konnte nicht entfernt werden
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘›

source: Please specify target name
de: Bitte legen Sie einen Zielnamen fest
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘¯ğ‘±ğ‘¥

source: Target name can only contain alphanumeric, '_', '-' or '.' characters
de: Zielname darf nur alphanumerische, »_«, »-« oder ».«-Zeichen enthalten
en@shaw: ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘¨ğ‘¤ğ‘“ğ‘©ğ‘¯ğ‘µğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’, '_', '-' ğ‘¹ '.' ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Shared library target name must be of the form 'libxxx.la'
de: Zielname der gemeinsam verwendeten Bibliothek muss der Form »libxxx.la« entsprechen

source: Static library target name must be of the form 'libxxx.a'
de: Zielname der statischen Bibliothek muss der Form »libxxx.la« entsprechen

source: Target already exists
de: Ziel ist bereits vorhanden
en@shaw: ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: General failure in target creation
de: Zielerstellung ist fehlgeschlagen
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘“ğ‘±ğ‘¤ğ‘˜ğ‘¼ ğ‘¦ğ‘¯ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯

source: Newly created target could not be identified
de: Neu erstelltes Ziel konnte nicht identifiziert werden
en@shaw: ğ‘¯ğ‘¿ğ‘¤ğ‘¦ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘›

source: Target couldn't be removed
de: Ziel konnte nicht entfernt werden
en@shaw: ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘›

source: Static Library
de: Statische Bibliothek
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦

source: Shared Library
de: Gemeinsam verwendete Bibliothek
en@shaw: ğ‘–ğ‘ºğ‘› ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦

source: Header Files
de: Header-Dateien
en@shaw: ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Man Documentation
de: Man-Dokumentation
en@shaw: ğ‘¥ğ‘¨ğ‘¯ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Miscellaneous Data
de: Sonstige Daten
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘• ğ‘›ğ‘±ğ‘‘ğ‘©

source: Script
de: Skript
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘

source: Info Documentation
de: Info-Informationen
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘´ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Java Module
de: Java-Modul
en@shaw: Â·ğ‘¡ğ‘­ğ‘ğ‘© ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: Python Module
de: Python-Modul
en@shaw: Â·ğ‘ğ‘²ğ‘”ğ‘­ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: Source doesn't exist
de: Quelle existiert nicht
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘

source: Source file name can only contain alphanumeric, '_', '-' or '.' characters
de: Quelldateiname darf nur alphanumerische, »_«, »-« oder ».«-Zeichen enthalten
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘¨ğ‘¤ğ‘“ğ‘©ğ‘¯ğ‘µğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’, '_', '-' ğ‘¹ '.' ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ

source: Source file is already in given target
de: Quelldatei ist bereits im vorgegebenen Ziel
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¦ğ‘¯ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘

source: General failure in adding source file
de: Hinzufügen der Quelldatei ist fehlgeschlagen
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘“ğ‘±ğ‘¤ğ‘˜ğ‘¼ ğ‘¦ğ‘¯ ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤

source: Newly added source file could not be identified
de: Neu hinzugefügte Quelldatei konnte nicht identifiziert werden
en@shaw: ğ‘¯ğ‘¿ğ‘¤ğ‘¦ ğ‘¨ğ‘›ğ‘©ğ‘› ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘›

source: Source couldn't be removed
de: Quelle konnte nicht entfernt werden
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘›

source: Project directory
de: Projektordner
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Enter new module
de: Geben Sie ein neues Modul ein
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘¯ğ‘¿ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: Module/Packages
de: Modul/Paket
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤/ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Are you sure you want to remove module "%s" and all its associated packages?
de: Sollen wirklich das Modul »%s« und alle damit verknüpften Pakete gelöscht werden?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ "%s" ğ‘¯ ğ‘·ğ‘¤ ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘•ğ‘´ğ‘–ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ?

source: Are you sure you want to remove package "%s"?
de: Soll das Paket »%s« wirklich gelöscht werden?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ "%s"?

source: Enter new variable
de: Geben Sie eine neue Variable ein
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘¯ğ‘¿ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤

source: Are you sure you want to remove variable "%s"?
de: Soll die Variable »%s« wirklich gelöscht werden?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ "%s"?

source: Project:
de: Projekt:
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘:

source: Package name:
de: Paketname:
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¯ğ‘±ğ‘¥:

source: Use
de: Verwendung
en@shaw: ğ‘¿ğ‘Ÿ

source: Group name:
de: Gruppenname:
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥:

source: Advanced
de: Fortgeschritten
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘

source: C compiler flags:
de: Flags für C-Compiler:
en@shaw: C ğ‘’ğ‘©ğ‘¥ğ‘ğ‘²ğ‘¤ğ‘» ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ:

source: C preprocessor flags:
de: Flags für C-Präprozessor:

source: C++ compiler flags:
de: Flags für C++ Compiler:
en@shaw: C++ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘²ğ‘¤ğ‘» ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ:

source: gcj compiler flags (ahead-of-time):
de: Flags für gcj-Compiler (ahead-of-time):

source: Java compiler flags (just-in-time):
de: Flags für Java-Compiler (just-in-time):
en@shaw: Â·ğ‘¡ğ‘­ğ‘ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘ğ‘²ğ‘¤ğ‘» ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ (ğ‘¡ğ‘³ğ‘•ğ‘‘-ğ‘¦ğ‘¯-ğ‘‘ğ‘²ğ‘¥):

source: Fortran compiler flags:
de: Flags für Fortran-Compiler :

source: Includes (deprecated):
de: Includes (veraltet):
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘›ğ‘Ÿ (ğ‘›ğ‘§ğ‘ğ‘®ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘›):

source: Install directories:
de: Installationsordner:
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ:

source: C preprocessor flags
de: Flags für C-Präprozessor

source: C++ compiler flags
de: Flags für C++ Compiler
en@shaw: C++ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘²ğ‘¤ğ‘» ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ

source: gcj compiler flags (ahead-of-time)
de: Flags für gcj-Compiler (ahead-of-time)

source: Linker flags:
de: Flags für Linker:
en@shaw: ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘» ğ‘“ğ‘¤ğ‘¨ğ‘œğ‘Ÿ:

source: Libraries:
de: Bibliotheken:
en@shaw: ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ğ‘Ÿ:

source: Dependencies:
de: Abhängigkeiten:
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘Ÿ:

source: Advanced options
de: Erweiterte Optionen
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Target name:
de: Zielname:
en@shaw: ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘¯ğ‘±ğ‘¥:

source: Group:
de: Gruppe:
en@shaw: ğ‘œğ‘®ğ‘µğ‘:
nl: Groep:
pt: Grupo:
sr@latn: Grupa:

source: Install directory:
de: Installationsordner:
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦:

source: Advanced...
de: Fortgeschritten...

source: Invalid GbfMkfileConfigValue type
de: Ungültiger Typ »GbfMkfileConfigValue«

source: Project doesn't exist
de: Projekt existiert nicht
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘

source: Group coudn't be removed
de: Gruppe konnte nicht entfernt werden

source: Target couldn't be created
de: Ziel konnte nicht erstellt werden
en@shaw: ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›

source: Target coudn't be removed
de: Ziel konnte nicht entfernt werden

source: Source file must be inside the project directory
de: Quelldatei muss im Projektordner sein
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Source is already in target
de: Quelle ist bereits im Ziel
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¦ğ‘¯ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘

source: Source couldn't be added
de: Quelle konnte nicht hinzugefügt werden
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘¨ğ‘›ğ‘©ğ‘›

source: Source coudn't be removed
de: Quelle konnte nicht entfernt werden

source: Command Line Parameters
de: Befehlszeilenargumente
nl: Argumenten op de opdrachtregel
pt: Parâmetros de Linha de Comando
sr@latn: Parametri linije za naredbe

source: Enter a Hexa adress or select one in the data
de: Ein Hexadezimal-Adresse eingeben oder eine in den Daten auswählen
nl: Geef een Hex-adres of kies er een in de data
pt: Introduza um endereço Hexa ou seleccione um nos dados
sr@latn: Unesite heksadecimalnu adresu ili izaberite jednu iz podataka

source: Execute Program
de: Programm ausführen
nl: Programma uitvoeren
pt: Executar Aplicação
sr@latn: Izvrši program

source: Run in Terminal
de: Im Terminal ausführen
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘¦ğ‘¯ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
nl: Uitvoeren in terminal
pt: Executar na Consola
sr@latn: Pokreni u terminalu

source: _Pass:
de: _Durchgang:
pt: _Passar:
sr@latn: _Prolaz:

source: Loading Executable: %s
de: Ausführbare Datei wird geladen: %s
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤: %s

source: Loading Core: %s
de: Core wird geladen: %s
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘’ğ‘´ğ‘®: %s

source: Unable to find: %s. Unable to initialize debugger. Make sure Anjuta is installed correctly.
de: %s konnte nicht gefunden werden. Der Debugger konnte nicht initialisiert werden. Stellen Sie sicher, dass Anjuta korrekt installiert ist.
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘›: %s. ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼. ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦.
nl: Kon niet vinden: %s. Initialisatie debugger mislukt. Zorg ervoor dat Anjuta juist is geïnstalleerd.
pt: Incapaz de encontrar: %s. Incapaz de inicializar o depurador. Certifique-se de que o Anjuta está correctamente instalado.
sr@latn: Ne mogu pronaći: %s. Ne mogu pokrenuti program za pronalaženje grešaka. Proverite da li je Anjuta pravilno instalirana.

source: Getting ready to start debugging session...
de: Starten der Debugger-Sitzung wird vorbereitet ...

source: Loading Executable:
de: Ausführbare Datei laden:
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤:
nl: Laden van uitvoerbaar bestand:
pt: A Ler Executável:
sr@latn: Učitavam izvršnu datoteku:

source: No executable specified.
de: Keine ausführbare Datei angegeben.
en@shaw: ğ‘¯ğ‘´ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘›.

source: Open an executable or attach to a process to start debugging.
de: Ausführbare Datei öffnen oder an einen Prozess anhängen um das Debuggen zu starten.
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¹ ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘‘ ğ‘© ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™.
nl: Open een uitvoerbaar bestand of verbind het aan een proces om debuggen te starten
pt: Abra um executável ou anexe a um processo para iniciar depuração.
sr@latn: Otvori izvršnu datoteku ili poveži sa procesom radi pronalaženja grešaka

source: There was an error whilst launching the debugger.
de: Beim Starten des Debuggers ist ein Fehler aufgetreten.
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘¢ğ‘²ğ‘¤ğ‘•ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘—ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼.
nl: Tijdens het opstarten van de debugger is een fout opgetreden.
pt: Ocorreu um erro ao lançar o depurador.
sr@latn: Dogodila se greška pri pokretanju programa za pronalaženje grešaka.

source: Make sure 'gdb' is installed on the system.
de: Sie sollten sicher stellen, dass 'gdb' auf Ihrem Rechner installiert ist.
nl: Zorg ervoor dat 'gdb' is geinstalleerd op het systeem.
pt: Certifique-se que o 'gdb' está instalado no sistema.
sr@latn: Proverite da li je 'gdb' instaliran na sistemu.

source: Program exited normally
de: Program wurde normal beendet
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦

source: Program exited with error code %s
de: Programm wurde mit Fehlercode %s beendet
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘»ğ‘¼ ğ‘’ğ‘´ğ‘› %s

source: Breakpoint number %s hit
de: Haltepunkt Nummer %s erreicht

source: Function finished
de: Funktion abgeschlossen
en@shaw: ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘

source: Stepping finished
de: Einzelschritt beendet
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ğ‘¦ğ‘™ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘

source: Location reached
de: Ort erreicht
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘°ğ‘—ğ‘‘

source: The program is attached. Do you still want to stop the debugger?
de: Ein Programm ist angehängt. Soll der Debugger trotzdem angehalten werden?
en@shaw: ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘©ğ‘‘ğ‘¨ğ‘—ğ‘‘. ğ‘›ğ‘µ ğ‘¿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼?

source: Unable to connect to remote target, %s Do you want to try again?
de: Zum entfernten Ziel kann nicht verbunden werden: %s Wollen Sie es erneut versuchen?
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘, %s ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯?

source: Debugger connected
de: Debugger verbunden
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Program attached
de: Programm angehängt
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘©ğ‘‘ğ‘¨ğ‘—ğ‘‘

source: Attaching to process: %d...
de: An Prozess %d wird angehängt …

source: A process is already running. Would you like to terminate it and attach the new process?
de: Es läuft bereits ein Prozess. Soll der laufende Prozess beendet und der neue angehängt werden?
en@shaw: ğ‘© ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™. ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ ğ‘¦ğ‘‘ ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘ ğ‘¯ğ‘¿ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•?
nl: Een proces loopt al. Wilt u het stoppen en het nieuwe proces verbinden?
pt: Já se encontra um processo em execução. Deseja termina-lo e anexar o novo processo?
sr@latn: Proces je već pokrenut. Da li želite da ga prekinete i da dodate novi proces?

source: Anjuta is unable to attach to itself.
de: Anjuta kann sich nicht an sich selbst anhängen.
en@shaw: Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘¦ğ‘Ÿ ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘‘ ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“.
nl: Anjuta kan zich niet aan zichzelf aankoppelen.
pt: O Anjuta é incapaz de se anexar a ele próprio.
sr@latn: Anjuta proces se ne može dodati

source: Program terminated
de: Programm beendet
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘›

source: Program detached
de: Trennung vom Programm
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘›ğ‘¦ğ‘‘ğ‘¨ğ‘—ğ‘‘

source: Detaching the process...
de: Trennung vom Prozess …

source: Interrupting the process
de: Prozess wird unterbrochen
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘³ğ‘ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•

source: Sending signal %s to the process: %d
de: Signal %s wird an Prozess %d gesendet.
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ %s ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•: %d

source: Error whilst signaling the process.
de: Beim Signalisieren des Prozesses trat ein Fehler auf.
en@shaw: ğ‘»ğ‘¼ ğ‘¢ğ‘²ğ‘¤ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•.

source: Failed to create fifo file named %s. The program will run without a terminal.
de: Konnte FIFO-Datei %s nicht erzeugen. Programm wird ohne Terminal ausgeführt.

source: Cannot start terminal for debugging.
de: Terminal zum Debuggen kann nicht gestartet werden.
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™.
nl: Kan terminal niet starten voor debuggen.
pt: Incapaz de iniciar a consola para depuração.
sr@latn: Ne mogu pokrenuti terminal za pronalaženje grešaka

source: <b>Bad revision:</b>
de: <b>Ungültige Revision:</b>

source: <b>Branch name:</b>
de: <b>Zweigname:</b>

source: <b>Branch to delete:</b>
de: <b>Zweig zum Löschen</b>

source: <b>Branch to switch to:</b>
de: <b>Zweig, auf den umgestellt wird:</b>

source: <b>Branch:</b>
de: <b>Zweig:</b>

source: <b>Changes:</b>
de: <b>Änderungen:</b>

source: <b>Commit to revert:</b>
de: <b>Commit zum Widerrufen:</b>

source: <b>Filters</b>
de: <b>Filter</b>

source: <b>Folder to create patches in:</b>
de: <b>Ordner, in dem Patches erstellt werden:</b>

source: <b>Generate patches relative to:</b>
de: <b>Patche erstellen relativ zu:</b>

source: <b>Good revision:</b>
de: <b>Gute Revision:</b>

source: <b>Log Message:</b>
de: <b>Änderungseintrag:</b>

source: <b>Log message:</b>
de: <b>Änderungseintrag:</b>

source: <b>Mode:</b>
de: <b>Modus:</b>

source: <b>Remote branch to rebase from:</b>
de: <b>Entfernter Zweig, auf den umgestellt wird:</b>

source: <b>Remote to delete:</b>
de: <b>Entfernter Zweig zum Löschen:</b>

source: <b>Repository to pull from:</b>
de: <b>Softwarebestand zum Abgleichen: </b>

source: <b>Reset to:</b>
de: <b>Zurücksetzen auf:</b>

source: <b>Select Files to Check Out:</b>
de: <b>Wählen Sie die Dateien, von denen eine Arbeitskopie erstellt wird:</b>

source: <b>Select Files to Commit:</b>
de: <b>Einzuspielende Dateien auswählen:</b>

source: <b>Select Files to Ignore:</b>
de: <b>Zu ignorierende Dateien auswählen:</b>

source: <b>Select Files to Mark as Resolved:</b>
de: <b>Dateien auswählen, die als »Aufgelöst« markiert werden sollen:</b>

source: <b>Select Files to Unstage:</b>
de: <b>Wählen Sie die Dateien zum zurücknehmen:</b>

source: <b>Select file to add:</b>
de: <b>Wählen Sie die Dateien zum Hinzufügen:</b>

source: <b>Select file to remove:</b>
de: <b>Wählen Sie die Dateien zum Entfernen:</b>

source: <b>Tag name:</b>
de: <b>Name der Marke:</b>

source: <b>View the Log for File/Folder:</b>
de: <b>Änderungen für Datei/Ordner anzeigen:</b>

source: Add File
de: Datei hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘“ğ‘²ğ‘¤
nl: Bestand toevoegen
pt: Adicionar Ficheiro
sr@latn: Dodaj datoteku

source: Add Remote Branch
de: Entfernten Zweig hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: Add signed off by line
de: Gegenzeichnung hinzufügen

source: Annotate this tag
de: Diese Marke kommentieren
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘‘ğ‘±ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ

source: Append fetch data
de: Ausgelesene Daten anhängen
en@shaw: ğ‘©ğ‘ğ‘§ğ‘¯ğ‘› ğ‘“ğ‘§ğ‘— ğ‘›ğ‘±ğ‘‘ğ‘©

source: Author/Grep
de: Autor (regulärer Ausdruck)

source: Author:
de: Autor:
en@shaw: ğ‘·ğ‘”ğ‘¼:
nl: Auteur:
pt: Autor:
sr@latn: Autor:

source: Branch must be fully merged
de: Zweig muss vollständig eingepflegt sein

source: Check Out Files
de: Arbeitskopie erstellen
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘¬ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Check out the branch after it is created
de: Eine Arbeitskopie des Zweiges erstellen nachdem er angelegt worden ist
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘¬ğ‘‘ ğ‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘— ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›

source: Commit Changes
de: Änderungen einspielen
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Commit on fast-forward merges
de: Änderungen bei »fast-forward«-einpflegen
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘ªğ‘¯ ğ‘“ğ‘­ğ‘•ğ‘‘-ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘› ğ‘¥ğ‘»ğ‘¡ğ‘©ğ‘Ÿ

source: Create Branch
de: Zweig erzeugen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: Create Tag
de: Marke erzeugen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘‘ğ‘¨ğ‘œ

source: Create patch series
de: Serie von Patchen erstellen
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘ğ‘¨ğ‘— ğ‘•ğ‘½ğ‘¦ğ‘Ÿ

source: Date
de: Datum
en@shaw: ğ‘›ğ‘±ğ‘‘

source: Delete Branch
de: Zweig löschen
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: Delete Remote Branch
de: Entfernten Zweig löschen
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: Do not commit
de: Nicht einspielen
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘
