Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: View file history
de: Versionsgeschichte der Datei anzeigen
en@shaw: ğ‘ğ‘¿ ğ‘“ğ‘²ğ‘¤ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: _Diff...
de: _Unterschiede anzeigen …

source: Diff local tree with repository
de: Unterschiede zwischen lokaler Kopie und dem Repository anzeigen
en@shaw: ğ‘›ğ‘¦ğ‘“ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘‘ğ‘®ğ‘° ğ‘¢ğ‘¦ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Copy...
de: Kopieren …

source: Diff...
de: Unterschiede anzeigen …

source: Subversion operations
de: Subversion-Operationen
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Subversion popup operations
de: Subversion-Popup-Operationen
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Subversion Log
de: Subversion-Protokoll
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘¤ğ‘ªğ‘œ

source: Subversion: File will be added on next commit.
de: Subversion: Datei wird beim nächsten Einchecken hinzugefügt
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¨ğ‘›ğ‘©ğ‘› ğ‘ªğ‘¯ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘.

source: Subversion: Commit complete.
de: Subversion: Einchecken
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘.

source: Subversion: Committing changes to the repository...
de: Subversion: Änderungen werden in das Repository übertragen …

source: Subversion: Copy complete.
de: Subversion: Kopieren erfolgreich.
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘.

source: Please enter a source path.
de: Bitte einen Quell-Pfad angeben.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘•ğ‘¹ğ‘• ğ‘ğ‘­ğ‘”.

source: Please enter a destination path.
de: Bitte einen Zielpfad eingeben.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘­ğ‘”.

source: [Head/Working Copy]
de: [Bestand/Arbeitskopie]
en@shaw: [ğ‘£ğ‘§ğ‘›/ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘ğ‘¦]

source: Subversion: Retrieving diff...
de: Subversion: Abrufen der Unterschiede …

source: Diff
de: Unterschied
en@shaw: ğ‘›ğ‘¦ğ‘“
sr@latn: Razlike

source: Short Log
de: Kurzes Protokoll
en@shaw: ğ‘–ğ‘¹ğ‘‘ ğ‘¤ğ‘ªğ‘œ

source: Subversion: Retrieving log...
de: Subversion: Abrufen der Logdatei …

source: Subversion: File retrieved.
de: Subversion: Datei erhalten.
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘“ğ‘²ğ‘¤ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ğ‘›.

source: Subversion: Retrieving file...
de: Subversion: Abrufen der Datei …

source: Subversion: Merge complete.
de: Subversion: Zusammenführen abgeschlossen.
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘¥ğ‘»ğ‘¡ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘.

source: Please enter the first path.
de: Bitte den ersten Pfad eingeben.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘ğ‘­ğ‘”.

source: Please enter the second path.
de: Bitte den zweiten Pfad eingeben.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘ğ‘­ğ‘”.

source: Please enter a working copy path.
de: Bitte Pfad zu einer Arbeitskopie eingeben.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ğ‘­ğ‘”.

source: Please enter the start revision.
de: Bitte eine Start-Revision eingeben.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯.

source: Please enter the end revision.
de: Bitte eine End-Revision eingeben.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯.

source: Subversion: File will be removed on next commit.
de: Subversion: Datei wird beim nächsten Commit entfernt.
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘› ğ‘ªğ‘¯ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘.

source: Subversion: Resolve complete.
de: Subversion: Auflösen abgeschlossen.
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘.

source: Subversion: Revert complete.
de: Subversion: Rückgängig-Machen abgeschlossen.
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘.

source: Subversion: Switch complete.
de: Subversion: Wechsel abgeschlossen.
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘.

source: Please enter a branch/tag URL.
de: Bitte eine Zweig/Tag-URL angeben.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—/ğ‘‘ğ‘¨ğ‘œ URL.

source: Subversion: Diff complete.
de: Subversion: Erhalten der Unterschiede abgeschlossen.
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘›ğ‘¦ğ‘“ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘.

source: Subversion: Update complete.
de: Subversion: Aktualisierung abgeschlossen.
en@shaw: ğ‘•ğ‘©ğ‘šğ‘ğ‘»ğ‘ ğ‘©ğ‘¯: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘.

source: Authentication canceled
de: Legitimation abgebrochen
en@shaw: ğ‘·ğ‘”ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘›

source: Hostname:
de: Computername:
en@shaw: ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘¯ğ‘±ğ‘¥:

source: Fingerprint:
de: Fingerabdruck:
en@shaw: ğ‘“ğ‘¦ğ‘™ğ‘œğ‘¼ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘:

source: Valid from:
de: Gültig ab:
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥:

source: Valid until:
de: Gültig bis:
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤:

source: Issuer DN:
de: Aussteller-DN:

source: DER certificate:
de: DER-Zertifikat:
en@shaw: ğ‘›ğ‘» ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘‘:

source: Deleted: %s
de: Gelöscht: %s
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›: %s

source: Added: %s
de: Hinzugefügt: %s
en@shaw: ğ‘¨ğ‘›ğ‘©ğ‘›: %s

source: Resolved: %s
de: Gelöst: %s
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘›: %s

source: Updated: %s
de: Aktualisiert: %s
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘›: %s

source: Externally Updated: %s
de: Extern aktualisiert: %s
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘›: %s

source: Modified: %s
de: Verändert: %s
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›: %s

source: Merged: %s
de: Zusammengeführt: %s
en@shaw: ğ‘¥ğ‘»ğ‘¡ğ‘›: %s

source: Conflicted: %s
de: Konflikt aufgetreten: %s
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘›: %s

source: Missing: %s
de: Fehlend: %s
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™: %s

source: Obstructed: %s
de: Aufgehalten: %s
en@shaw: ğ‘©ğ‘šğ‘•ğ‘‘ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¦ğ‘›: %s

source: Package is not parseable
de: Paket ist nicht lesbar

source: Symbol Database
de: Symboldatenbank
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘•

source: Resuming glb scan.
de: glb-Scan wird fortgesetzt.

source: <b>Available API tags</b>
de: <b>Verfügbare API-Tags</b>

source: Automatically scan project's packages
de: Automatisch die Projektpakete untersuchen
en@shaw: ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘•ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘'ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Automatically update symbols without saving file
de: Automatisch Symbole aktualisieren ohne die Datei zu speichern
en@shaw: ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤

source: Checking if package is parseable...
de: Lesbarkeit des Pakets wird überprüft

source: Ctags executable:
de: Ausführbare Datei:

source: Parallel scan of project and global symbols
de: Gleichzeitiges durchsuchen des Projekts und globaler Symbole
en@shaw: ğ‘ğ‘¸ğ‘©ğ‘¤ğ‘§ğ‘¤ ğ‘•ğ‘’ğ‘¨ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¯ ğ‘œğ‘¤ğ‘´ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: <b>Terminal options</b>
de: <b>Terminal-Optionen</b>

source: Default
de: Vorgabe

source: Use GNOME terminal profile:
de: GNOME-Terminalprofil verwenden:
nl: GNOME terminalprofiel gebruiken:
pt: Utilizar perfil consola GNOME:
sr@latn: Koristi Gnom terminal postavku:

source: Use currently selected profile in GNOME terminal
de: Das momentan verwendete GNOME-Terminalprofil verwenden
en@shaw: ğ‘¿ğ‘Ÿ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘¯ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
nl: Gebruik huidig geselecteerd GNOME-terminal profiel
pt: Utilizar perfil actualmente seleccionado na consola GNOME
sr@latn: Koristi trenutno izabranu postavku u Gnom termunalu

source: terminal operations
de: Terminal-Operationen
en@shaw: ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: <b>Tools</b>
de: <b>Werkzeuge</b>

source: Command:
de: Befehl:
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›:
nl: Opdracht:
pt: Comando:
sr@latn: Naredba:

source: Edit as script
de: Als Skript bearbeiten
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘

source: Edit command as script in Anjuta on close
de: Kommando nach dem Schließen in Anjuta als Skript bearbeiten
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¨ğ‘Ÿ ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘¦ğ‘¯ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘ªğ‘¯ ğ‘’ğ‘¤ğ‘´ğ‘•

source: Parameters:
de: Parameter:
en@shaw: ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿ:

source: Save all files
de: Alle Dateien speichern
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘·ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: Alle bestanden opslaan
pt: Gravar todos os ficheiros
sr@latn: Sačuvaj sve datoteke

source: Short cut:
de: Tastenkürzel:
en@shaw: ğ‘–ğ‘¹ğ‘‘ ğ‘’ğ‘³ğ‘‘:
nl: Snelkoppeling:
pt: Atalho:
sr@latn: Prečica:

source: Standard error:
de: Standard-Fehlerausgabe:
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘»ğ‘¼:
nl: Standaardfout:
pt: Erro standard:
sr@latn: Standardne greške:

source: Standard input:
de: Standard-Eingabe:
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘:
nl: Standaardinvoer:
pt: Entrada standard:
sr@latn: Standardni ulaz:

source: Standard output:
de: Standard-Ausgabe:
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘:
nl: Standaarduitvoer:
pt: Saida standard:
sr@latn: Standardni izlaz:

source: Tool Editor
de: Werkzeug-Editor
en@shaw: ğ‘‘ğ‘µğ‘¤ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹
nl: Hulpmiddelen bewerken
pt: Editor Ferramentas
sr@latn: Uredi alat

source: Variable list
de: Variablenliste
en@shaw: ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘
pt: Lista variáveis
sr@latn: Spisak promenljivih

source: Working directory:
de: Arbeitsordner:
en@shaw: ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦:
nl: Werkmap:
pt: Directório trabalho:
sr@latn: Radni direktorijum:

source: Are you sure you want to delete the '%s' tool?
de: Soll das Werkzeug »%s« wirklich gelöscht werden?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ '%s' ğ‘‘ğ‘µğ‘¤?
pt: Tem a certeza que deseja apagar a ferramenta '%s'?
sr@latn: Da li ste sigurni da želite da izbrišete alat „%s“?

source: Tool
de: Werkzeug
en@shaw: ğ‘‘ğ‘µğ‘¤
nl: Werktuig
pt: Ferramenta
sr@latn: Alatka

source: ask at runtime
de: zur Laufzeit fragen

source: undefined
de: undefiniert
en@shaw: ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›

source: Unable to build user interface for tool variable
de: Konnte Benutzeroberfläche für Werkzeug-Variable nicht erstellen

source: Meaning
de: Bedeutung
en@shaw: ğ‘¥ğ‘°ğ‘¯ğ‘¦ğ‘™
nl: Betekenis
pt: Significado
sr@latn: Značenje

source: Disabled
de: Deaktiviert
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›
nl: Uitgeschakeld

source: You must provide a tool name!
de: Es muss ein Werkzeugname angegeben werden!
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘› ğ‘© ğ‘‘ğ‘µğ‘¤ ğ‘¯ğ‘±ğ‘¥!
nl: U moet een gereedschapsnaam geven!
pt: Tem de indicar um nome de ferramenta!
sr@latn: Morate navesti ime alata!

source: You must provide a tool command!
de: Es muss ein Werkzeugbefehl angegeben werden!
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘› ğ‘© ğ‘‘ğ‘µğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›!
nl: U moet een gereedschapsopdracht geven!
pt: Tem de indicar um comando de ferramenta!
sr@latn: Morate navesti naredbu alata!

source: A tool with the same name already exists!
de: Ein Werkzeug mit diesem Namen existiert bereits!
en@shaw: ğ‘© ğ‘‘ğ‘µğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¯ğ‘±ğ‘¥ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•!

source: The shortcut is already used by another component in Anjuta. Do you want to keep it anyway?
de: Die Tastenkombination wird bereits durch eine andere Anjuta-Komponente benutzt. Trotzdem beibehalten?
en@shaw: ğ‘ ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘©. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘¦ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±?

source: Unable to edit script
de: Skript konnte nicht bearbeitet werden
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘

source: New accelerator...
de: Neue Tastenkombination

source: Unable to build user interface for tool editor
de: Konnte Benutzeroberfläche für Werkzeug-Editor nicht erstellen
nl: Kan de gebruikersinterface voor de gereedschaps-editor niet opbouwen
pt: Incapaz de criar interface de utilizador para editor ferramentas
sr@latn: Ne mogu prikazati prozor za uređenje alatki

source: Opening %s
de: %s wird geöffnet
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ %s

source: (output)
de: (Ausgabe)
en@shaw: (ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘)

source: (error)
de: (Fehler)
en@shaw: (ğ‘»ğ‘¼)

source: Running command: %s...
de: Führe Befehl aus: %s ...

source: Completed unsuccessfully with status code %d
de: Mit Status-Code %d ohne Erfolg beendet
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘° ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘’ğ‘´ğ‘› %d

source: Unable to create a buffer, command aborted
de: Konnte Puffer nicht erstellen, Kommando abgebrochen

source: No document currently open, command aborted
de: Kein Dokument geöffnet, Kommando abgebrochen

source: Unable to open input file %s, command aborted
de: Konnte Eingabe-Datei %s nicht öffnen, Kommando abgebrochen
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘“ğ‘²ğ‘¤ %s, ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘©ğ‘šğ‘¹ğ‘‘ğ‘©ğ‘›

source: Missing tool name
de: Es wurde kein Werkzeugname festgelegt
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘‘ğ‘µğ‘¤ ğ‘¯ğ‘±ğ‘¥

source: Unexpected element "%s"
de: Unerwartetes Element »%s«
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ "%s"

source: Error when loading external tools
de: Konnte externes Werkzeug nicht laden
en@shaw: ğ‘»ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘‘ğ‘µğ‘¤ğ‘Ÿ

source: Unable to open %s for writing
de: %s konnte nicht zum Schreiben geöffnet werden.
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ %s ğ‘“ğ‘¹ ğ‘®ğ‘²ğ‘‘ğ‘¦ğ‘™

source: Tool operations
de: Werkzeug-Funktionen
en@shaw: ğ‘‘ğ‘µğ‘¤ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Tools
de: Werkzeuge
en@shaw: ğ‘‘ğ‘µğ‘¤ğ‘Ÿ

source: Command line parameters
de: Befehlszeilenargumente
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿ
nl: Argumenten op de opdrachtregel
pt: Parâmetros de linha de comando
sr@latn: Parametri linije naredbi

source: Same as output
de: Das Selbe wie die Ausgabe
en@shaw: ğ‘•ğ‘±ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘

source: Existing message pane
de: Vorhandene Nachrichtenleiste
en@shaw: ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘ğ‘±ğ‘¯

source: New message pane
de: Neue Nachrichtenleiste
en@shaw: ğ‘¯ğ‘¿ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘ğ‘±ğ‘¯

source: New buffer
de: Neuer Puffer
en@shaw: ğ‘¯ğ‘¿ ğ‘šğ‘³ğ‘“ğ‘¼

source: Replace buffer
de: Puffer ersetzen
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘šğ‘³ğ‘“ğ‘¼

source: Insert in buffer
de: In Puffer einfügen

source: Append to buffer
de: An Puffer anhängen
en@shaw: ğ‘©ğ‘ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘šğ‘³ğ‘“ğ‘¼

source: Replace selection
de: Auswahl ersetzen
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Popup dialog
de: Dialog anzeigen
en@shaw: ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Discard output
de: Ausgabe verwerfen
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘­ğ‘®ğ‘› ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘

source: None
de: Kein
en@shaw: ğ‘¯ğ‘³ğ‘¯
nl: Geen
pt: Nenhum
sr@latn: Ne

source: Current buffer
de: Aktueller Puffer
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘³ğ‘“ğ‘¼

source: Current selection
de: Aktuelle Auswahl
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: String
de: Zeichenkette
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™
nl: Tekenreeks
pt: Expressão
sr@latn: Niz znakova

source: <b>Program to test:</b>
de: <b>Zu testendes Programm:</b>

source: Memcheck Addrcheck Helgrind
de: Speicher-Überprüfung »memcheck« Address-Überprüfung »addrcheck« Helgrind

source: Select Tool:
de: Werkzeug auswählen:

source: Select Valgrind Target
de: Valgrind-Ziel auswählen

source: Options
de: Optionen
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
nl: Opties
pt: Opções
sr@latn: Mogućnosti

source: Select debugging target
de: Debugger-Ziel auswählen

source: No executable target selected for debugging with Valgrind. Please select one.
de: Es wurde keine ausführbare Datei zur Fehlersuche mit Valgrind ausgewählt. Bitte eine auswählen.

source: There aren't any available executable targets for this project. Please create one first.
de: Es gibt keine ausführbaren Ziele in diesem Projekt. Bitte zunächst eines erstellen.

source: Choose file where to save Valgrind log
de: Datei, in der die Valgrind-Ausgabe gespeichert wird, auswählen

source: Open Valgrind log file
de: Valgrind-Protokoll-Datei öffnen

source: _Select Tool and Run...
de: Werkzeug _auswählen und ausführen …

source: _Kill Execution
de: Ausführung _abbrechen

source: _Load Log
de: Protokoll _laden

source: S_ave Log
de: Protokoll s_peichern

source: Edit Rules
de: Regeln bearbeiten

source: Use Valgrind debug tool
de: Valgrind Fehlersuche-Werkzeug benutzen

source: <b>Valgrind general preferences</b>
de: <b>Allgemeine Valgrind-Einstellungen</b>

source: Valgrind binary file path:
de: Pfad zu Valgrind:

source: Choose Valgrind Binary File Path...
de: Pfad zu Valgrind auswählen …

source: Preview
de: Vorschau

source: lines above and below the target line.
de: Zeilen über und unter der Ziel-Zeile.

source: Failed to create pipe to '%s': %s
de: Konnte Pipe zu »%s« nicht erstellen: %s

source: Failed to create child process '%s': %s
de: Konnte Kindprozess »%s« nicht erstellen: %s

source: Reached the end of the input file or error in parsing valgrind output.
de: Ende der Eingabedatei erreicht oder Fehler während des Einlesens.

source: Process exited.
de: Prozess beendet.

source: Could not get the right valgrind-binary gconf key:
de: Konnte den richtigen Valgrind-Binary gconf-Schlüssel nicht finden:

source: Valgrind binary [%s] does not exist. Please check the preferences or install Valgrind package.
de: Valgrind-Binary [%s] existiert nicht. Bitte überprüfen Sie die Einstellungen oder installieren Sie das Valgrind-Paket

source: Could not get the right pipe for the process.
de: Konnte keine Verbindung zum Prozess bekommen.

source: Invalid syntax in settings '%s'. Please enter a value of the form "<integer>,<integer>,<integer>".
de: Ungültiger Syntax für Einstellung »%s«. Wert muss in der Form »<integer>,<integer>,<integer>« angegeben werden.

source: Override default settings
de: Voreinstellungen überschreiben

source: Enter <size>,<assoc>,<line_size>:
de: <size>, <assoc>, <line_size> eingeben:

source: Error contains
de: Fehler enthält

source: Function contains
de: Funktion enthält

source: Object contains
de: Objekt enhält

source: Source filename contains
de: Quell-Datei enthält

source: Invalid regular expression: '%s': %s
de: Ungültiger regulärer Ausdruck: »%s«: %s

source: Valgrind Suppression Rules
de: Valgrind Unterdrückungs-Regeln

source: Valgrind Suppression
de: Valgrind-Unterdrückung

source: Cu_t
de: _Ausschneiden

source: Suppress
de: Unterdrücken

source: Edit in Custom Editor
de: In benutzerdefiniertem Editor bearbeiten

source: Demangle C++ symbol names
de: C++-Symbolnamen dekodieren

source: Show
de: Zeigen

source: callers in stack trace
de: Aufrufer im Stacktrace

source: Stop showing errors if there are too many
de: Bei zu vielen Fehlermeldungen keine mehr anzeigen

source: Round malloc sizes to next word
de: »malloc«-Größen auf nächstes Wort runden

source: Trace any child processes forked off by the program being debugged
de: Jeden Kindprozess, der vom beobachteten Programm erzeugt wird überwachen

source: Track open file descriptors
de: Geöffnete »File Descriptors« überwachen

source: Add time stamps to log messages
de: Zeistempel zu Protokoll-Nachrichten hinzufügen

source: Call __libc_freeres() at exit before checking for memory leaks
de: Beim Beenden __libc_freeres() aufrufen vorm Prüfen auf Speicherlecks

source: Suppressions File:
de: Unterdrückungsdatei:

source: Choose Valgrind Suppressions File...
de: Valgrind-Unterdrückungsdatei auswählen …

source: Assume thread stacks are used privately
de: Annehmen, dass »Thread-Stacks« privat genutzt werden

source: Show location of last word access on error:
de: Bei einem Fehler den Speicherort des Wortes anzeigen, auf das zuletzt zugegriffen wurde:

source: Memory leaks
de: Speicherlecks

source: Leak check:
de: Speicherleckanalyse:

source: Show reachable blocks in leak check
de: Noch erreichbare Blöcke in Speicherleckanalyse anzeigen

source: Leak resolution:
de: Speicherleckanalyse:

source: Keep up to
de: Bis zu

source: bytes in the queue after being free()'d
de: Bytes in der Schlange behalten nach Aufruf von free()

source: Work around bugs generated by gcc 2.96
de: Fehler umgehen, die durch gcc 2.96 entstehen

source: Grow
de: Wachsen

source: Shrink
de: Verringern

source: Rule name:
de: Regelname:

source: Suppress messages of type:
de: Nachrichten folgenden Typs unterdrücken:

source: Suppress when using:
de: Unterdrücken, wenn folgendes benutzt wird:

source: System call:
de: Systemaufruf:

source: Call chain:
de: Aufrufkette:

source: Error saving to suppression file '%s': %s
de: Fehler beim Schreiben in Unterdrückungsdatei »%s«: %sZ

source: You have forgotten to name your suppression rule.
de: Es wurde kein Name für die Unterdrückungsregel vergeben

source: Cannot save suppression rules: %s
de: Konnte Unterdrückungsregeln nicht speichern: %s

source: You have not set a suppressions file in your settings.
de: In Ihren Einstellungen wurde keine Unterdrückungsdatei angegeben.

source: Loaded Session...
de: Sitzung geladen …

source: <b>Appearance</b>
de: <b>Erscheinungsbild</b>

source: <b>Project Defaults</b>
de: <b>Projekt-Voreinstellungen</b>

source: <b>Session</b>
de: <b>Sitzung</b>

source: Default Text below icons Text beside icons Icons only Text only
de: Vorgabe Text unter Symbolen Text neben Symbolen Nur Symbole Nur Text

source: Default project directory:
de: Vorgabe-Projektordner:
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦:

source: Developer email address:
de: E-Mail-Adresse des Enwicklers:
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¼ ğ‘°ğ‘¥ğ‘±ğ‘¤ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•:

source: Developer name:
de: Name des Entwicklers:
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¼ ğ‘¯ğ‘±ğ‘¥:

source: Do not load last project and files on startup
de: Beim Start nicht das letzte Projekt und dessen Dateien automatisch laden
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘ªğ‘¯ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘

source: Do not load last session on startup
de: Die letzte Sitzung beim Start nicht laden
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘

source: Dock switcher style:
de: Stil der Dock-Wechselknöpfe:
en@shaw: ğ‘›ğ‘­ğ‘’ ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘» ğ‘•ğ‘‘ğ‘²ğ‘¤:

source: Select projects directory
de: Den Projekteordner auswählen

source: Text Icons Text + Icons Gnome toolbar setting Tabs
de: Text Symbole Text und Symbole GNOME-Werkzeugleisten-Einstellung Reiter

source: Toolbar button labels:
de: Markierungen der Werkzeugleistenschalter:
en@shaw: ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ğ‘Ÿ:

source: _File
de: _Datei
en@shaw: _ğ‘“ğ‘²ğ‘¤
nl: _Bestand

source: _Quit
de: _Beenden
en@shaw: _ğ‘’ğ‘¢ğ‘¦ğ‘‘
nl: A_fsluiten

source: Quit Anjuta IDE
de: Anjuta IDE beenden
nl: Anjuta IDE afsluiten

source: _Preferences
de: _Einstellungen
en@shaw: _ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Do you prefer coffee to tea? Check it out.
de: Bevorzugen Sie Kaffee oder Tee? Schlagen Sie zu.
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘ğ‘®ğ‘¦ğ‘“ğ‘» ğ‘’ğ‘ªğ‘“ğ‘° ğ‘‘ ğ‘‘ğ‘°? ğ‘—ğ‘§ğ‘’ ğ‘¦ğ‘‘ ğ‘¬ğ‘‘.
nl: Geeft u de voorkeur voor koffie boven thee? Kijk er even naar.
pt: Prefere café ou chá? Verifique-o.
sr@latn: Da li više volite kafu ili step? Proverite to.

source: _Reset Dock Layout
de: Layout _zurücksetzen
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘›ğ‘­ğ‘’ ğ‘¤ğ‘±ğ‘¬ğ‘‘

source: Reset the widgets docking layout to default
de: Die Position der Dock-Widgets zurücksetzen
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘• ğ‘›ğ‘­ğ‘’ğ‘¦ğ‘™ ğ‘¤ğ‘±ğ‘¬ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: _Full Screen
de: _Vollbild
en@shaw: _ğ‘“ğ‘«ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Toggle fullscreen mode
de: Vollbildmodus an-/ausschalten

source: _Lock Dock Layout
de: Layout _einfrieren
en@shaw: _ğ‘¤ğ‘ªğ‘’ ğ‘›ğ‘­ğ‘’ ğ‘¤ğ‘±ğ‘¬ğ‘‘
