Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Find in Files completed ... unsuccessful
nl: Zoeken in bestanden compleet ... niet succesvol
pt: Encontrar nos Ficheiros completo ... insucesso
sr@latn: „Pronađi u datotekama“ je završeno ... neuspešno

source: Find in Files completed...............Successful
nl: Zoeken in bestanden compleet...........succesvol
pt: Encontrar nos Ficheiros completo.........Sucesso
sr@latn: „Pronađi u datotekama“ je završeno...............uspešno

source: Find in Files completed ... successful
nl: Zoeken in bestand compleet ... succesvol
pt: Encontrar nos Ficheiros completo ... sucesso
sr@latn: „Pronađi u datotekama“ je završeno ... uspešno

source: No input files supplied.
nl: Geen invoerbestanden gegeven.
pt: Nenhum ficheiro de entrada especificado.
sr@latn: Nisu obezbeđene ulazne datoteke.

source: The string "%s" was not found in the selected text
nl: De tekst "%s" was niet gevonden in de selectie
pt: A expressão "%s" não foi encontrada no texto seleccionado
sr@latn: Niz znakova „%s“ nije pronađen u označenom tekstu

source: The string "%s" was not found from the current location
nl: De tekst "%s" was niet gevonden vanaf de huidige locatie
pt: A expressão "%s" não foi encontrada a partir da localização actual
sr@latn: Niz znakova „%s“ nije pronađen u preostalom delu teksta

source: The match "%s" was not found in the whole document
nl: De tekst "%s" was niet gevonden in het gehele document
pt: A equivalência "%s" não foi encontrada em todo o documento
sr@latn: Znakovni niz „%s“ nije pronađen u celom dokumentu

source: The match "%s" was not found from the current location
nl: De tekst "%s" was niet gevonden vanaf de huidige locatie
pt: A equivalência "%s" não foi encontrada a partir da localização actual
sr@latn: Znakovni niz „%s“ nije pronađen u preostalom delu teksta

source: N_ew Project ...
nl: Ni_euw project ...
pt: Novo _Projecto ...
sr@latn: _Novi projekat ...

source: _Import Project ...
nl: Nieuw project _importeren ...
pt: _Importar Projecto ...
sr@latn: _Uvezi projekat ...

source: Import an existing code project using the Project Import Wizard
nl: Een bestaand programmeerproject importeren met de assistent "Project importeren"
pt: Importar um projecto de código existente utilizando o Ajudante de Importação de Projectos
sr@latn: Uvezi postojeći projekat koristeći čarobnjaka za uvoz projekata

source: Open P_roject ...
nl: P_roject openen ...
pt: Abrir P_rojecto ...
sr@latn: _Otvori projekat ...

source: Sa_ve Project
nl: Project ops_laan
pt: Gra_var Projecto
sr@latn: _Sačuvaj projekat

source: Rena_me ...
nl: Hernoe_men ...
pt: Reno_mear ...
sr@latn: _Preimenuj ...

source: Rename the current file
nl: Hernoem het huidige bestand
pt: Renomear o ficheiro actual
sr@latn: Preimenuj tekuću datoteku

source: Recent Projec_ts
nl: Recente _Projecten
pt: Projec_tos Recentes
sr@latn: _Poslednje otvarani projekti

source: Select the current function
nl: De huidige functie selecteren
pt: Seleccionar a função actual
sr@latn: Izaberi tekuću funkciju

source: Current Line
nl: Huidige regel
pt: Linha Actual
sr@latn: Tekuća linija

source: Select the current line
nl: De huidige regel selecteren
pt: Seleccionar a linha actual
sr@latn: Izaberi tekuću liniju

source: Current Word
nl: Huidige woord
pt: Palavra Actual
sr@latn: Tekuća reč

source: Select the current word
nl: Het huidige woord selecteren
pt: Seleccionar a palavra actual
sr@latn: Izaberi tekuću reč

source: Insert a C template
nl: Een C-sjabloon invoegen
pt: Inserir um modelo C
sr@latn: Ubaci jedan C kalup

source: Custom Indent
nl: Aangepast inspringen
sr@latn: Posebno uvlačenje

source: Indent Mode, Offset, Tab-width
nl: Inspringmodus, verschuiving, Tab-instelling
sr@latn: Režim uvlačenja, pomeraj, širina tabulatora

source: Search Forward
nl: Vooruit zoeken
pt: Procurar Em Frente
sr@latn: Traži unapred

source: Search Backward
nl: Achteruit zoeken
pt: Procurar Para Trás
sr@latn: Traži unazad

source: _Goto previous mesg
nl: _Ga vorige boodschap
pt: Ir para mensa_g anterior
sr@latn: Pret_hodnu poruku

source: _Goto next mesg
nl: _Ga volgende boodschap
pt: Ir para mensa_g seguinte
sr@latn: _Sledeću poruku

source: Go to next message
nl: Ga naar de volgende boodschap
pt: Ir para a mensagem seguinte
sr@latn: Idi na sledeću poruku

source: _Go Back
nl: _Achteruit
pt: Re_gressar
sr@latn: _Idi nazad

source: Go back
nl: Achteruit
pt: Regressar
sr@latn: Idi nazad

source: _Go Forward
nl: _Vooruit
pt: Avan_çar
sr@latn: _Idi napred

source: Go forward
nl: Vooruit
pt: Avançar
sr@latn: Idi napred

source: Goto tag definition
nl: Ga naar tag definitie
pt: Ir para definição etiqueta
sr@latn: Idi na definiciju funkcije/promenljive

source: Goto tag declaration
nl: Ga naar tag declaratie
pt: Ir para declaração etiqueta
sr@latn: Idi na deklaraciju funkcije/promenljive

source: _Main Toolbar
nl: _Hoofd werkbalk
pt: Barra Ferra_mentas Principal
sr@latn: _Glavna linija sa alatima

source: Hide/Unhide Main toolbar
nl: Verberg/Toon Hoofd werkbalk
pt: Esconder/Mostrar barra ferramentas Principal
sr@latn: Prikaži/sakrij glavnu liniju sa alatima

source: _Extended Toolbar
nl: _Uitgebreide werkbalk
pt: Barra Ferramentas _Extendida
sr@latn: _Proširena linija sa alatima

source: Hide/Unhide Extended toolbar
nl: Verberg/Toon Uitgebreide werkbalk
pt: Esconder/Mostrar barra ferramentas Extendida
sr@latn: Prikaži/sakrij proširenu liniju sa alatima

source: _Debug Toolbar
nl: _Debug werkbalk
pt: Barra Ferramentas _Depuração
sr@latn: _Linija sa alatima za pronalaženje grešaka

source: Hide/Unhide Debug toolbar
nl: Verberg/Toon debug werkbalk
pt: Esconder/Mostrar barra ferramentas de Depuração
sr@latn: Prikaži/sakrij liniju sa alatima za pronalaženje grešaka

source: _Browser Toolbar
nl: _Browser werkbalk
pt: Barra Ferramentas _Navegação
sr@latn: _Alatke preglednika

source: Hide/Unhide Browser toolbar
nl: Verberg/Toon Browser werkbalk
pt: Esconder/Mostrar barra ferramentas de Navegação
sr@latn: Prikaži/sakrij liniju sa alatakama preglednika

source: _Format Toolbar
nl: _Opmaak werkbalk
pt: Barra Ferramentas _Formatação
sr@latn: _Linija sa alatima za formatiranje

source: Hide/Unhide Format toolbar
nl: Verberg/Toon opmaak werkbalk
pt: Esconder/Mostrar barra ferramentas de Formatação
sr@latn: Prikaži/sakrij liniju sa alatima za formatiranje

source: Increase text zoom by 1 unit
nl: Verhoog tekst inzoemen met 1 eenheid
pt: Aumentar zoom do texto por 1 unidade
sr@latn: Povećaj uvećanje teksta za jednu jedinicu

source: Reduce text zoom by 1 unit
nl: Vermindert de tekst zoem met 1 eenheid
pt: Reduzir zoom de texto por 1 unidade
sr@latn: Umanji uvećanje teksta za jednu jedinicu

source: Show the Bookmark window
nl: Toon het venster bladwijzer
pt: Mostrar a janela de marcadores
sr@latn: Prikaži prozor sa oznakama

source: Show breakpoints editor window
nl: Toon breekpunten editor venster
pt: Mostrar a janela de editor de breakpoints
sr@latn: Prikaži prozor za uređenje tački prekida

source: Show CPU registers and their contents
nl: Toont processor registers en hun inhoud
pt: Mostrar os registos do CPU e seus conteudos
sr@latn: Prikaži registre procesora i njihov sadržaj

source: Shared _Libraries
nl: Gedeelde bib_liotheken
pt: Bib_liotecas Partilhadas
sr@latn: _Deljene biblioteke

source: Show shared libraries loaded by the program
nl: Toon gedeelde bibliotheken door het programma geladen
pt: Mostrar bibliotecas partilhadas pela aplicação
sr@latn: Prikaži koje deljene biblioteke koristi program

source: Show the kernel signals editor window
nl: Toont het kernel signalen editor venster
pt: Mostrar a janela de editor de sinais do kernel
sr@latn: Prikaži prozor za uređenje signala jezgra

source: Memory _Dump
nl: Geheugen_dump
pt: _Dump Memória
sr@latn: Ispis _memorije

source: Show memory dump window
nl: Toont geheugen dump venster
pt: Mostrar a janela de despejo de memória (memory dump)
sr@latn: Prikaži prozor sa ispisom memorije

source: Ed_it Application GUI ...
nl: W_ijzig Applicatie GUI ...
pt: Ed_itar IG Aplicação ...
sr@latn: _Uredi grafički izgled programa ...

source: Edit application GUI with the Glade GUI editor
nl: Wijzig de applicatie GUI met de Glade GUI tekstverwerker
pt: Editar o Interface Gráfico da aplicação com o editor Glade
sr@latn: Uredi grafički izgled programa pomoću programa Glejd(Glade)

source: C and C++ with GNOME
nl: C en C++ met GNOME
pt: C e C++ com GNOME
sr@latn: Gnom(GNOME) C i C++

source: Force the highlight style to C and C++ with GNOME
nl: Forceer de belichtingsstijl naar C en C++ met GNOME
pt: Forçar o estilo de realce para C e C++ com GNOME
sr@latn: Nametni stil osvetljenja kao da se radi o Gnom(GNOME) C i C++ programu

source: Compile With _Make
nl: Compileer met _Make
pt: Compilar Com _Make
sr@latn: Prevedi sa programom mejk (make)

source: Compile the current source file using Make
nl: Compileer het huidige broncodebestand met behulp van Make
pt: Compilar o ficheiro de código actual utilizando Make
sr@latn: Prevodi datoteku sa izvornim kodom koristeći program mejk (make)

source: Build the source directory of the Project or the current source file
nl: De bronmap van het project of het huidige bronbestand bouwen
pt: Construir o directório de código do Projecto ou o ficheiro de código actual
sr@latn: Prevedi sve u direktorijumu sa izvornim kodom projekta ili samo datoteku sa izvornim kodom

source: Build _All
nl: Bouw _Alles
pt: Contruir _Tudo
sr@latn: P_revedi i poveži sve

source: Save Build Messages
nl: Bewaar bouwmeldingen
pt: Gravar Mensagens de Compilação
sr@latn: Zabeleži poruke prilikom prevođenja

source: Save build messages to a file
nl: Sla Bouwmeldingen op in een bestand
pt: Gravar mensagens de compilação num ficheiro
sr@latn: Zabeleži poruke prilikom prevođenja i povezivanja u datoteku

source: Install the Project on your system
nl: Installeer het project op uw systeem
pt: Instalar o Projecto no seu sistema
sr@latn: Instaliraj projekat na ovom računaru

source: Build the distribution tarball of the Project
nl: Bouw de distributie-tarball van het project
pt: Construir um ficheiro tar de distribuição do Projecto
sr@latn: Napravi arhivu/paket projekta

source: Configure the Project
nl: Configureer het project
pt: Configurar o Projecto
sr@latn: Podesi projekat

source: Auto generate all the build files for the Project
nl: Automatisch generatie van de bouwbestanden voor het project
pt: Auto gerar todos os ficheiros de compilação do Projecto
sr@latn: Automatski obrazuj sve datoteke projekta potrebne za prevođenje i povezivanje

source: Clea_n
nl: Opscho_nen
pt: Li_mpar
sr@latn: _Očisti

source: Clean the source directory
nl: Broncode-map opschonen
pt: Limpar o directório de código
sr@latn: Očisti direktorijum sa izvornim kodom (ukloni objektne datoteke)

source: Clean A_ll
nl: Opschonen A_lles
pt: _Limpar Tudo
sr@latn: _Očisti sve

source: Clean the whole Project directory
nl: Schoon de hele projectmap op
pt: Limpar todo o directório do Projecto
sr@latn: Očisti ceo direktorijum projekta (ukloni objektne datoteke)

source: _Stop Build
nl: _Stop Bouwen
pt: Parar Con_strução
sr@latn: _Zaustavi prevođenje i povezivanje

source: Stop the current compile or build process
nl: Stop de huidige compilatie of het huidige bouwproces
pt: Parar o processo actual de compilação ou construção
sr@latn: Zaustavi trenutno prevođenje odnosno povezivanje

source: _Execute
nl: _Uitvoeren
pt: _Executar
sr@latn: _Pokreni

source: Set _Program params ...
nl: Zet _Programma parameters ...
pt: Definir _parâmetros da Aplicação ...
sr@latn: _Postavi parametre programa...

source: Set the execution parameters of the program
nl: Zet de uitvoerparameters van het programma
pt: Definir os parâmetros de execução da aplicação
sr@latn: Postavi parametre izvršenja programa

source: _Run to cursor
nl: _Run tot cursor
pt: Executa_r até ao cursor
sr@latn: _Izvrši do kursora

source: Set Breakpoint ...
nl: Zet breekpunt ...
pt: Definir Breakpoint ...
sr@latn: Postavi tačku prekida ...

source: Set a breakpoint
nl: Zet een breekpunt
pt: Definir um breakpoint
sr@latn: Postavi tačku prekida

source: _Breakpoints ...
nl: _Breekpunten ...
sr@latn: _Tačke prekida ...

source: Edit breakpoints
nl: Wijzig breekpunten
pt: Editar breakpoints
sr@latn: Uredi tačke prekida

source: Disable all Breakpoints
nl: Uitschakelen alle breekpunten
pt: Desabilitar todos os Breakpoints
sr@latn: Onemogući sve tačke prekida

source: C_lear all Breakpoints
nl: _Opschonen alle breekpunten
pt: _Limpar todos os Breakpoints
sr@latn: _Očisti sve tačke prekida

source: Delete all breakpoints
nl: Verwijderen alle breekpunten
pt: Apagar todos os breakpoints
sr@latn: Ukloni sve tačke prekida

source: Display the IDs of currently known threads
nl: Toont de IDs van huidige bekende threads
pt: Mostrar os IDs das threads actualmente conhecidas
sr@latn: Prikaži identifikacione brojeve trenutno poznatih niti

source: Info _Global variables
nl: Info _Globale varabelen
pt: Info variáveis _Globais
sr@latn: Informacije o _globalnim promenljivama

source: Info _Local variables
nl: Info _Locale variabelen
pt: Info variáveis _Locais
sr@latn: Informacije o _lokalnim promenljivama

source: Display local variables of the current frame
nl: Toon locale variabelen van het huidige frame
pt: Mostrar variáveis locais no painel actual
sr@latn: Prikaži lokalne promenljive tekućeg okvira programa

source: Info _Memory
nl: _Geheugen informatie
pt: Info _Memória
sr@latn: Informacije o _memoriji

source: Start the debugging session
nl: Start de debug sessie
pt: Iniciar a sessão de depuração
sr@latn: Pokreni okruženje za traženje grešaka

source: Load E_xecutable ...
nl: Laad E_xecutable ...
pt: Ler E_xecutável ...
sr@latn: _Učitaj izvršni program

source: Open the executable for debugging
nl: Open executable voor debuggen
pt: Abrir o executável para depuração
sr@latn: Učitaj izvršni program u program za pronalaženje grešaka

source: Load _Core file ...
nl: Laad _Core bestand ...
pt: Ler ficheiro _Core ...
sr@latn: Učitaj datoteku sa _memorijom...

source: Load a core file to dissect
nl: Laad een core bestand naar dissect
pt: Ler um ficheiro core para dissecar
sr@latn: Učitaj datoteku sa memorijom koju želite da ispitate

source: _Attach to Process ...
nl: _Verbind aan proces ...
pt: _Anexar ao Processo ...
sr@latn: _Dodaj procesu ...

source: Attach to a running program
nl: Verbind aan een lopend programma
pt: Anexar a uma aplicação em execução
sr@latn: Dodaj trenutno aktivnom programu

source: _Restart Program
nl: _Herstart programma
pt: _Reiniciar Aplicação
sr@latn: _Iznova pokreni program

source: Stop and restart the program
nl: Stop en herstart het programma
pt: Parar e reiniciar a aplicação
sr@latn: Zaustavi i ponovo pokreni program

source: S_top Program
nl: S_top programma
pt: P_arar Aplicação
sr@latn: _Zaustavi program

source: Stop the program being debugged
nl: Stop het programma dat gedebugd wordt
pt: Parar a aplicação a ser depurada
sr@latn: Zaustavi program koji se ispituje

source: _Detach Debugger
nl: Verwijderen van debugger
pt: _Desanexar Depurador
sr@latn: _Odvoj program za pronalaženje grešaka

source: Detach from an attached program
nl: Verwijderen van een verbonden programma
pt: Desanexar de uma aplicação anexada
sr@latn: Odvaja program za pronalaženje grešaka sa pridruženog programa

source: Si_gnal to Process
nl: Si_gnaal naar proces
pt: Si_nal ao Processo
sr@latn: Pošalji signal procesu

source: Send a kernel signal to the process being debugged
nl: Stuur een kernel signaal naar het proces dat gedebugd wordt
pt: Enviar um sinal de kernel ao processo em depuração
sr@latn: Pošalji signal jezgra procesu koji se ispituje

source: _Execution
nl: _Executie
pt: _Execução
sr@latn: _Izvršenje

source: _Information
nl: _Informatie
pt: _Informação
sr@latn: _Informacije

source: Ins_pect/Evaluate ...
nl: Ins_pectie/Evaluatie ...
pt: Ins_peccionar/Avaliar ...
sr@latn: Nad_gledaj/Dodeli vrednost...

source: Add Expression in _Watch ...
nl: Toevoegen expressie en _Watch ...
pt: Adicionar Expressão em _Observação ...
sr@latn: _Dodaj izraz u spisak za nadgledanje ...

source: Add expression or variable to the watch
nl: Toevoegen van expressie of variable aan de watch
pt: Adicionar expressão ou variável à observação
sr@latn: Dodaj izraz ili promenljivu na spisak za nadgledanje

source: U_pdate file
nl: _Bijwerken bestand
pt: Actuali_zar ficheiro
sr@latn: _Osveži datoteku

source: C_ommit file
nl: Bestand opsturen
pt: S_ubmeter ficheiro
sr@latn: _Pošalji datoteku

source: S_tatus of file
nl: Toestand van het bestand
pt: Es_tado do ficheiro
sr@latn: _Stanje datoteke

source: G_et file log
nl: Logbestand _ophalen
pt: Obt_er log ficheiro
sr@latn: _Preuzmi dnevnik datoteke

source: _Add file
nl: Bestand _toevoegen
pt: _Adicionar ficheiro
sr@latn: _Dodaj datoteku

source: _Remove file
nl: Bestand _verwijderen
pt: _Remover ficheiro
sr@latn: _Ukloni datoteku

source: D_iff file
nl: D_iff bestand
pt: D_iferenças ficheiros
sr@latn: _Datoteka sa izmenama

source: _Update Project
nl: _Ververs het project
pt: Act_ualizar Projecto
sr@latn: _Osveži projekat

source: Update the working copy of a Project
nl: Ververs de werkkopie van een project
pt: Actualizar a cópia de trabalho de um Projecto
sr@latn: Osveži radni primerak projekta

source: _Commit Project
nl: Project _opsturen
pt: Submeter Proje_cto
sr@latn: _Pošalji projekat

source: Commit local changes to the repository
nl: Stuur lokale veranderingen op naar het repository
pt: Submeter alterações locais para o repositório
sr@latn: Pošalji lokalne izmene na server

source: _Import Project
nl: _Project importeren
pt: _Importar Projecto
sr@latn: _Uvezi projekat

source: Import Project as a new module in the repository
nl: Project als nieuwe module importeren in de repos
pt: Importar Projecto como um módulo novo no repositório
sr@latn: Uvezi projekat kao novi modul na serveru

source: _Status of Project
nl: Status van het project
pt: E_stado do Projecto
sr@latn: _Stanje projekta

source: Print the status of the Project
nl: De configuratie van het project weergeven
pt: Imprime o estado do Projecto
sr@latn: Prikaži stanje projekta

source: Get Project _log
nl: Haal project-_log op
pt: Obter _log Projecto
sr@latn: Preuzmi _dnevnik projekta

source: Print the CVS log of the Project
nl: Het CVS-log van het project weergeven
pt: Imprimir o log de CVS do Projecto
sr@latn: Prikaži CVS dnevnik projekta

source: Create a diff between the working copy of the Project and the repository
nl: Een diff maken van de verschillen tussen het project en de repos
pt: Criar um diff entre a cópia de trabalho do Projecto e o repositório
sr@latn: Napravi datoteku sa razlikama između radnog primerka projekta i servera

source: Login to a CVS server
nl: Melden bij een CVS server
pt: Registar-se (login) num servidor CVS
sr@latn: Prijava na CVS server

source: _Compiler and Linker Settings ...
nl: Compiler en Linker instellingen ...
pt: Definições de _Compilador e Linkagem ...
sr@latn: _Podešavanje prevodioca i programa za povezivanje...

source: Settings for the compiler and linker
nl: Instellingen voor de compiler en linker
pt: Definições para o compilador e a linkagem
sr@latn: Podešavanje programskog prevodioca i programa za povezivanje

source: _Source Paths ...
nl: _Bron paden ...
pt: Caminho de Códi_go ...
sr@latn: _Putanje izvornog koda...

source: Specify the source paths for Anjuta to search
nl: Specificeer de bronpaden die Anjuta moet doorzoeken
pt: Especifique os caminhos de código para o Anjuta procurar
sr@latn: Zadajte putanje do datoteka sa izvornim kodom koje će Anjuta pretražiti

source: Co_mmands ...
nl: _Opdrachten ...
pt: Co_mandos ...
sr@latn: _Naredbe...

source: Specify the various commands for use
nl: Specificeer de verschillende te gebruiken commando's
pt: Especificar os vários comandos a utilizar
sr@latn: Zadajte različite naredbe za korišćenje

source: _Editor colors and fonts ...
nl: _Kleuren en lettertypen ...
pt: Cores e fontes do _editor ...
sr@latn: Boje i fontovi _uređivača...

source: _Edit user.properties file ...
nl: Bestand user.properties be_werken ...
pt: _Editar ficheiro user.properties ...
sr@latn: _Uredi datoteku korisničkih podešavanja

source: Edit user properties file
nl: Bestand user.properties bewerken
pt: Editar ficheiro propriedades utilizador
sr@latn: Uredi datoteku korisničkih podešavanja

source: _Tools Editor
nl: Hulpmiddelen aanpassen
pt: Editor Ferramen_tas
sr@latn: _Uredi alate

source: Customize user-defined tools
nl: Eigen gereedschappen aanpassen
pt: Costumizar ferramentas definidas utilizador
sr@latn: Prilagodi korisnički definisane alate

source: St_art-with dialog
nl: 'St_arten met' dialoogvenster
pt: Inici_ar com diálogo
sr@latn: _Pokreni sa prozorčetom

source: Show start-with dialog
nl: Het 'Starten met' dialoogvenster tonen
pt: Mostrar iniciar com diálogo
sr@latn: Prikaži pokreni sa prozorčetom

source: Setup wizard for first time run
nl: Instelassistent voor de eerste keer
pt: Ajudante configuração executa da primeira vez
sr@latn: Čarobnjak koji se pojavljuje kada prvi put pokrenete program

source: Browse Info pages
nl: Blader door de Info pagina's
pt: Consultar páginas Info
sr@latn: Pregledaj info stranice

source: Project: None
nl: Project: Geen
pt: Projecto: Nenhum
sr@latn: Projekat: Nije naveden

source: No matches.
nl: Geen overeenkomsten.
pt: Nenhuma equivalência.
sr@latn: Nema poklapanja.

source: Saving file ...
nl: Bestand opslaan...
pt: A gravar ficheiro ...
sr@latn: Čuvam datoteku...

source: Autosaved "%s"
nl: Automatisch bewaard "%s"
pt: Autogravação "%s"
sr@latn: Automatsko snimanje „%s“

source: Cut to clipboard
nl: Knip naar klembord
pt: Cortar para a área de transferência
sr@latn: Pošalji na spisak isečaka

source: Copy to clipboard
nl: Copy naar klembord
pt: Copiar para a área de transferência
sr@latn: Pošalji na spisak isečaka

source: Search string
nl: Tekst zoeken
pt: Expressão procura
sr@latn: Niz znakova koji se traži

source: Search and replace string
nl: Tekst zoeken en vervangen
pt: Expressão de procura e substituição
sr@latn: Pronađi i zameni niz znakova

source: line:
nl: regel:
pt: linha:
sr@latn: linija:

source: Attach
nl: Verbinden
pt: Anexar
sr@latn: Dodaj

source: Autocompletion
pt: Auto completar
sr@latn: Automatski dopuni

source: Autosave
pt: Autogravação
sr@latn: Automatsko snimanje

source: Backwards
pt: Recua
sr@latn: Unazad

source: Case sensitive
pt: Sensível capitalização
sr@latn: Mala i velika slova se razlikuju

source: Code folding
pt: Dobrar código
sr@latn: Skupljanje koda

source: Combo Popdown:
pt: Caixa de Combo:
sr@latn: Padajući meni:

source: Compiler
pt: Compilador
sr@latn: Prevodilac

source: Data module Makefile.am
pt: Makefile.am do módulo data
sr@latn: Modul sa podacima Makefile.am

source: Directory filter
pt: Filtro directórios
sr@latn: Filter direktorijuma

source: Document module Makefile.am
pt: Makefile.am do módulo Documento
sr@latn: Dokument modul Makefile.am

source: Encoding to use when saving files
pt: Codificação a utilizar ao gravar ficheiros
sr@latn: Kodiranje koje se koristi za čuvanje datoteka

source: File filter
pt: Filtro ficheiros
sr@latn: Filter datoteka

source: Gnome API
pt: API Gnome
sr@latn: Gnom API

source: HTML _viewer:
pt: _Visualizador HTML:
sr@latn: HTML _pregledač:

source: Help module Makefile.am
pt: Makefile.am do módulo Ajuda
sr@latn: Pomoć o modulu Makefile.am

source: Include module Makefile.am
pt: Makefile.am do módulo include
sr@latn: Uključi modul Makefile.am

source: Misc options
pt: Miscelânea opções
sr@latn: Razna podešavanja

source: Modules
pt: Módulos
sr@latn: Moduli

source: Pixmap module Makefile.am
pt: Makefile.am do módulo Pixmap
sr@latn: Pixmap modul Makefile.am

source: Regexp
sr@latn: Regularni izraz

source: Search type
pt: Tipo procura
sr@latn: Vrsta pretrage

source: Top level Makefile.am
pt: Makefile.am de topo
sr@latn: Koreni Makefile.am

source: Whole document
pt: Todo o documento
sr@latn: Ceo dokument
