Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: _Start Debugger
de: Debugger _starten
en@shaw: _ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼
pt: _Iniciar Depurador
sr@latn: Pokreni program za pronalaženje _grešaka

source: _Debug Program
de: Programm deb_uggen
en@shaw: _ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Start debugger and load the program
de: Debugger starten und das Programm laden
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘¯ ğ‘¤ğ‘´ğ‘› ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: _Debug Process...
de: _Prozess debuggen…

source: Start debugger and attach to a running program
de: Den Debugger starten und an ein laufendes Programm anhängen
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘‘ ğ‘© ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥

source: Debug _Remote Target...
de: _Entferntes Ziel debuggen...

source: Connect to a remote debugging target
de: Mit einem entfernten Debugger-Ziel verbinden
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘© ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘

source: Stop Debugger
de: Debugger anhalten
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼

source: Say goodbye to the debugger
de: Den Debugger anhalten
en@shaw: ğ‘•ğ‘± ğ‘œğ‘«ğ‘›ğ‘šğ‘² ğ‘‘ ğ‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼
nl: Zeg tot ziens tegen de debugger
pt: Dizer adeus ao depurador
sr@latn: Recite zbogom programu za pronalaženje grešaka!

source: Add source paths...
de: Quellpfade hinzufügen …

source: Add additional source paths
de: Zusätzliche Ordner mit Quelldateien hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘¹ğ‘• ğ‘ğ‘­ğ‘ğ‘Ÿ

source: Debugger Command...
de: Debugger-Befehl …

source: Custom debugger command
de: Benutzerdefiniertes Debugger Kommando
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Info _Target Files
de: Info _Zieldateien
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘´ _ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: Info doelbestanden
pt: Info dos Ficheiros Al_vo
sr@latn: Prika_ži informacije o izlaznim datotekama

source: Display information on the files the debugger is active with
de: Informationen über die Dateien anzeigen, auf denen der Debugger arbeitet
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘
nl: Toon informatie over de bestanden waarin de debugger actief is
pt: Mostrar informação sobre os quais o depurador está a agir
sr@latn: Prikaži informacije o datotekama na kojima radi program za pronalaženje grešaka

source: Info _Program
de: Info _Programm
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘´ _ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥
nl: Info _Programma
pt: Info A_plicação
sr@latn: _Informacije o programu

source: Display information on the execution status of the program
de: Informationen über den Ausführungsstatus des Programmes anzeigen
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘§ğ‘’ğ‘•ğ‘¦ğ‘’ğ‘¿ğ‘•ğ‘©ğ‘¯ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥
nl: Toon informatie over de uitvoeringsstatus van het programma
pt: Mostrar informação sobre o estado de execução da aplicação
sr@latn: Prikaži informacije o stanju izvršenja programa

source: Display the contents of kernel 'struct user' for current child
de: Den Inhalt des Kernel 'struct user' für das aktuelle Kind anzeigen
nl: Toont de inhoud van kernel 'struct user' voor huidig kind
pt: Mostrar o conteudo da 'estrutura de utilizador' de kernel do filho actual
sr@latn: Prikaži sadržaj strukture „user“ iz jezgra za tekući proces

source: Shared Libraries
de: Gemeinsam verwendete Bibliotheken
en@shaw: ğ‘–ğ‘ºğ‘› ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ğ‘Ÿ

source: Show shared libraries mappings
de: Zuordnungen der gemeinsam verwendeten Bibliotheken anzeigen

source: Show kernel signals
de: Kernelsignale anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘’ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ğ‘Ÿ

source: Run/_Continue
de: Ausführen/_Fortsetzen
en@shaw: ğ‘®ğ‘³ğ‘¯/_ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿
nl: Uitvoeren/_Continueren
pt: Executar/_Continuar
sr@latn: _Pokreni/nastavi

source: Continue the execution of the program
de: Ausführung des Programmes fortsetzen
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘ ğ‘§ğ‘’ğ‘•ğ‘¦ğ‘’ğ‘¿ğ‘•ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥
nl: Verdergaan met de uitvoering van het programma
pt: Continuar a execução da aplicação
sr@latn: Nastavi izvršenje programa

source: Step _In
de: E_inzelschritt
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ _ğ‘¦ğ‘¯
nl: _Instappen
pt: Passo _Dentro
sr@latn: Korak _unutar

source: Single step into function
de: Einzelner Schritt in die Funktion
en@shaw: ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯
nl: Zet 1 stap in de functie
pt: Um passo para dentro da função
sr@latn: Jedan korak unutar funkcije

source: Step O_ver
de: _Überspringen
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ O_ver
nl: Stap _Over
pt: Passar Por _Cima
sr@latn: Korak _preko

source: Single step over function
de: Einzelner Schritt über die Funktion
en@shaw: ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘´ğ‘ğ‘¼ ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯
nl: Zet 1 stap over de functie
pt: Passar por cima da função
sr@latn: Jedan korak preko funkcije

source: Step _Out
de: _Herausspringen
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ _ğ‘¬ğ‘‘
nl: Stap _Uit
pt: Passo _Fora
sr@latn: Korak _van

source: Single step out of the function
de: Einzelner Schritt aus der Funktion
nl: Zet 1 stap uit de functie
pt: Dar um passo para sair da função
sr@latn: Jedan korak van funkcije

source: _Run to Cursor
de: Bis zum Cursor ausfüh_ren
en@shaw: _ğ‘®ğ‘³ğ‘¯ ğ‘‘ ğ‘’ğ‘»ğ‘•ğ‘¼

source: Run to the cursor
de: Bis zum Cursor ausführen
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘‘ ğ‘ ğ‘’ğ‘»ğ‘•ğ‘¼
nl: Uitvoeren tot de cursor
pt: Executar até ao cursor
sr@latn: Izvrši program do linije gde se nalazi kursor

source: Info _Global Variables
de: Info _globale Variablen
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘´ _ğ‘œğ‘¤ğ‘´ğ‘šğ‘©ğ‘¤ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Display all global and static variables of the program
de: Alle globalen und statischen Variablen des Programmes anzeigen
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘·ğ‘¤ ğ‘œğ‘¤ğ‘´ğ‘šğ‘©ğ‘¤ ğ‘¯ ğ‘•ğ‘‘ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥
nl: Toon alle globale en statische variablen van het programma
pt: Mostrar todas as variáveis globais e estáticas da aplicação
sr@latn: Prikaži sve globalne i statičke promenljive programa

source: Info _Current Frame
de: Info _aktueller Frame
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘´ _ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘±ğ‘¥
nl: Info _Huidig Frame
pt: Info Painel A_ctual
sr@latn: In_formacije o tekućem okviru

source: Display information about the current frame of execution
de: Informationen über den aktuellen Ausführungs-Frame anzeigen
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘±ğ‘¥ ğ‘ ğ‘§ğ‘’ğ‘•ğ‘¦ğ‘’ğ‘¿ğ‘•ğ‘©ğ‘¯
nl: Toon informatie over het huidige frame van executie
pt: Mostrar informação sobre o painel actual de execução
sr@latn: Prikaži informacije o tekućem okviru izvršenja

source: Info Function _Arguments
de: Info Funktions_argumente
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘´ ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ _ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•
nl: Info Functie _Argumenten
pt: Info P_arâmetros Função
sr@latn: Informacije o _argumentima funkcija

source: Display function arguments of the current frame
de: Die Funktionsargumente des aktuellen Frames anzeigen
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘±ğ‘¥
nl: Toon functieargumenten van het huidige frame
pt: Mostrar os parâmetros de função do painel actual
sr@latn: Prikaži argumente funkcije tekućeg okvira

source: Pa_use Program
de: Programm a_nhalten
en@shaw: _ğ‘ğ‘·ğ‘Ÿ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥
pt: Pa_usar Aplicação
sr@latn: Pa_uziraj program

source: Pauses the execution of the program
de: Ausführung des Programmes anhalten
en@shaw: ğ‘ğ‘·ğ‘Ÿğ‘©ğ‘Ÿ ğ‘ ğ‘§ğ‘’ğ‘•ğ‘¦ğ‘’ğ‘¿ğ‘•ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥
pt: Pausar a execução da aplicação
sr@latn: Privremeno obustavi izvršavanje programa

source: Debugger operations
de: Debugger-Operationen
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Unable to find one debugger plugin supporting a target with %s mime type
de: Konnte keine Debugger-Komponente finden, die ein Ziel vom Mime-Typ %s unterstützt

source: Registers
de: Register
en@shaw: ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ
pt: Registos
sr@latn: Registri

source: Shared Object
de: Gemeinsam verwendetes Objekt
en@shaw: ğ‘–ğ‘ºğ‘› ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘

source: From
de: Von
en@shaw: ğ‘“ğ‘®ğ‘ªğ‘¥
nl: Van
pt: De
sr@latn: Od

source: To
de: Nach
en@shaw: ğ‘‘
nl: Aan
pt: Para
sr@latn: Do

source: Symbols read
de: Symbole wurden gelesen
en@shaw: ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘®ğ‘§ğ‘›

source: Shared library operations
de: Vorgänge für gemeinsam verwendete Bibliotheken
en@shaw: ğ‘–ğ‘ºğ‘› ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Stop
de: Stopp
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘
nl: Stoppen
pt: Parar
sr@latn: Zaustavi

source: Print
de: Drucken
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘
nl: Afdrukken
pt: Imprimir
sr@latn: Odštampaj

source: Pass
de: Drchgng
en@shaw: ğ‘ğ‘­ğ‘•
nl: Passeer
pt: Passar
sr@latn: Prolaz

source: Description
de: Beschreibung
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯
nl: Beschrijving
pt: Descrição
sr@latn: Opis

source: Send to process
de: An Prozess senden
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•
nl: Zend naar proces
pt: Enviar para processo
sr@latn: Pošalji procesu

source: Kernel signals
de: Kernelsignale
en@shaw: ğ‘’ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ğ‘Ÿ
nl: Kernel signalen
pt: Sinais kernel
sr@latn: Signali jezgra

source: Signal operations
de: Signaloperationen
en@shaw: ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Show Line Numbers
de: Zeilennummern zeigen/verbergen
en@shaw: ğ‘–ğ‘´ ğ‘¤ğ‘²ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ

source: Whether to display line numbers
de: Zeilennummern zeigen/verbergen
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¤ğ‘²ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ

source: Show Line Markers
de: Randmarkierungen anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘¤ğ‘²ğ‘¯ ğ‘¥ğ‘­ğ‘®ğ‘’ğ‘»ğ‘Ÿ

source: Whether to display line marker pixbufs
de: Legt fest, ob Zeilenmarkierungsicons verwendet werden sollen

source: Set current frame
de: Aktuellen Frame auswählen
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘±ğ‘¥

source: View Source
de: Quelle anzeigen
en@shaw: ğ‘ğ‘¿ ğ‘•ğ‘¹ğ‘•
nl: Bron tonen
pt: Ver Código Fonte
sr@latn: Prikaži program

source: Active
de: Aktiv
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘
nl: Actief
pt: Activo
sr@latn: Aktivan

source: File
de: Datei
en@shaw: ğ‘“ğ‘²ğ‘¤
nl: Bestand
pt: Ficheiro
sr@latn: Datoteka

source: Line
de: Zeile
en@shaw: ğ‘¤ğ‘²ğ‘¯
nl: Regel
pt: Linha
sr@latn: Linija

source: Function
de: Funktion
en@shaw: ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯
nl: Functie
pt: Função
sr@latn: Funkcija

source: Arguments
de: Argumente
en@shaw: ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Stack frame operations
de: Stack-Frame Operationen
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘’ ğ‘“ğ‘®ğ‘±ğ‘¥ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Pid
de: Prozesskennung
sr@latn: Broj

source: User
de: Benutzer
en@shaw: ğ‘¿ğ‘Ÿğ‘¼
nl: Gebruiker
pt: Utilizador
sr@latn: Korisnik

source: Time
de: Zeit
en@shaw: ğ‘‘ğ‘²ğ‘¥
nl: Tijd
pt: Hora
sr@latn: Vreme

source: Command
de: Befehl
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›
nl: Opdracht
pt: Comando
sr@latn: Naredba

source: Unable to execute: %s.
de: %s konnte nicht ausgeführt werden.
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘: %s.
nl: Kan niet uitvoeren: %s.
pt: Incapaz de executar: %s.
sr@latn: Ne mogu da izvršim: %s.

source: Unable to open the file: %s
de: %s konnte nicht geöffnet werden.
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤: %s
nl: Kan het bestand %s niet openen
pt: Incapaz de abrir o ficheiro: %s
sr@latn: Ne mogu da otvorim datoteku: %s

source: Unable to open %s. Debugger cannot start.
de: »%s« konnte nicht geöffnet werden. Der Debugger kann nicht gestartet werden
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ %s. ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘.

source: Unable to detect mime-type of %s. Debugger cannot start.
de: Der MIME-Typ von »%s« konnte nicht erkannt werden. Der Debugger kann nicht gestartet werden.

source: Missing file %s
de: Datei %s fehlt
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ %s

source: Path
de: Pfad
en@shaw: ğ‘ğ‘­ğ‘”

source: The program is running. Do you still want to stop the debugger?
de: Das Programm wird ausgeführt. Soll der Debugger trotzdem angehalten werden?
en@shaw: ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™. ğ‘›ğ‘µ ğ‘¿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼?

source: Set current thread
de: Aktiven Thread auswählen
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘”ğ‘®ğ‘§ğ‘›

source: Thread operations
de: Thread-Operationen
en@shaw: ğ‘”ğ‘®ğ‘§ğ‘› ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Ins_pect/Evaluate...
de: Ins_pizieren/Auswerten …

source: Inspect or evaluate an expression or variable
de: Einen Ausdruck oder Variable inspizieren oder Auswerten
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘¹ ğ‘¦ğ‘ğ‘¨ğ‘¤ğ‘˜ğ‘µğ‘±ğ‘‘ ğ‘©ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¹ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤
nl: Inspectie of evaluatie van een expressie of variabele
pt: Inspeccionar ou avaliar uma expressão ou variável
sr@latn: Nadgledanje ili dodela vrednosti izrazu ili promenljivoj

source: Add Watch...
de: Zu beobachten Ausdrücken hinzufügen…

source: Remove Watch
de: Beobachtung für Ausdruck aufheben
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘¢ğ‘ªğ‘—

source: Update Watch
de: Beobachtete Ausdrücke aktualisiren
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¢ğ‘ªğ‘—

source: Change Value
de: Wert ändern
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Update all
de: Alle aktualisieren
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘·ğ‘¤
nl: Alles bijwerken
pt: Actualizar tudo
sr@latn: Osveži sve

source: Remove all
de: Alle entfernen
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘·ğ‘¤

source: Automatic update
de: Automatisch Aktualisieren
en@shaw: ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Watch operations
de: Beobachtungs-Operationen
en@shaw: ğ‘¢ğ‘ªğ‘— ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Watches
de: Überwachte Ausdrücke
en@shaw: ğ‘¢ğ‘ªğ‘—ğ‘©ğ‘Ÿ
pt: Observações
sr@latn: Praćenja

source: Search Help:
de: Hilfe durchsuchen:
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘£ğ‘§ğ‘¤ğ‘:

source: _Goto
de: _Gehe zu

source: _API Reference
de: _API Referenz

source: Browse API Pages
de: API Referenz ansehen

source: _Context Help
de: _Kontexthilfe
en@shaw: _ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘
nl: _Context Hulp
pt: Ajuda de _Contexto
sr@latn: _Pomoć na osnovu konteksta

source: Search help for the current word in the editor
de: Die Hilfe nach dem aktuellen Wort im Editor durchsuchen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹
nl: Zoek help voor het huidige woord in de editor
pt: Procurar ajuda para a palavra actual no editor
sr@latn: Pretraži pomoć za tekuću reč u programu za unos teksta

source: _Search Help
de: Hilfe _durchsuchen
en@shaw: _ğ‘•ğ‘»ğ‘— ğ‘£ğ‘§ğ‘¤ğ‘

source: Search for a term in help
de: In der Hilfe suchen
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘© ğ‘‘ğ‘»ğ‘¥ ğ‘¦ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘

source: Help operations
de: Hilfe-Operationen
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Online
de: Angemeldet

source: Contents
de: Inhalt
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•
nl: Inhoud

source: Search
de: Suchen
en@shaw: ğ‘•ğ‘»ğ‘—
nl: Zoeken
pt: Procurar
sr@latn: Traži

source: Help
de: Hilfe
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘
nl: Hulp
pt: Ajuda
sr@latn: Pomoć

source: Help display
de: Hilfe-Ansicht
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±
nl: Hulpweergave

source: Are you sure you want to reload '%s'? Any unsaved changes will be lost.
de: Soll %s wirklich neu geladen werden? Jede nichtgespeicherte Änderung geht verloren.
nl: Weet u zeker dat u '%s' wilt herladen? Aanpassingen die niet bewaard zijn, zullen verloren gaan.
pt: Tem a certeza que quer reler '%s'? Todas as informações não gravadas serão perdidas.
sr@latn: Da li ste sigurni da želite da ponovo učitate „%s“? Bilo koja nezabeležena promena će biti izgubljena.

source: _Reload
de: _Neu laden
en@shaw: _ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘›
nl: He_rladen
pt: _Reler
sr@latn: Pono_vo učitaj

source: Bookmarks
de: Lesezeichen
en@shaw: ğ‘šğ‘«ğ‘’ğ‘¥ğ‘¸ğ‘’ğ‘•

source: Close file
de: Datei schließen
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘“ğ‘²ğ‘¤

source: Path:
de: Pfad:
en@shaw: ğ‘ğ‘­ğ‘”:

source: Open file
de: Datei öffnen
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤
nl: Bestand openen
pt: Abrir ficheiro
sr@latn: Otvori datoteku

source: Save file as
de: Datei speichern unter
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¨ğ‘Ÿ
nl: Bestand opslaan als

source: The file '%s' already exists. Do you want to replace it with the one you are saving?
de: Die Datei "%s" existiert bereits. Soll sie überschrieben werden?
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ '%s' ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘¿ ğ‘¸ ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™?
nl: Het bestand '%s' bestaat al. Wilt u het vervangen door de versie die u nu aan het opslaan bent?
pt: O ficheiro '%s' já existe. Deseja sobrepo-lo com o que está a gravar?
sr@latn: Datoteka „%s“ već postoji. Da li želite da je zamenite sa onom koju beležite?

source: _Replace
de: _Ersetzen
en@shaw: _ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•
nl: _Vervangen
pt: Substitui_r
sr@latn: _Zameni

source: [read-only]
de: [schreibgeschützt]
en@shaw: [ğ‘®ğ‘§ğ‘›-ğ‘´ğ‘¯ğ‘¤ğ‘¦]

source: <b>Autosave</b>
de: <b>Automatisches Speichern</b>

source: Do not show tabs
de: Keine Reiter zeigen
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ
nl: Geen tabs tonen
pt: Não mostrar abas
sr@latn: Ne prikazuj jezičke

source: Enable files autosave
de: Automatisches Speichern der Dateien einschalten
nl: Automatisch bewaren inschakelen
pt: Activar gravação automática ficheiros
sr@latn: Omogući automatsko snimanje datoteka

source: Save files interval in minutes
de: Intervall zwischen Auto-Speicherung von Dateien in Minuten
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•
nl: Autosave tijdsinterval in minuten
pt: Intervalo de gravação de ficheiros em minutos
sr@latn: Interval automatskog snimanja izražen u minutima

source: Save session interval in minutes
de: Intervall zwischen Auto-Speicherung der Sitzung in Minuten
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•
nl: Sessie opslaginterval in minuten
pt: Intervalo de gravação de sessão em minutos
sr@latn: Interval rada izražen u minutima

source: Sorted by most recent use
de: Nach letzter Benutzung sortieren
en@shaw: ğ‘•ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘•
nl: Sorteren op recent gebruik
pt: Ordenados por utilização mais recente
sr@latn: Poređano prema najskorijoj upotrebi

source: Sorted in alphabetical order
de: In alphabetischer Reihenfolge sortieren
en@shaw: ğ‘•ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘¨ğ‘¤ğ‘“ğ‘©ğ‘šğ‘§ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¹ğ‘›ğ‘¼
nl: Alfabetisch gesorteerd
pt: Ordenados alfabeticamente
sr@latn: Poređano po azbučnom redu

source: Sorted in opening order
de: Nach Zeitpunkt des Öffnens sortieren
en@shaw: ğ‘•ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘¹ğ‘›ğ‘¼

source: Top Bottom Left Right
de: Oben Unten Links Rechts

source: _Save
de: _Speichern
en@shaw: _ğ‘•ğ‘±ğ‘
nl: Op_slaan
pt: _Gravar
sr@latn: _Sačuvaj

source: Save current file
de: Aktuelle Datei speichern
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤
nl: Bewaar huidig bestand
pt: Gravar ficheiro actual
sr@latn: Sačuvaj tekuću datoteku

source: Save _As...
de: Speichern _unter …

source: Save the current file with a different name
de: Aktuelle Datei unter anderem Namen speichern
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥
nl: Het huidige bestand opslaan onder een andere naam
pt: Gravar o ficheiro actual com um nome diferente
sr@latn: Sačuvaj tekuću datoteku pod drugim imenom

source: Save A_ll
de: A_lle speichern
en@shaw: ğ‘•ğ‘±ğ‘ _ğ‘·ğ‘¤
nl: A_lles opslaan
pt: Gravar _Todos
sr@latn: Sačuvaj _sve

source: Save all currently open files, except new files
de: Alle momentan geöffneten Dateien speichern, außer neue Dateien
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘·ğ‘¤ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ, ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘¯ğ‘¿ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: Alle huidige open bestanden opslaan, behalve nieuwe bestanden
pt: Gravar todos os ficheiros abertos, excepto os novos
sr@latn: Sačuvaj sve trenutno otvorene datoteke, izuzev novih datoteka

source: _Close File
de: S_chließen
en@shaw: _ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘“ğ‘²ğ‘¤
nl: Bestand _sluiten
pt: _Fechar Ficheiro
sr@latn: _Zatvori datoteku

source: Close current file
de: Aktuelle Datei schließen
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤
nl: Huidige bestand sluiten
pt: Fechar o ficheiro actual
sr@latn: Zatvori tekuću datoteku

source: Close All
de: Alle schließen
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘·ğ‘¤

source: Close all files
de: Alle Dateien schließen
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘·ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: Alle bestanden sluiten
pt: Fechar todos os ficheiros
sr@latn: Zatvori sve datoteke

source: Reload F_ile
de: Neu _laden
en@shaw: ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘› _ğ‘“ğ‘²ğ‘¤
nl: Bestand _herladen
pt: Reler F_icheiro
sr@latn: Ponovo učitaj _datoteku

source: Reload current file
de: Aktuelle Datei neu laden
en@shaw: ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘› ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤
nl: Huidig bestand herladen
pt: Reler o ficheiro actual
sr@latn: Ponovo učitaj tekuću datoteku

source: Recent _Files
de: Z_uletzt geöffnete Dateien
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ _ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: _Recente Bestanden
pt: _Ficheiros Recentes
sr@latn: _Poslednje otvarane datoteke

source: _Print...
de: _Drucken …

source: Print the current file
de: Die aktuelle Datei drucken
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¤
nl: Het huidige bestand afdrukken
pt: Imprimir o ficheiro actual
sr@latn: Odštampaj tekuću datoteku

source: _Print Preview
de: _Druckvorschau
en@shaw: _ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¿
nl: Afdruk_voorbeeld
pt: Antever Im_pressão
sr@latn: _Pogledaj pre štampanja

source: Preview the current file in print-format
de: Druckvorschau für die aktuelle Datei anzeigen

source: _Transform
de: _Verändern
en@shaw: _ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘“ğ‘ªğ‘®ğ‘¥
nl: _Transformeren
pt: _Transformar
sr@latn: _Transformiši

source: _Make Selection Uppercase
de: Auswahl zu _Großbuchstaben
nl: _Maak selectie Hoofdletters
pt: Tornar Selecção _Maiúsculas
sr@latn: _Pretvori označeno u velika slova

source: Make the selected text uppercase
de: Den ausgewählten Text in Großbuchstaben umwandeln
nl: Maak de geselecteerde tekst hoofdletters
pt: Tornar o texto seleccionado em maiúsculas
sr@latn: Pretvara označeni tekst u velika slova

source: Make Selection Lowercase
de: Auswahl zu Kleinbuchstaben
nl: Maak selectie kleine letters
pt: Tornar Selecção Minúsculas
sr@latn: Pretvori označeno u mala slova

source: Make the selected text lowercase
de: Den ausgewählten Text in Kleinbuchstaben umwandeln
nl: Maak de gesecteerde tekst kleine letters
pt: Tornar o texto seleccionado em minúsculas
sr@latn: Pretvara označeni tekst u mala slova

source: Convert EOL to CRLF
de: EOL zu CRLF umwandeln

source: Convert End Of Line characters to DOS EOL (CRLF)
de: Konvertiert EOL von UNIX nach DOS (LF -> CRLF)
nl: End of Line tekens omzetten naar DOS EOL (CRLF)
pt: Converter caracteres Fim de Linha (EOL) em EOL DOS (CRLF)
sr@latn: Pretvori specijalne znake za kraj reda (EOL) u DOS znake novi red/prazna linija (CRLF)

source: Convert EOL to LF
de: EOL zu LF umwandeln

source: Convert End Of Line characters to Unix EOL (LF)
de: Konvertiert Zeilenendzeichen nach UNIX EOL (line feed: LF)
nl: End of Line tekens omzetten naar Unix EOL (LF)
pt: Converter caracteres Fim de Linha (EOL) em EOL Unix (LF)
sr@latn: Pretvori znake za kraj reda u Juniks(Unix) znake za kraj reda (LF)

source: Convert EOL to CR
de: EOL zu CR umwandeln

source: Convert End Of Line characters to Mac OS EOL (CR)
de: Zeilenende nach MacOS EOL (CR) umwandeln
nl: End of Line tekens omzetten naar Mac OS EOL (CR)
pt: Converter caracteres Fim de Linha (EOL) em EOL Mac OS (CR)
sr@latn: Pretvori znake za kraj reda u Mek(Mac OS) znake za kraj reda (CR)

source: Convert EOL to Majority EOL
de: EOL zu Mehrheits-EOL umwandeln
