Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: <b>Cannot open "%s"</b>. There is no plugin, default action, or application configured to handle this file type. MIME type: %s You may choose to try opening it with the following plugins or applications.
en@shaw: <b>ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ "%s"</b>. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯, ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯, ğ‘¹ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘› ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘‘ğ‘²ğ‘. MIME ğ‘‘ğ‘²ğ‘: %s ğ‘¿ ğ‘¥ğ‘± ğ‘—ğ‘µğ‘Ÿ ğ‘‘ ğ‘‘ğ‘®ğ‘² ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ ğ‘¹ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ.

source: Hypertext markup files
en@shaw: ğ‘£ğ‘²ğ‘ğ‘»ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘­ğ‘®ğ‘’ğ‘©ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Shell script files
en@shaw: ğ‘–ğ‘§ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: _Openâ€¦
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯â€¦

source: Filter
en@shaw: ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼

source: Global
en@shaw: ğ‘œğ‘¤ğ‘´ğ‘šğ‘©ğ‘¤

source: Base URI
en@shaw: ğ‘šğ‘±ğ‘• URI

source: URI of the top-most path displayed
en@shaw: ğ‘˜ğ‘»ğ‘° ğ‘ ğ‘ ğ‘‘ğ‘ªğ‘-ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘­ğ‘” ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›

source: File Information
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Name:
en@shaw: ğ‘¯ğ‘±ğ‘¥:
nl: Naam:
pt: Nome:
sr@latn: Ime:

source: Select Package to add:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘‘ ğ‘¨ğ‘›:

source: Lisp Module
en@shaw: Â·ğ‘¤ğ‘¦ğ‘•ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: Generic rule
en@shaw: ğ‘¡ğ‘©ğ‘¯ğ‘§ğ‘®ğ‘¦ğ‘’ ğ‘®ğ‘µğ‘¤

source: Extra target
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘

source: Configure file
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘“ğ‘²ğ‘¤

source: Interface file
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘“ğ‘²ğ‘¤

source: Version
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯

source: Version:
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯:
nl: Versie:
pt: Versão:
sr@latn: Verzija:

source: Advancedâ€¦
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘â€¦

source: Includes:
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘›ğ‘Ÿ:

source: Getting ready to start debugging sessionâ€¦
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯â€¦

source: Attaching to process: %dâ€¦
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘—ğ‘¦ğ‘™ ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•: %dâ€¦

source: Add signed-off-by line
en@shaw: ğ‘¨ğ‘› ğ‘•ğ‘²ğ‘¯ğ‘›-ğ‘ªğ‘“-ğ‘šğ‘² ğ‘¤ğ‘²ğ‘¯

source: Amend the previous commit
en@shaw: ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘

source: Apply Stash
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘² ğ‘•ğ‘‘ğ‘¨ğ‘–

source: Apply mailbox files
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘² ğ‘¥ğ‘±ğ‘¤ğ‘šğ‘ªğ‘’ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Apply the selected stash
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘² ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘‘ğ‘¨ğ‘–

source: Bad revision:
en@shaw: ğ‘šğ‘¨ğ‘› ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯:

source: Branch name:
en@shaw: ğ‘šğ‘®ğ‘­ğ‘¯ğ‘— ğ‘¯ğ‘±ğ‘¥:

source: Branch to switch to:
en@shaw: ğ‘šğ‘®ğ‘­ğ‘¯ğ‘— ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘:

source: Branch:
en@shaw: ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—:

source: Branches
en@shaw: ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ

source: Branches must be fully merged
en@shaw: ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘¥ğ‘»ğ‘¡ğ‘›

source: Branches to delete:
en@shaw: ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘:

source: Changes:
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ:

source: Check out all local changes
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘¬ğ‘‘ ğ‘·ğ‘¤ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Cherry Pick
en@shaw: ğ‘—ğ‘»ğ‘° ğ‘ğ‘¦ğ‘’

source: Column 1
en@shaw: ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ 1

source: Commit to Cherry Pick:
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘‘ ğ‘—ğ‘»ğ‘° ğ‘ğ‘¦ğ‘’:

source: Commit to revert:
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘:

source: Delete Tags
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘‘ğ‘¨ğ‘œğ‘Ÿ

source: Drop the selected stash
en@shaw: ğ‘›ğ‘®ğ‘ªğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘‘ğ‘¨ğ‘–

source: E-mail:
en@shaw: ğ‘°ğ‘¥ğ‘±ğ‘¤:

source: Filters
en@shaw: ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼ğ‘Ÿ

source: Folder to create patches in:
en@shaw: ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘ğ‘¨ğ‘—ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯:

source: Generate patches relative to:
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ ğ‘ğ‘¨ğ‘—ğ‘©ğ‘Ÿ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘‘:

source: Good revision:
en@shaw: ğ‘œğ‘«ğ‘› ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯:

source: Log Message:
en@shaw: ğ‘¤ğ‘ªğ‘œ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡:

source: Mailbox file containing patches:
en@shaw: ğ‘¥ğ‘±ğ‘¤ğ‘šğ‘ªğ‘’ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘—ğ‘©ğ‘Ÿ:

source: Push
en@shaw: ğ‘ğ‘«ğ‘–

source: Push all branches and tags
en@shaw: ğ‘ğ‘«ğ‘– ğ‘·ğ‘¤ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘¨ğ‘œğ‘Ÿ

source: Push all tags
en@shaw: ğ‘ğ‘«ğ‘– ğ‘·ğ‘¤ ğ‘‘ğ‘¨ğ‘œğ‘Ÿ

source: Remote
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘

source: Remote to delete:
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘:

source: Repository origin
en@shaw: ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘ªğ‘®ğ‘¦ğ‘¡ğ‘¦ğ‘¯

source: Repository to pull from:
en@shaw: ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘‘ ğ‘ğ‘«ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥:

source: Repository to push to:
en@shaw: ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘‘ ğ‘ğ‘«ğ‘– ğ‘‘:

source: Reset to:
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘‘:

source: Restore index
en@shaw: ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘•

source: Retrieving statusâ€¦
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•â€¦

source: Select Files to Check Out:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘—ğ‘§ğ‘’ ğ‘¬ğ‘‘:

source: Select Files to Commit:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘:

source: Select Files to Ignore:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘œğ‘¯ğ‘¹:

source: Select Files to Mark as Resolved:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ Â·ğ‘¥ğ‘¸ğ‘’ ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘›:

source: Select Mailbox File
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘±ğ‘¤ğ‘šğ‘ªğ‘’ğ‘• ğ‘“ğ‘²ğ‘¤

source: Select a Folder
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Select file to add:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘¨ğ‘›:

source: Select file to remove:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘:

source: Show source revision in log message
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘¹ğ‘• ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘¤ğ‘ªğ‘œ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: Show the contents of the selected stash in an editor
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘‘ğ‘¨ğ‘– ğ‘¦ğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Sign this tag
en@shaw: ğ‘•ğ‘²ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘œ

source: Stash
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘–

source: Stash Message (Optional)
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘– ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ (ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤)

source: Stash Uncommitted Changes
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘– ğ‘©ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ğ‘¦ğ‘› ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Stash indexed changes
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘– ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Stash the working tree's uncommitted changes
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘– ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘‘ğ‘®ğ‘°'ğ‘• ğ‘©ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ğ‘¦ğ‘› ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Stash to Apply
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘– ğ‘‘ ğ‘©ğ‘ğ‘¤ğ‘²

source: Tag name:
en@shaw: ğ‘‘ğ‘¨ğ‘œ ğ‘¯ğ‘±ğ‘¥:

source: Tags
en@shaw: ğ‘‘ğ‘¨ğ‘œğ‘Ÿ
pt: Etiquetas
sr@latn: Funkcije i promenljive

source: Tags to delete:
en@shaw: ğ‘‘ğ‘¨ğ‘œğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘:

source: Use custom author information:
en@shaw: ğ‘¿ğ‘Ÿ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘·ğ‘”ğ‘¼ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯:

source: View the Log for File/Folder:
en@shaw: ğ‘ğ‘¿ ğ‘ ğ‘¤ğ‘ªğ‘œ ğ‘“ğ‘¹ ğ‘“ğ‘²ğ‘¤/ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼:

source: page 1
en@shaw: ğ‘ğ‘±ğ‘¡ 1

source: page 2
en@shaw: ğ‘ğ‘±ğ‘¡ 2

source: page 3
en@shaw: ğ‘ğ‘±ğ‘¡ 3

source: Please select a mailbox file.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘¥ğ‘±ğ‘¤ğ‘šğ‘ªğ‘’ğ‘• ğ‘“ğ‘²ğ‘¤.

source: Please enter the commit author's name.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘·ğ‘”ğ‘¼'ğ‘• ğ‘¯ğ‘±ğ‘¥.

source: Please enter the commit author's e-mail address.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘·ğ‘”ğ‘¼'ğ‘• ğ‘§-ğ‘¥ğ‘±ğ‘¤ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•.

source: Please select branches to delete
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘

source: Graph
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“

source: Select a file
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘“ğ‘²ğ‘¤

source: Branch
en@shaw: ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: Please select a remote to pull from.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘‘ ğ‘ğ‘«ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥.

source: Please select a remote to push to.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘‘ ğ‘ğ‘«ğ‘– ğ‘‘.

source: Please enter the URL of the repository to push to.
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ URL ğ‘ ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘‘ ğ‘ğ‘«ğ‘– ğ‘‘.

source: There are no branches available.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤.

source: Please select a stash
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘–

source: Column %i
en@shaw: ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ %i

source: _Changes
en@shaw: _ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: _Commitâ€¦
en@shaw: _ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘â€¦

source: Commit changes to the local repository
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Show uncommitted changes
en@shaw: ğ‘–ğ‘´ ğ‘©ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ğ‘¦ğ‘› ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: _Stash
en@shaw: _ğ‘•ğ‘‘ğ‘¨ğ‘–

source: _Stash uncommitted changesâ€¦
en@shaw: _ğ‘•ğ‘‘ğ‘¨ğ‘– ğ‘©ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ğ‘¦ğ‘› ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿâ€¦

source: Save uncommitted changes and re-apply them later
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘©ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ğ‘¦ğ‘› ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¯ ğ‘®ğ‘°-ğ‘©ğ‘ğ‘¤ğ‘² ğ‘ğ‘§ğ‘¥ ğ‘¤ğ‘±ğ‘‘ğ‘¼

source: _Apply stashed changesâ€¦
en@shaw: _ğ‘©ğ‘ğ‘¤ğ‘² ğ‘•ğ‘‘ğ‘¨ğ‘–ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿâ€¦

source: Apply stashed changes to the working tree
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘² ğ‘•ğ‘‘ğ‘¨ğ‘–ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘‘ğ‘®ğ‘°

source: _View logâ€¦
en@shaw: _ğ‘ğ‘¿ ğ‘¤ğ‘ªğ‘œâ€¦

source: View change history
en@shaw: ğ‘ğ‘¿ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: _Remote repository
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: _Pushâ€¦
en@shaw: _ğ‘ğ‘«ğ‘–â€¦

source: Push changes to a remote repository
en@shaw: ğ‘ğ‘«ğ‘– ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘© ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: _Pullâ€¦
en@shaw: _ğ‘ğ‘«ğ‘¤â€¦

source: Update the working copy
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘ğ‘¦

source: Update remote branches
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ

source: _Files
en@shaw: _ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: _Addâ€¦
en@shaw: _ğ‘¨ğ‘›â€¦

source: Add files to the repository
en@shaw: ğ‘¨ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: _Removeâ€¦
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘â€¦

source: Remove files from the repository
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: _Ignoreâ€¦
en@shaw: _ğ‘¦ğ‘œğ‘¯ğ‘¹â€¦

source: Ignore files
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
nl: Bestanden negeren
pt: Ignorar ficheiros
sr@latn: Zanemari datoteke

source: _Check out filesâ€¦
en@shaw: _ğ‘—ğ‘§ğ‘’ ğ‘¬ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿâ€¦

source: Revert uncommitted changes to files
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘ ğ‘©ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ğ‘¦ğ‘› ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Remove files from the commit index
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘’ğ‘•

source: _Resolve conflictsâ€¦
en@shaw: _ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘•â€¦

source: Mark conflicted files as resolved
en@shaw: Â·ğ‘¥ğ‘¸ğ‘’ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘›

source: Create patch seriesâ€¦
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘ğ‘¨ğ‘— ğ‘•ğ‘½ğ‘¦ğ‘Ÿâ€¦

source: Generate patch files for submission upstream
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ ğ‘ğ‘¨ğ‘— ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘¹ ğ‘•ğ‘©ğ‘šğ‘¥ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥

source: _Applyâ€¦
en@shaw: _ğ‘©ğ‘ğ‘¤ğ‘²â€¦

source: Start applying a patch series
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘©ğ‘ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘¨ğ‘— ğ‘•ğ‘½ğ‘¦ğ‘Ÿ

source: _Continue with resolved conflicts
en@shaw: _ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘•

source: Continue applying a series after resolving conflicts
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘©ğ‘ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘© ğ‘•ğ‘½ğ‘¦ğ‘Ÿ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘¦ğ‘™ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘•

source: _Skip current patch
en@shaw: _ğ‘•ğ‘’ğ‘¦ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘—

source: Skip the current patch in the series and continue
en@shaw: ğ‘•ğ‘’ğ‘¦ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘— ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘½ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿

source: Stop applying the series and return the repository to its original state
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘©ğ‘ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘½ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘¼ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘±ğ‘‘

source: _Branches
en@shaw: _ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ

source: _Create branchâ€¦
en@shaw: _ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—â€¦

source: Create a branch
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: _Delete branchâ€¦
en@shaw: _ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—â€¦

source: Delete branches
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ

source: _Switch to another branchâ€¦
en@shaw: _ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—â€¦

source: Switch to another branch
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: _Mergeâ€¦
en@shaw: _ğ‘¥ğ‘»ğ‘¡â€¦

source: Merge changes from another branch into the current one
en@shaw: ğ‘¥ğ‘»ğ‘¡ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘— ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘³ğ‘¯

source: Merge your changes with an upstream remote branch
en@shaw: ğ‘¥ğ‘»ğ‘¡ ğ‘¿ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: _Startâ€¦
en@shaw: _ğ‘•ğ‘‘ğ‘¸ğ‘‘â€¦

source: Skip the current conflicted commit and continue
en@shaw: ğ‘•ğ‘’ğ‘¦ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿

source: _Cherry pickâ€¦
en@shaw: _ğ‘—ğ‘»ğ‘° ğ‘ğ‘¦ğ‘’â€¦

source: Selectively merge individual changes from other branches into the current one
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¤ğ‘° ğ‘¥ğ‘»ğ‘¡ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘ğ‘¦ğ‘›ğ‘¿ğ‘©ğ‘¤ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘³ğ‘ğ‘¼ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘³ğ‘¯

source: Add a remote branch
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: _Deleteâ€¦
en@shaw: _ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘â€¦

source: Delete a remote branch
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘© ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: _Create tagâ€¦
en@shaw: _ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘‘ğ‘¨ğ‘œâ€¦

source: Create a tag
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘‘ğ‘¨ğ‘œ

source: _Delete tagâ€¦
en@shaw: _ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘‘ğ‘¨ğ‘œâ€¦

source: Delete tags
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘‘ğ‘¨ğ‘œğ‘Ÿ

source: _Reset/Revert
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘/ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘

source: _Reset treeâ€¦
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘‘ğ‘®ğ‘°â€¦

source: Reset repository head to any past state
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘£ğ‘§ğ‘› ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘‘

source: _Revert commitâ€¦
en@shaw: _ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘â€¦

source: Revert a commit
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘ ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘

source: Mark the current head revision as good
en@shaw: ğ‘¥ğ‘¸ğ‘’ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘§ğ‘› ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘œğ‘«ğ‘›

source: Mark the current head revision as bad
en@shaw: ğ‘¥ğ‘¸ğ‘’ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘§ğ‘› ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘šğ‘¨ğ‘›

source: _Initialize repository
en@shaw: _ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Show changes introduced by this commit
en@shaw: ğ‘–ğ‘´ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘›ğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘

source: View a copy of this file at this revision
en@shaw: ğ‘ğ‘¿ ğ‘© ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯

source: Create a branch with the selected revision as its head
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘šğ‘®ğ‘­ğ‘¯ğ‘— ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘§ğ‘›

source: Create a tag at this revision
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘‘ğ‘¨ğ‘œ ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯

source: Reset repository head to this revision
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘£ğ‘§ğ‘› ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯

source: Revert this commit
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘

source: Merge this commit into the current branch
en@shaw: ğ‘¥ğ‘»ğ‘¡ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—

source: _Set good revision
en@shaw: _ğ‘•ğ‘§ğ‘‘ ğ‘œğ‘«ğ‘› ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯

source: Mark this revision as good
en@shaw: Â·ğ‘¥ğ‘¸ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘œğ‘«ğ‘›

source: _Set bad revision
en@shaw: _ğ‘•ğ‘§ğ‘‘ ğ‘šğ‘¨ğ‘› ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯

source: Mark this revision as bad
en@shaw: Â·ğ‘¥ğ‘¸ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘°ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘šğ‘¨ğ‘›

source: View changes to this file or folder
en@shaw: ğ‘ğ‘¿ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Add this file or folder to the repository
en@shaw: ğ‘¨ğ‘› ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘‘ ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Remove this file or folder from the repository
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Designer
en@shaw: ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼

source: Editor
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: No associations initialized: nothing to save
en@shaw: ğ‘¯ğ‘´ ğ‘©ğ‘•ğ‘´ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘›: ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘±ğ‘

source: Current
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘

source: Before end
en@shaw: ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘§ğ‘¯ğ‘›

source: After begin
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯

source: End of file
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘“ğ‘²ğ‘¤

source: Couldn't introspect the signal
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤

source: Unknown editor language "%s"
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ "%s"

source: Error while adding a new handler stub: %s
en@shaw: ğ‘»ğ‘¼ ğ‘¢ğ‘²ğ‘¤ ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘© ğ‘¯ğ‘¿ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘¤ğ‘¼ ğ‘•ğ‘‘ğ‘©ğ‘š: %s

source: Couldn't find signal information
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Error while adding a new handler stub: No current editor
en@shaw: ğ‘»ğ‘¼ ğ‘¢ğ‘²ğ‘¤ ğ‘¨ğ‘›ğ‘¦ğ‘™ ğ‘© ğ‘¯ğ‘¿ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘¤ğ‘¼ ğ‘•ğ‘‘ğ‘©ğ‘š: ğ‘¯ğ‘´ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: To avoid this message turn off "%s" flag in Preferences->Glade GUI Designer
en@shaw: ğ‘‘ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘‘ğ‘»ğ‘¯ ğ‘ªğ‘“ "%s" ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ->Â·ğ‘œğ‘¤ğ‘±ğ‘› GUI ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼

source: Couldn't find an associated document
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘©ğ‘¯ ğ‘©ğ‘•ğ‘´ğ‘–ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Top level widget
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘

source: _Glade
en@shaw: _ğ‘œğ‘¤ğ‘±ğ‘›

source: Insert handler stub
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘¤ğ‘¼ ğ‘•ğ‘‘ğ‘©ğ‘š

source: Associations dialogâ€¦
en@shaw: ğ‘©ğ‘•ğ‘´ğ‘•ğ‘¦ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œâ€¦

source: Widgets
en@shaw: ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘•

source: Palette
en@shaw: ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘

source: Invalid Glade file name
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› Â·ğ‘œğ‘¤ğ‘±ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥

source: N/A
en@shaw: ğ‘§/ğ‘©

source: You need to select a to-do item before you can remove it
en@shaw: ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘‘-ğ‘›ğ‘µ ğ‘²ğ‘‘ğ‘©ğ‘¥ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘¦ğ‘‘

source: Are you sure you want to remove the selected to-do item?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘-ğ‘›ğ‘µ ğ‘²ğ‘‘ğ‘©ğ‘¥?

source: Are you sure you want to remove all the completed to-do items?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘‘-ğ‘›ğ‘µ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ?

source: Are you sure you want to remove all the completed to-do items in the category "%s"?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘‘-ğ‘›ğ‘µ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘° "%s"?

source: Failed to parse XML structure
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘ğ‘¸ğ‘• XML ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘—ğ‘¼

source: Hide completed to-do items
en@shaw: ğ‘£ğ‘²ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘‘-ğ‘›ğ‘µ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ

source: Task manager
en@shaw: ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Task manager view
en@shaw: ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¿

source: To-do Manager
en@shaw: ğ‘‘-ğ‘›ğ‘µ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: To-do List Preferences
en@shaw: ğ‘‘-ğ‘›ğ‘µ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Highlight
en@shaw: ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘

source: Miscellaneous
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘•

source: Auto-purge completed items
en@shaw: ğ‘·ğ‘‘ğ‘´-ğ‘ğ‘»ğ‘¡ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ

source: Auto-Purge
en@shaw: ğ‘·ğ‘‘ğ‘´-ğ‘ğ‘»ğ‘¡

source: Editâ€¦
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘â€¦

source: Macro details:
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ:

source: Macro text:
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘:

source: Press macro shortcutâ€¦
en@shaw: ğ‘ğ‘®ğ‘§ğ‘• ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´ ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘â€¦

source: _Insert Macroâ€¦
en@shaw: _ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´â€¦

source: _Add Macroâ€¦
en@shaw: _ğ‘¨ğ‘› ğ‘¥ğ‘¨ğ‘’ğ‘®ğ‘´â€¦

source: Diagonal
en@shaw: ğ‘›ğ‘²ğ‘¨ğ‘œğ‘©ğ‘¯ğ‘©ğ‘¤
nl: Diagonaal
sr@latn: Dijagonalno

source: Indicators
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ
pt: Indicadores
sr@latn: Indikatori

source: Message colors
en@shaw: ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ
pt: Cores mensagens
sr@latn: Boje poruka

source: Messages options
en@shaw: ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
pt: Opções mensagens
sr@latn: Podešavanje poruka

source: Strike-Out
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’-ğ‘¬ğ‘‘
nl: Doorstrepen
sr@latn: Precrtano

source: Tab position:
en@shaw: ğ‘‘ğ‘¨ğ‘š ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯:

source: Underline-Plain
en@shaw: ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯-ğ‘ğ‘¤ğ‘±ğ‘¯

source: Underline-Squiggle
en@shaw: ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯-ğ‘•ğ‘’ğ‘¢ğ‘¦ğ‘œğ‘©ğ‘¤

source: Patch
en@shaw: ğ‘ğ‘¨ğ‘—
nl: Patchen
sr@latn: Zakrpa

source: Patchingâ€¦
en@shaw: ğ‘ğ‘¨ğ‘—ğ‘¦ğ‘™â€¦

source: Patchingâ€¦
en@shaw: ğ‘ğ‘¨ğ‘—ğ‘¦ğ‘™â€¦

source: There are unfinished jobs: please wait until they are finished.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘ ğ‘¡ğ‘ªğ‘šğ‘Ÿ: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¢ğ‘±ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘¸ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘.

source: _Patchâ€¦
en@shaw: _ğ‘ğ‘¨ğ‘—â€¦

source: Generation of project file failed. Cannot find an appropriate project template to use. Please make sure your version of Anjuta is up-to-date.
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘–ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘±ğ‘¤ğ‘›. ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘®ğ‘´ğ‘ğ‘®ğ‘¦ğ‘©ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘‘ ğ‘‘ ğ‘¿ğ‘•. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘¿ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘ Â·ğ‘¨ğ‘¯ğ‘¡ğ‘µğ‘‘ğ‘© ğ‘¦ğ‘Ÿ ğ‘³ğ‘-ğ‘‘-ğ‘›ğ‘±ğ‘‘.

source: A file named "%s" cannot be written: %s. Check if you have write access to the project directory.
en@shaw: ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ğ‘› "%s" ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘¯: %s. ğ‘—ğ‘§ğ‘’ ğ‘¦ğ‘“ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦.

source: Import from folder
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Import from version control system
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Import options
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Location:
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯:

source: Project name
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¯ğ‘±ğ‘¥
nl: Projectnaam
pt: Nome projecto
sr@latn: Ime projekta

source: Import project
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: Import
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘
nl: Importeren
pt: Importar
sr@latn: Uvezi

source: _Select file to addâ€¦
en@shaw: _ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘¨ğ‘›â€¦

source: Cannot add group
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘› ğ‘œğ‘®ğ‘µğ‘

source: Cannot add target
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘› ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘

source: Select sourcesâ€¦
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘•ğ‘¹ğ‘•ğ‘©ğ‘Ÿâ€¦

source: Cannot add source files
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘› ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: No properties available for this group
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘œğ‘®ğ‘µğ‘

source: Refreshing symbol treeâ€¦
en@shaw: ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘–ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘®ğ‘°â€¦
