Repository: weynhamz/GNOME-anjuta
Catalog: po/*.po
Languages: de, en@shaw, nl, pt, sr@latn

source: Normal message indicator style:
de: Anzeigestil für normale Meldungen
en@shaw: ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘•ğ‘‘ğ‘²ğ‘¤:
nl: Normaal bericht indicatorstijl:
pt: Estilo de indicador de mensagens normais:
sr@latn: Normalni stil indikatora poruka:

source: Number of first characters to show:
de: Anzahl der ersten Zeichen, die gezeigt werden sollen:
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘–ğ‘´:
nl: Aantal eerste tekens dat getoond wordt:
pt: Número de caracteres iniciais a mostrar:
sr@latn: Broj početnih znakova koje treba prikazati:

source: Number of last characters to show:
de: Anzahl der letzten Zeichen, die gezeigt werden sollen:
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘–ğ‘´:
nl: Aantal laatste tekens dat getoond wordt:
pt: Número de caracteres finais a mostrar:
sr@latn: Broj krajnjih znakova koje treba prikazati:

source: Tabs position:
de: Reiterposition:
nl: Tabpositie:
pt: Posição das abas:
sr@latn: Pozicija jezičaka:

source: Truncate long messages
de: Lange Nachrichten abschneiden
en@shaw: ğ‘‘ğ‘®ğ‘©ğ‘™ğ‘’ğ‘±ğ‘‘ ğ‘¤ğ‘ªğ‘™ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ
nl: Lange berichten afbreken
pt: Truncar mensagens longas
sr@latn: Odseci dugačke poruke

source: Underline-Plain Underline-Squiggle Underline-TT Diagonal Strike-Out
de: normal unterstrichen gewellt unterstrichen fett unterstrichen diagonal durchgestrichen

source: Warning message indicator style:
de: Anzeigestil für Warnungen:
en@shaw: ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¼ ğ‘•ğ‘‘ğ‘²ğ‘¤:
nl: Waarschuwingsbericht indicatorstijl:
pt: Estilo de indicador de mensagens aviso:
sr@latn: Stil indikatora obaveštenja:

source: Warnings:
de: Warnungen:
en@shaw: ğ‘¢ğ‘ªğ‘®ğ‘¯ğ‘¦ğ‘™ğ‘Ÿ:

source: Close all message tabs
de: Alle Nachrichten-Reiter schließen
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘·ğ‘¤ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ

source: No message details
de: Keine Nachrichten-Details

source: No Messages
de: Keine Nachrichten

source: No Infos
de: Keine Informationen

source: No Warnings
de: Keine Warnungen

source: No Errors
de: Keine Fehler

source: Icon
de: Symbol
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯

source: Messages
de: Nachrichten
en@shaw: ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ
nl: Berichten
pt: Mensagens
sr@latn: Poruke

source: Error writing %s
de: Fehler beim Schreiben %s
en@shaw: ğ‘»ğ‘¼ ğ‘®ğ‘²ğ‘‘ğ‘¦ğ‘™ %s

source: %d Message
de: %d Nachricht

source: %d Info
de: %d Information

source: %d Warning
de: %d Warnung

source: %d Error
de: %d Fehler

source: _Copy Message
de: Nachricht _kopieren
en@shaw: _ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: Copy message
de: Nachricht kopieren
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: _Next Message
de: _Nächste Nachricht
en@shaw: _ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: Next message
de: Nächste Nachricht
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡
nl: Volgend bericht

source: _Previous Message
de: _Vorherige Nachricht
en@shaw: _ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: Previous message
de: Vorherige Nachricht
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡
nl: Vorig bericht

source: _Save Message
de: Nachricht _Speichern
en@shaw: _ğ‘•ğ‘±ğ‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: Save message
de: Nachricht Speichern
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: Next/Previous Message
de: Nächste/Vorherige Nachricht
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘/ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: File/Directory to patch
de: Datei/Ordner, auf welche der Patch angewendet werden soll
en@shaw: ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘ğ‘¨ğ‘—

source: Patch file
de: Patch-Datei
en@shaw: ğ‘ğ‘¨ğ‘— ğ‘“ğ‘²ğ‘¤
nl: Patchbestand
pt: Ficheiro patch
sr@latn: Zakrpa

source: Patches
de: Patche
en@shaw: ğ‘ğ‘¨ğ‘—ğ‘©ğ‘Ÿ

source: Please select the directory where the patch should be applied
de: Bitte wählen Sie den Ordner, in dem der Patch angewendet werden soll
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘º ğ‘ ğ‘ğ‘¨ğ‘— ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘©ğ‘ğ‘¤ğ‘²ğ‘›
nl: Kies de map waar de patch op toegepast zou moeten worden
pt: Seleccione o directório onde deverá ser aplicado o patch
sr@latn: Molim izaberite direktorijum na koji se primenjuje zakrpa

source: Patching %s using %s
de: Patch %s wird mittels %s angewandt
en@shaw: ğ‘ğ‘¨ğ‘—ğ‘¦ğ‘™ %s ğ‘¿ğ‘Ÿğ‘¦ğ‘™ %s
nl: Patchen van %s met %s
pt: A efectuar pacth a %s utilizando %s
sr@latn: Krpim %s koristeći %s

source: Patching...
de: Patch wird angewandt …
nl: Patchen...
pt: A efectuar patch...
sr@latn: Primenjujem zakrpu...

source: Patching...
de: Patch wird angewandt …

source: There are unfinished jobs, please wait until they are finished.
de: Es wurden noch nicht alle Aufgaben abgeschlossen. Bitte warten, bis alle Aufgaben abgearbeitet sind.

source: Patch failed. Please review the failure messages. Examine and remove any rejected files.
de: Patch konnte nicht angewandt werden. Die Fehlermeldungen enthalten weitere Informationen. Bitte abgelehnte Dateien entfernen oder durchsehen.
en@shaw: ğ‘ğ‘¨ğ‘— ğ‘“ğ‘±ğ‘¤ğ‘›. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘®ğ‘¦ğ‘ğ‘¿ ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘˜ğ‘¼ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ. ğ‘¦ğ‘œğ‘Ÿğ‘¨ğ‘¥ğ‘¦ğ‘¯ ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘®ğ‘¦ğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘§ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ.
nl: Patchen mislukt! Bekijk de foutmeldingen. Analyseer en verwijder geweigerde bestanden.
pt: Patch falhou. Reveja as mensagens de erro. Examine e remova quaisquer ficheiros de rejeição.
sr@latn: Dodavanje zakrpe nije uspelo. Molim pogledajte poruke sa greškama. Proučite i uklonite sve odbijene datoteke.

source: Patching complete
de: Patch wurde angewendet
en@shaw: ğ‘ğ‘¨ğ‘—ğ‘¦ğ‘™ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: Dry run
de: Simulation
en@shaw: ğ‘›ğ‘®ğ‘² ğ‘®ğ‘³ğ‘¯

source: File/Directory to patch:
de: Datei oder Ordner, auf welche(n) der Patch angewendet werden soll:
en@shaw: ğ‘“ğ‘²ğ‘¤/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ ğ‘ğ‘¨ğ‘—:

source: Patch file:
de: Patch-Datei:
en@shaw: ğ‘ğ‘¨ğ‘— ğ‘“ğ‘²ğ‘¤:

source: Patch level:
de: Patch-Ebene:
en@shaw: ğ‘ğ‘¨ğ‘— ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤:

source: _Tools
de: _Werkzeuge
en@shaw: _ğ‘‘ğ‘µğ‘¤ğ‘Ÿ

source: _Patch...
de: _Patch einspielen …

source: Patch files/directories
de: Dateien/Ordner patchen
en@shaw: ğ‘ğ‘¨ğ‘— ğ‘“ğ‘²ğ‘¤ğ‘Ÿ/ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ

source: Function Name
de: Funktionsname

source: Self
de: Selbst

source: Children
de: Kinder

source: Calls
de: Aufrufe

source: % Time
de: % Zeit

source: Cumulative Seconds
de: Kumulierte Sekunden

source: Self Seconds
de: Selbst (Sekunden)

source: Self ms/call
de: Selbst ms/Aufruf

source: Total ms/call
de: Gesamt ms/Aufruf

source: Could not get profiling data. Please check the path to this target's profiling data file.
de: Konnte Laufzeitanalysedaten nicht finden. Bitte den Pfad zu den Laufzeitanalysedaten des Ziels überprüfen.

source: This target does not have any profiling data. Please ensure that the target is complied with profiling support and that it is run at least once.
de: Dieses Ziel beinhaltet keine Laufzeitanalysedaten. Bitte sicherstellen, dass das Ziel mit Laufzeitanalyse-Unterstützung übersetzt wurde und mindestens einmal gelaufen ist.

source: Profiler
de: Laufzeitanalyse

source: Select Target...
de: Ziel auswählen …

source: Refresh
de: Auffrischen
nl: Verversen
pt: Actualizar
sr@latn: Osveži

source: Delete Data
de: Daten löschen

source: Application Performance Profiler
de: Anwendungs-Laufzeitanaylse

source: Flat Profile
de: Flache Laufzeitanalyse

source: Call Graph
de: Aufruf-Graph

source: Function Call Tree
de: Funktionsaufruf-Baum

source: Function Call Chart
de: Fuktionsaufruf-Übersicht

source: <b>Called By</b>
de: <b>Aufgerufen von</b>

source: <b>Called</b>
de: <b>Aufgerufen</b>

source: <b>Functions</b>
de: <b>Funktionen</b>

source: <b>Profiling Data</b>
de: <b>Laufzeitanalyse-Daten</b>

source: <b>Select Target to Profile</b>
de: <b>Ein Ziel für die Laufzeitanalyse auswählen</b>

source: <b>Symbols</b>
de: <b>Symbole</b>

source: <b>Time Propagation</b>
de: <b>Zeit-Ausbreitung</b>

source: Automatically refresh profile data display
de: Laufzeitanalysedaten-Anzeige automatisch aktualisieren

source: Browse...
de: Durchsuchen …

source: Do not propagate time for these symbols:
de: Zeit für folgende Symbole nicht anzeigen:

source: Do not show static functions
de: Statische Funktionen nicht anzeigen

source: Do not show these symbols:
de: Folgende Symbole nicht anzeigen:

source: Enter one symbol specification per line. For information on symbol specifications, see section 4.5 of the gprof info page.
de: Eine Symbol-Spezifikation pro Zeile eingeben Für weitere Informationen zu Symbol-Spezifikationen, siehe Abschnitt 4.5 in der gprof Info-Seite.

source: Options...
de: Optionen …

source: Profiling Options
de: Laufzeitanalyse-Optionen

source: Propagate time for all symbols
de: Zeit für alle Symbole anzeigen

source: Propagate time for only these symbols:
de: Zeit nur für diese Symbole anzeigen:

source: Select Other Target...
de: Anderes Ziel auswählen …

source: Select Profiling Target
de: Ziel für Laufzeitanalyse wählen

source: Show all symbols
de: Alle Symbole anzeigen

source: Show functions that could have been called but never were
de: Funktionen anzeigen, die aufgerufen werden können, aber nie aufgerufen wurden

source: Show only these symbols:
de: Nur folgende Symbole anzeigen:

source: Show uncalled functions
de: Nicht-aufgerufene Funktionen anzeigen

source: Use this profiling data file:
de: Diese Laufzeitanalyse-Datei benutzen:

source: Could not find a valid project backend for the directory given (%s). Please select a different directory, or try upgrading to a newer version of Anjuta.
de: Konnte kein passendes Projekt-Backend für das angegebenen Ordner finden (%s). Bitte wählen Sie einen anderen Ordner aus oder aktualisieren Sie auf eine neuere Version von Anjuta.

source: Please, fix the configuration
de: Bitte korrigieren Sie die Konfiguration

source: Project name: %s Project type: %s Project path: %s
de: Projektname: %s Projekttyp: %s Projektpfad: %s

source: This assistant will import an existing project into Anjuta.
de: Dieser Assistent importiert ein bereits vorhandenes Projekt in Anjuta.

source: Import Project
de: Projekt importieren

source: <b>Enter the project name:</b>
de: <b>Geben Sie den Projektnamen ein:</b>

source: <b>Enter the base path of your project:</b>
de: <b>Geben Sie den Wurzelordner des Projektes an:</b>

source: Select project directory
de: Wählen Sie den Projektordner
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Project to Import
de: Projekt zum Importieren

source: Confirmation
de: Bestätigung

source: Generation of project file failed. Cannot find an appropriate project template to use. Please make sure your version of Anjuta is up to date.
de: Das Projekt konnte nicht erstellt werden. Keine passende Projekt-Vorlage gefunden. Bitte Ihre Version von Anjuta auf Aktualität überprüfen.

source: A file named "%s" already exists. Do you want to replace it?
de: Die Datei »%s« existiert bereits. Soll sie überschrieben werden?
en@shaw: ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ğ‘› "%s" ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘‘?

source: A file named "%s" cannot be written: %s. Check if you have write access to the project directory.
de: Die Datei »%s« konnte nicht geschrieben werden: %s. Überprüfen Sie, ob sie Schreibrechte für den Projektordner besitzen.

source: Add Source
de: Quelldatei hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘•ğ‘¹ğ‘•

source: New Group
de: Neue Gruppe
en@shaw: ğ‘¯ğ‘¿ ğ‘œğ‘®ğ‘µğ‘

source: New Target
de: Neues Ziel
en@shaw: ğ‘¯ğ‘¿ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘

source: Select the _target for the new source files:
de: Wählen Sie das _Ziel für die neuen Quelldateien:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ _ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘¯ğ‘¿ ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ:

source: Source files:
de: Quelldateien:
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ:
nl: Bronbestanden:
pt: Ficheiros código:
sr@latn: Datoteke sa izvornim kodom:

source: Specify _where to create the group:
de: Geben Sie an _wo die Gruppe erstellt wird:
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² _ğ‘¢ğ‘º ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘µğ‘:

source: Specify _where to create the target:
de: Geben Sie an _wo das Ziel erstellt wird:
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² _ğ‘¢ğ‘º ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘:

source: Target _name:
de: Ziel_name:
en@shaw: ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ _ğ‘¯ğ‘±ğ‘¥:

source: Target _type:
de: Ziel_typ:
en@shaw: ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ _ğ‘‘ğ‘²ğ‘:

source: TargetTypes
de: ZielTypen

source: _Group name:
de: _Gruppenname:
en@shaw: _ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘±ğ‘¥:

source: _Select file to add...
de: _Wählen Sie die Datei zum Hinzufügen...

source: Project
de: Projekt
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘
pt: Projecto
sr@latn: Projekat

source: GbfProject Object
de: GbfProject-Objekt

source: No project loaded
de: Kein Projekt geladen
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›

source: Couldn't load glade file
de: Glade-Datei konnte nicht geladen werden

source: Can not add group
de: Gruppe kann nicht hinzugefügt werden

source: No parent group selected
de: Kein übergeordnete Gruppe ausgewählt
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Can not add target
de: Ziel kann nicht hinzugefügt werden

source: No group selected
de: Keine Gruppe ausgewählt
en@shaw: ğ‘¯ğ‘´ ğ‘œğ‘®ğ‘µğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Select sources...
de: Quellen auswählen …

source: Can not add source files
de: Quelldateien können nicht hinzugefügt werden

source: No target has been selected
de: Es wurde kein Ziel ausgewählt
en@shaw: ğ‘¯ğ‘´ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Project properties
de: Projekteigenschaften
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Target properties
de: Zieleigenschaften
en@shaw: ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: Group properties
de: Unterordnereigenschaften
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: No properties available for this target
de: Keine Eigenschaften für dieses Ziel verfügbar
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘

source: Failed to refresh project: %s
de: Projekt konnte nicht aufgefrischt werden: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘– ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘: %s

source: Are you sure you want to remove the following group from project?
de: Sind Sie sicher, dass der folgendes Unterordner aus der Projektdatenbank entfernt werden soll?

source: Group: %s The group will not be deleted from file system.
de: Unterordner: %s Der Unterordner wird nicht im Dateisystem gelöscht werden.

source: Are you sure you want to remove the following target from project?
de: Sind Sie sicher, dass das folgendes Ziel aus der Projektdatenbank entfernt werden soll?

source: Target: %s
de: Ziel: %s

source: Are you sure you want to remove the following source file from project?
de: Sind Sie sicher, dass folgende Quell-Datei aus der Projektdatenbank entfernt werden soll?

source: Source: %s The source file will not be deleted from file system.
de: Quelle: %s Die Quelle wird nicht im Dateisystem gelöscht werden.

source: Failed to remove '%s': %s
de: Entfernen von »%s« fehlgeschlagen: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ '%s': %s

source: Failed to retrieve URI info of %s: %s
de: Konnte die URI-Informationen für %s nicht abrufen: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ URI ğ‘¦ğ‘¯ğ‘“ğ‘´ ğ‘ %s: %s

source: _Project
de: _Projekt
en@shaw: _ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘
pt: _Projecto
sr@latn: _Projekat

source: _Properties
de: _Eigenschaften
en@shaw: _ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ

source: _Refresh
de: Neu _laden
en@shaw: _ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘–
nl: _Verversen

source: Refresh project manager tree
de: Projektdatenbank neu aufbauen
en@shaw: ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘– ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘‘ğ‘®ğ‘°

source: Add _Group...
de: _Unterordner hinzufügen …

source: Add a group to project
de: Einen Unterordner zum Projekt hinzufügen …
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘œğ‘®ğ‘µğ‘ ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘

source: Add _Target...
de: _Ziel hinzufügen …

source: Add a target to project
de: Ein Ziel zum Project hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘

source: Add _Source File...
de: _Quelldatei hinzufügen …

source: Add a source file to project
de: Eine Quelldatei zum Projekt hinzufügen
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘

source: Close Pro_ject
de: Pro_jekt schließen
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ _ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘
nl: Sluit Pro_ject
pt: Fechar Pro_jecto
sr@latn: _Zatvori projekat

source: Close project
de: Projekt schließen
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘

source: Properties of group/target/source
de: Eigenschaften von Unterordner/Ziel/Quelle
en@shaw: ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ ğ‘ ğ‘œğ‘®ğ‘µğ‘/ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘/ğ‘•ğ‘¹ğ‘•

source: _Add To Project
de: Zum Projekt _hinzufügen

source: Add _Group
de: _Unterordner hinzufügen
en@shaw: ğ‘¨ğ‘› _ğ‘œğ‘®ğ‘µğ‘

source: Add _Target
de: _Ziel hinzufügen
en@shaw: ğ‘¨ğ‘› _ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘

source: Add _Source File
de: _Quelldatei hinzufügen
en@shaw: ğ‘¨ğ‘› _ğ‘•ğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤

source: Re_move
de: _Entfernen
en@shaw: _ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘

source: Remove from project
de: Aus dem Projekt entfernen
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘

source: Loading project: %s
de: Projekt wird geladen: %s
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘: %s

source: Created project view...
de: Projektansicht wurde erstellt …

source: Failed to parse project (the project is opened, but there will be no project view) %s: %s
de: Konnte Projekt nicht einlesen (das Projekt ist geöffnet, aber die Projektdatenbank wird nicht angezeigt) %s: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘ğ‘¸ğ‘• ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ (ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¿) %s: %s

source: Error closing project: %s
de: Fehler beim Schließen des Projekts: %s
en@shaw: ğ‘»ğ‘¼ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘: %s

source: Project manager actions
de: Projektmanager-Aktionen
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Project manager popup actions
de: Projektmanager Kontextmenü-Aktionen
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Initializing Project...
de: Projekt wird initialisiert ...

source: Project Loaded
de: Projekt geladen
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›

source: Error
de: Fehler
en@shaw: ğ‘»ğ‘¼

source: Warning
de: Warnung
en@shaw: ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™
nl: Waarschuwing
pt: Aviso
sr@latn: Upozorenje

source: Message
de: Nachricht
en@shaw: ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡

source: <b>Confirm the following information:</b>
de: <b>Bestätigen Sie die folgenden Informationen:</b>
en@shaw: <b>ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘»ğ‘¥ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯:</b>

source: Project Type: %s
de: Projekttyp: %s
en@shaw: ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘‘ğ‘²ğ‘: %s

source: Unable to find any project template in %s
de: Konnte bei %s keine Projekt-Vorlage finden
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¤ğ‘±ğ‘‘ ğ‘¦ğ‘¯ %s

source: Field "%s" is mandatory. Please enter it.
de: »%s« ist ein Pflichtfeld. Bitte nehmen Sie eine Eingabe vor.
en@shaw: ğ‘“ğ‘°ğ‘¤ğ‘› "%s" ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘¦ğ‘‘.

source: Field "%s" must start with a letter, a digit or an underscore and contains only letters, digits, underscore, minus and dot. Please fix it.
de: »%s« muss entweder mit einem Buchstaben, einer Ziffer oder einem Unterstrich beginnen und darf nur Buchstaben, Ziffern, Unterstriche, Bindestrich und Punkte enthalten. Bitte korrigieren Sie Ihre Eingabe.

source: Unknown error.
de: Unbekannter Fehler.
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼.

source: Directory "%s" is not empty. Project creation could fail if some files cannot be written. Do you want to continue?
de: Der Ordner »%s« ist nicht leer. Das Projekt kann eventuell nicht richtig erstellt werden, falls einige Dateien nicht geschrieben werden können. Vorgang fortsetzen?
en@shaw: ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ "%s" ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦. ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘«ğ‘› ğ‘“ğ‘±ğ‘¤ ğ‘¦ğ‘“ ğ‘•ğ‘³ğ‘¥ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘¯. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿?

source: File "%s" already exists. Do you want to overwrite it?
de: Die Datei »%s« existiert bereits. Soll sie überschrieben werden?
en@shaw: ğ‘“ğ‘²ğ‘¤ "%s" ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ ğ‘¦ğ‘‘?

source: Invalid entry
de: Ungültiger Eintrag
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: Dubious entry
de: Zweifelhafter Eintrag
en@shaw: ğ‘›ğ‘µğ‘šğ‘°ğ‘©ğ‘• ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: Missing programs: %s.
de: Fehlende Programme: %s.
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘Ÿ: %s.

source: Missing packages: %s.
de: Fehlende Pakete: %s.
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ: %s.

source: Some important programs or development packages required to build this project are missing. Please make sure they are installed properly before generating the project.
de: Einige wichtige Programme oder Entwicklungspakete fehlen, die zum Erstellen des Projektes erforderlich sind. Bitte stellen Sie sicher, dass sie richtig installiert sind, bevor Sie das Projekt erstellen.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘Ÿ ğ‘¹ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘¸ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘± ğ‘¸ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘¤ğ‘¦ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘®ğ‘ªğ‘¡ğ‘§ğ‘’ğ‘‘.

source: The missing programs are usually part of some distrubution packages and can be searched in your Application Manager. Similarly, the development packages are contained in special packages that your distribution provide to allow development of projects based on them. They usually end with -dev or -devel suffix in package names and can be found by searching in your Application Manager.
de: Die fehlenden Programme sind normalerweise Teil einiger Distributionspakete und können in Ihrer Paketverwaltung gesucht werden. Ähnlich sind die Entwicklungspakete in speziellen Paketen enthalten, die Ihre Distribution zur Entwicklung zur Verfugung stellt.

source: Missing components
de: Fehlende Komponenten
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Unable to build project assistant user interface reading %s.
de: Benutzeroberfläche des Projekt-Assistenten kann nicht erstellt werden beim Lesen von »%s«.
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ %s.

source: New project has been created successfully.
de: Neues Projekt wurde erfolgreich erstellt.
en@shaw: ğ‘¯ğ‘¿ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦.

source: New project creation has failed.
de: Neues Projekte konnte nicht erstellt werden.
en@shaw: ğ‘¯ğ‘¿ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘±ğ‘¤ğ‘›.

source: Skipping %s: file already exists
de: %s wird übersprungen: Die Datei existiert bereits
en@shaw: ğ‘•ğ‘’ğ‘¦ğ‘ğ‘¦ğ‘™ %s: ğ‘“ğ‘²ğ‘¤ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•

source: Creating %s ... Fail to create directory
de: %s wird erstellt … Ordner konnte nicht erstellt werden

source: Creating %s (using AutoGen)... %s
de: %s wird erstellt (durch AutoGen) … %s

source: Creating %s ... %s
de: %s wird erzeugt … %s

source: Executing: %s
de: »%s« wird ausgeführt
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘¦ğ‘™: %s

source: New Project Assistant
de: Assistent für neue Projekte
en@shaw: ğ‘¯ğ‘¿ ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘

source: No
de: Nein
en@shaw: ğ‘¯ğ‘´
nl: Nee
pt: Não
sr@latn: Ne
